Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# featureVotingUnderConstruction
source: The feature survey is currently being revised. In the future, an EHW+ user account will be required, and the survey will no longer use third-party servers. We appreciate your patience.
af: Die funksie-opname word tans hersien. In die toekoms sal 'n EHW+-gebruikersrekening vereis word, en die opname sal nie meer derdeparty-bedieners gebruik nie. Ons waardeer jou geduld.
ar: استطلاع الميزات قيد المراجعة حالياً. في المستقبل، سيكون حساب مستخدم EHW+ مطلوباً، ولن تستخدم الاستطلاع خوادم الطرف الثالث بعد الآن. نحن نقدر صبرك.
bg: Анкетата за функции в момента се преглежда. В бъдеще ще се изисква потребителски акаунт EHW+, а анкетата вече няма да използва сървъри на трети страни. Благодарим ви за търпението.
bs: Anketa o karakteristikama je trenutno u reviziji. U budućnosti će biti potreban EHW+ korisnički račun, a anketa više neće koristiti servere trećih strana. Cijenimo vaše strpljenje.
cs: Průzkum funkcí je v současné době revidován. V budoucnu bude vyžadován uživatelský účet EHW+ a průzkum již nebude využívat servery třetích stran. Vážíme si vaší trpělivosti.
da: Funktionsundersøgelsen er i øjeblikket ved at blive revideret. I fremtiden vil der kræves en EHW+ brugerkonto, og undersøgelsen vil ikke længere bruge tredjepartsservere. Vi sætter pris på din tålmodighed.
de: Die Feature-Umfrage wird aktuell überarbeitet. Künftig ist ein EHW+ Nutzerkonto erforderlich und die Umfrage vewendet keine Server von Drittanbietern mehr. Wir bitten um Geduld.
el: Η έρευνα χαρακτηριστικών αναθεωρείται επί του παρόντος. Στο μέλλον, θα απαιτείται λογαριασμός χρήστη EHW+ και η έρευνα δεν θα χρησιμοποιεί πλέον διακομιστές τρίτων. Εκτιμούμε την υπομονή σας.
es: La encuesta de características está siendo revisada actualmente. En el futuro, se requerirá una cuenta de usuario de EHW+ y la encuesta ya no utilizará servidores de terceros. Agradecemos su paciencia.
et: Funktsiooniküsitlust uuendatakse. Tulevikus on vaja EHW+ kasutajakontot ja küsitlus ei kasuta enam kolmandate osapoolte servereid. Täname kannatlikkuse eest.
fa: نظرسنجی ویژگی در حال حاضر در حال بازبینی است.در آینده، یک حساب کاربری +EHW مورد نیاز خواهد بود و نظرسنجی دیگر از سرورهای شخص ثالث استفاده نخواهد کرد.قدردان صبر شما هستیم
fi: Ominaisuuskyselyä tarkistetaan parhaillaan.Jatkossa tarvitaan EHW+ -käyttäjätili, eikä kyselyssä enää käytetä kolmansien osapuolien palvelimia.Arvostamme kärsivällisyyttäsi.
fr: L'enquête sur les fonctionnalités est en cours de révision. À l'avenir, un compte utilisateur EHW+ sera requis et l'enquête n'utilisera plus de serveurs tiers. Nous vous remercions de votre patience.
hi: फीचर सर्वेक्षण को वर्तमान में संशोधित किया जा रहा है।भविष्य में, एक EHW+ उपयोगकर्ता खाते की आवश्यकता होगी, और सर्वेक्षण अब तीसरे पक्ष के सर्वर का उपयोग नहीं करेगा।हम आपके धैर्य की सराहना करते हैं.
hr: Anketa značajki trenutno se revidira.Ubuduće će biti potreban EHW+ korisnički račun, a anketa više neće koristiti poslužitelje trećih strana.Cijenimo vaše strpljenje.
hu: A funkciófelmérés jelenleg felülvizsgálat alatt áll. A jövőben EHW+ felhasználói fiókra lesz szükség, és a felmérés többé nem fog harmadik fél szervereit használni. Nagyra értékeljük a türelmét.
it: Il sondaggio sulle funzionalità è attualmente in fase di revisione. In futuro, sarà necessario un account utente EHW+ e il sondaggio non utilizzerà più server di terze parti. Apprezziamo la tua pazienza.
ja: 特徴調査は現在改訂中です。将来的には、EHW+ ユーザー アカウントが必要となり、アンケートではサードパーティ サーバーは使用されなくなります。ご理解のほどよろしくお願いいたします。
ko: 기능 설문은 현재 개편 중입니다. 앞으로는 EHW+ 사용자 계정이 필요하며, 설문은 외부 서버를 사용하지 않습니다. 기다려주셔서 감사합니다.
lt: Funkcijų apklausa šiuo metu peržiūrima. Ateityje reikės EHW+ vartotojo abonemento, o apklausoje nebebus naudojami trečiųjų šalių serveriai. Dėkojame už kantrybę.
ml: ഫീച്ചർ സർവേ ഇപ്പോൾ പരിഷ്‌ക്കരിച്ചുകൊണ്ടിരിക്കുകയാണ്. ഭാവിയിൽ, ഒരു EHW+ ഉപയോക്തൃ അക്കൗണ്ട് ആവശ്യമായി വരും, സർവേ ഇനി മൂന്നാം കക്ഷി സെർവറുകൾ ഉപയോഗിക്കില്ല. നിങ്ങളുടെ ക്ഷമയെ ഞങ്ങൾ അഭിനന്ദിക്കുന്നു.
my: အဆိုပါ feature ကိုစစ်တမ်းကိုလက်ရှိပြန်လည်ပြင်ဆင်နေသည်။ အနာဂတ်တွင် EHW + အသုံးပြုသူအကောင့်တစ်ခုလိုအပ်လိမ့်မည်။ စစ်တမ်းသည်တတိယပါတီဆာဗာများကိုမသုံးတော့ပါ။ သင်၏သည်းခံခြင်းကိုကျွန်ုပ်တို့တန်ဖိုးထားသည်။
nl: De functie-enquête wordt momenteel herzien. In de toekomst is een EHW+-gebruikersaccount vereist en zal de enquête geen gebruik meer maken van servers van derden. We waarderen uw geduld.
no: Funksjonsundersøkelsen er for tiden under revidering. I fremtiden vil det kreves en EHW+-brukerkonto, og undersøkelsen vil ikke lenger bruke tredjepartsservere. Vi setter pris på din tålmodighet.
pl: Badanie funkcji jest obecnie aktualizowane. W przyszłości wymagane będzie konto użytkownika EHW+, a ankieta nie będzie już korzystać z serwerów stron trzecich. Dziękujemy za cierpliwość.
pt: A pesquisa de funcionalidades está a ser revista. No futuro, será necessária uma conta de utilizador EHW+ e a pesquisa deixará de utilizar servidores de terceiros. Agradecemos a sua paciência.
ru: Опрос о функциях в настоящее время пересматривается. В будущем потребуется учетная запись пользователя EHW+, и опрос больше не будет использовать сторонние серверы. Мы ценим ваше терпение.
sl: Raziskava funkcij je trenutno v reviziji. V prihodnosti bo potreben uporabniški račun EHW+, anketa pa ne bo več uporabljala strežnikov tretjih oseb. Cenimo vašo potrpežljivost.
sr: Анкета о карактеристикама се тренутно ревидира. У будућности ће бити потребан ЕХВ+ кориснички налог, а анкета више неће користити сервере трећих страна. Ценимо ваше стрпљење.
sv: Funktionsundersökningen revideras för närvarande. I framtiden kommer ett EHW+ användarkonto att krävas och undersökningen kommer inte längre att använda tredjepartsservrar. Vi uppskattar ditt tålamod.
sw: Utafiti wa kipengele unarekebishwa kwa sasa. Katika siku zijazo, akaunti ya mtumiaji ya EHW+ itahitajika, na uchunguzi hautatumia tena seva za mtu wa tatu. Tunashukuru uvumilivu wako.
th: แบบสำรวจคุณลักษณะกำลังอยู่ระหว่างการแก้ไข ในอนาคต คุณจะต้องมีบัญชีผู้ใช้ EHW+ และแบบสำรวจจะไม่ใช้เซิร์ฟเวอร์ของบุคคลที่สามอีกต่อไป ขอขอบคุณสำหรับความอดทนของคุณ
tr: Özellik anketi şu anda revize edilmektedir. Gelecekte bir EHW+ kullanıcı hesabı gerekli olacak ve anket artık üçüncü taraf sunucuları kullanmayacak. Sabrınız için teşekkür ederiz.
uk: Опитування функцій зараз переглядається. У майбутньому буде потрібен обліковий запис користувача EHW+, а опитування більше не використовуватиме сторонні сервери. Ми цінуємо ваше терпіння.
vi: Cuộc khảo sát tính năng hiện đang được sửa đổi. Trong tương lai, tài khoản người dùng EHW+ sẽ được yêu cầu và cuộc khảo sát sẽ không còn sử dụng máy chủ của bên thứ ba nữa. Chúng tôi đánh giá cao sự kiên nhẫn của bạn.
zh: 目前正在修订该功能调查。未来将需要EHW+用户帐户，调查将不再使用第三方服务器。我们感谢您的耐心等待。

# termsOfUsageTitle
source: General terms of use for the use of the app
af: Algemene gebruiksvoorwaardes vir die gebruik van die app
ar: الشروط العامة لاستخدام التطبيق
bg: Общи условия за използване на приложението
bs: Opći uvjeti korištenja aplikacije
cs: Všeobecné podmínky použití pro používání aplikace
da: Generelle betingelser for brug af appen
de: Allgemeine Nutzungsbedingungen für die Verwendung der App
el: Γενικοί όροι χρήσης για τη χρήση της εφαρμογής
es: Condiciones generales de uso de la aplicación
et: Rakenduse kasutamise üldtingimused
fa: شرایط عمومی استفاده برای استفاده از برنامه
fi: Sovelluksen yleiset käyttöehdot
fr: Conditions générales d'utilisation de l'application
hi: ऐप के उपयोग के लिए उपयोग की सामान्य शर्तें
hr: Opći uvjeti korištenja aplikacije
hu: Az alkalmazás használatának általános feltételei
it: Condizioni generali d'uso dell'app
ja: アプリの使用に関する一般的な利用規約
ko: 앱 사용을 위한 일반 이용 약관
lt: Bendrosios programėlės naudojimo sąlygos
ml: ആപ്പിൻ്റെ ഉപയോഗത്തിനുള്ള പൊതുവായ നിബന്ധനകൾ
my: app ကိုအသုံးပြုခြင်းအတွက်အထွေထွေအသုံးအနှုန်းများ
nl: Algemene gebruiksvoorwaarden voor het gebruik van de app
no: Generelle bruksvilkår for bruk av appen
pl: Ogólne warunki korzystania z aplikacji
pt: Termos gerais de uso do aplicativo
ru: Общие условия использования приложения
sl: Splošni pogoji uporabe aplikacije
sr: Општи услови коришћења апликације
sv: Allmänna användarvillkor för användning av appen
sw: Masharti ya Jumla ya Matumizi kwa matumizi ya programu
th: เงื่อนไขการใช้งานทั่วไปสำหรับการใช้แอป
tr: Uygulamanın kullanımına ilişkin genel kullanım şartları
uk: Загальні умови користування додатком
vi: Điều khoản sử dụng chung cho việc sử dụng ứng dụng
zh: 使用应用程序的一般使用条款

# termsOfUsageBlock1Title
source: General terms of use for the use of the app
af: Algemene gebruiksvoorwaardes vir die gebruik van die app
ar: الشروط العامة لاستخدام التطبيق
bg: Общи условия за използване на приложението
bs: Opći uvjeti korištenja aplikacije
cs: Všeobecné podmínky použití pro používání aplikace
da: Generelle betingelser for brug af appen
de: Allgemeine Nutzungsbedingungen für die Verwendung der App
el: Γενικοί όροι χρήσης για τη χρήση της εφαρμογής
es: Términos generales de uso para la aplicación
et: Rakenduse kasutamise üldtingimused
fa: شرایط عمومی استفاده برای استفاده از برنامه
fi: Sovelluksen yleiset käyttöehdot
fr: Conditions générales d'utilisation de l'application
hi: ऐप के उपयोग के लिए उपयोग की सामान्य शर्तें
hr: Opći uvjeti korištenja aplikacije
hu: Az alkalmazás használatának általános feltételei
it: Condizioni generali di utilizzo per l'uso dell'app
ja: アプリの使用に関する一般的な利用規約
ko: 앱 사용을 위한 일반 이용 약관
lt: Bendrosios programėlės naudojimo sąlygos
ml: ആപ്പിൻ്റെ ഉപയോഗത്തിനുള്ള പൊതുവായ നിബന്ധനകൾ
my: app ကိုအသုံးပြုခြင်းအတွက်အထွေထွေအသုံးအနှုန်းများ
nl: Algemene gebruiksvoorwaarden voor het gebruik van de app
no: Generelle bruksvilkår for bruk av appen
pl: Ogólne warunki korzystania z aplikacji
pt: Termos gerais de uso do aplicativo
ru: Общие условия использования приложения
sl: Splošni pogoji uporabe aplikacije
sr: Општи услови коришћења апликације
sv: Allmänna användarvillkor för användning av appen
sw: Masharti ya Jumla ya Matumizi kwa matumizi ya programu
th: เงื่อนไขการใช้งานทั่วไปสำหรับการใช้แอป
tr: Uygulamanın kullanımına ilişkin genel kullanım şartları
uk: Загальні умови користування додатком
vi: Điều khoản sử dụng chung cho việc sử dụng ứng dụng
zh: 使用应用程序的一般使用条款

# termsOfUsageBlock1
source: Right of objection
af: Reg van beswaar
ar: حق الاعتراض
bg: Право на възражение
bs: Pravo na prigovor
cs: Právo na námitku
da: Indsigelsesret
de: Entwickler/Anbieter der Applikation (hier „App“ genannt) ist: {contact} Die Nutzung der App setzt voraus, dass Sie den nachfolgenden Nutzungsbedingungen zustimmen. Bitte lesen Sie sich diese deshalb sorgfältig durch.
el: Δικαίωμα ένστασης
es: Derecho de oposición
et: Vastuväite esitamise õigus
fa: حق اعتراض
fi: Oikeus vastustaa
fr: Droit d'opposition
hi: आपत्ति का अधिकार
hr: Pravo na prigovor
hu: Tiltakozási jog
it: Diritto di opposizione
ja: 異議を唱える権利
ko: 이의 제기 권한
lt: Prieštaravimo teisė
ml: എതിർപ്പിനുള്ള അവകാശം
my: ကန့်ကွက်၏ညာဘက်
nl: Bezwaarrecht
no: Innsigelsesrett
pl: Prawo sprzeciwu
pt: Direito de objeção
ru: Право на возражение
sl: Pravica do ugovora
sr: Право на приговор
sv: Invändningsrätt
sw: Haki ya pingamizi
th: สิทธิในการคัดค้าน
tr: İtiraz hakkı
uk: Право на заперечення
vi: Quyền phản đối
zh: 反对权

# termsOfUsageBlock2Title
source: General information on use
af: Algemene inligting oor gebruik
ar: معلومات عامة حول الاستخدام
bg: Обща информация за използване
bs: Opće informacije o upotrebi
cs: Obecné informace o použití
da: Generel information om brug
de: Allgemeines zur Nutzung
el: Γενικές πληροφορίες για τη χρήση
es: Información general sobre el uso
et: Üldine teave kasutamise kohta
fa: اطلاعات عمومی در مورد استفاده
fi: Yleisiä tietoja käytöstä
fr: Informations générales sur l'utilisation
hi: उपयोग पर सामान्य जानकारी
hr: Opće informacije o korištenju
hu: Általános információk a használatról
it: Informazioni generali sull'uso
ja: 使用に関する一般的な情報
ko: 사용에 관한 일반 정보
lt: Bendra informacija apie naudojimą
ml: ഉപയോഗത്തെക്കുറിച്ചുള്ള പൊതുവായ വിവരങ്ങൾ
my: အသုံးပြုမှုအပေါ်အထွေထွေသတင်းအချက်အလက်
nl: Algemene informatie over gebruik
no: Generell informasjon om bruk
pl: Ogólne informacje dotyczące użytkowania
pt: Informações gerais sobre o uso
ru: Общая информация об использовании
sl: Splošne informacije o uporabi
sr: Опште информације о употреби
sv: Allmän information om användning
sw: Habari ya jumla juu ya matumizi
th: ข้อมูลทั่วไปเกี่ยวกับการใช้งาน
tr: Kullanıma ilişkin genel bilgiler
uk: Загальні відомості про використання
vi: Thông tin chung về sử dụng
zh: 一般使用信息
