Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# unitKWhLong
source: {count, plural, one {Kilowatt hour (kWh)} other {Kilowatt hours (kWh)}}
af: {count, plural, one {Kilowatt uur (kWh)} other {Kilowatt ure (kWh)}}
ar: {count, plural, one {كيلوواط ساعة (kWh)} other {كيلوواط ساعة (kWh)}}
bg: {count, plural, one {Киловатчас (kWh)} other {Киловатчаса (kWh)}}
bs: {count, plural, one {kilovat sat (kWh)} other {kilovat sati (kWh)}}
cs: {count, plural, one {Kilowatthodina (kWh)} other {Kilowatthodiny (kWh)}}
da: {count, plural, one {Kilowatttime (kWh)} other {Kilowatt timer (kWh)}}
de: {count, plural, one {Kilowattstunde (kWh)} other {Kilowattstunden (kWh)}}
el: {count, plural, one {Κιλοβατώρα (kWh)} other {Κιλοβατώρες (kWh)}}
es: {count, plural, one {Kilovatio hora (kWh)} other {Kilovatios hora (kWh)}}
et: {count, plural, one {Kilovatt-tund (kWh)} other {Kilovatt-tundi (kWh)}}
fa: {count, plural, one {کیلووات ساعت (kWh)} other {کیلووات ساعت (kWh)}}
fi: {count, plural, one {Kilowattitunti (kWh)} other {Kilowattituntia (kWh)}}
fr: {count, plural, one {Kilowattheure (kWh)} other {Kilowattheures (kWh)}}
hi: {count, plural, one {किलोवाट घंटा (kWh)} other {किलोवाट घंटे (kWh)}}
hr: {count, plural, one {Kilovatsat (kWh)} other {Kilovatsati (kWh)}}
hu: {count, plural, one {Kilowattóra (kWh)} other {Kilowattóra (kWh)}}
it: {count, plural, one {Kilowattora (KWh)} other {Kilowattoran (KWh)}}
ja: {count, plural, one {キロワット時 (kWh)} other {キロワット時 (kWh)}}
ko: {count, plural, one {킬로와트시(kWh)} other {킬로와트시(kWh)}}
lt: {count, plural, one {Kilovatvalandė (kWh)} other {Kilovatvalandės (kWh)}}
ml: {count, plural, one {കിലോവാട്ട് മണിക്കൂർ (kWh)} other {കിലോവാട്ട് മണിക്കൂറുകൾ (kWh)}}
my: {count, plural, one {ကီလိုဝပ်နာရီ (kWh)} other {Kilowatt နာရီ (KWH)}}
nl: {count, plural, one {Kilowattuur (kWh)} other {Kilowattuur (kWh)}}
no: {count, plural, one {Kilowatttime (kWh)} other {Kilowatttimer (kWh)}}
pl: {count, plural, one {Kilowatogodzina (kWh)} other {Kilowatogodziny (kWh)}}
pt: {count, plural, one {Kilovatio hora (kWh)} other {Kilovatios hora (kWh)}}
ru: {count, plural, one {Киловатт-часы (кВт-ч)} other {Киловатт-часы (кВт-ч)}}
sl: {count, plural, one {Kilovatna ura (kWh)} other {Kilovatne ure (kWh)}}
sr: {count, plural, one {киловат сат (кВх)} other {киловат сати (кВх)}}
sv: {count, plural, one {Kilowatt timme (kWh)} other {Kilowatt timmar (kWh)}}
sw: {count, plural, one {Saa ya kilowatt (kWh)} other {Masaa ya Kilowatt (kWh)}}
th: {count, plural, one {กิโลวัตต์ชั่วโมง (kWh)} other {กิโลวัตต์ชั่วโมง (kWh)}}
tr: {count, plural, one {Kilowatt saat (kWh)} other {Kilowatt saat (kWh)}}
uk: {count, plural, one {Кіловат-година (кВт-год)} other {Кіловат-годин (кВт-год)}}
vi: {count, plural, one {Kilowatt giờ (kWh)} other {Kilowatt giờ (kWh)}}
zh: {count, plural, one {千瓦时 (kWh)} other {千瓦时 (kWh)}}

# unitGJShort
source: GJ
hi: जी जे
my: gb
ru: ГДж
sr: ГЈ
th: จีเจ
zh: 国杰

# unitGJLong
source: {count, plural, one {Gigajoule (GJ)} other {Gigajoules (GJ)}}
ar: {count, plural, one {جيجاجول (GJ)} other {جيجاجول (GJ)}}
bg: {count, plural, one {Гигаджаул (GJ)} other {Гигаджаула (GJ)}}
bs: {count, plural, one {gigadžul (GJ)} other {gigadžuli (GJ)}}
cs: {count, plural, one {gigajoule (GJ)} other {gigajouly (GJ)}}
da: {count, plural, one {Gigajoule (GJ)} other {Gigajoule (GJ)}}
de: {count, plural, one {Gigajoule (GJ)} other {Gigajoule (GJ)}}
es: {count, plural, one {Gigajulio (GJ)} other {Gigajulios (GJ)}}
et: {count, plural, one {Gigadžaul (GJ)} other {Gigadžauli (GJ)}}
fa: {count, plural, one {گیگاژول (GJ)} other {گیگاژول (GJ)}}
fi: {count, plural, one {Gigajoule (GJ)} other {Gigajoulea (GJ)}}
hi: {count, plural, one {गीगाजूल (GJ)} other {गीगाजूल (GJ)}}
hr: {count, plural, one {Gigadžul (GJ)} other {Gigadžula (GJ)}}
hu: {count, plural, one {Gigajoule (GJ)} other {Gigajoule (GJ)}}
it: {count, plural, one {Gigajoule (GJ)} other {Gigajoule (GJ)}}
ja: {count, plural, one {ギガジュール (GJ)} other {ギガジュール (GJ)}}
ko: {count, plural, one {기가줄(GJ)} other {기가줄(GJ)}}
lt: {count, plural, one {Gigadžaulis (GJ)} other {Gigadžauliai (GJ)}}
ml: {count, plural, one {ഗിഗാജൂൾ (GJ)} other {ഗിഗാജൂളുകൾ (GJ)}}
no: {count, plural, one {Gigajoule (GJ)} other {Gigajoule (GJ)}}
pl: {count, plural, one {Gigadżul (GJ)} other {Gigadżule (GJ)}}
ru: {count, plural, one {гигаджоуль (ГДж)} other {гигаджоуль (ГДж)}}
sl: {count, plural, one {gigadžul (GJ)} other {Gigadžuli (GJ)}}
sr: {count, plural, one {гигаџул (ГЈ)} other {гигаџули (ГЈ)}}
sv: {count, plural, one {Gigajoule (GJ)} other {Gigajoule (GJ)}}
th: {count, plural, one {กิกะจูล (GJ)} other {กิกะจูล (GJ)}}
tr: {count, plural, one {Gigajoule (GJ)} other {Gigajoule (GJ)}}
uk: {count, plural, one {Гігаджоуль (ГДж)} other {Гігаджоулі (ГДж)}}
zh: {count, plural, one {千兆焦耳 (GJ)} other {千兆焦耳 (GJ)}}

# unitLitersLong
source: {count, plural, one {Liter (ℓ)} other {Liter (ℓ)}}
ar: {count, plural, one {لتر (ℓ)} other {لتر (ℓ)}}
bg: {count, plural, one {Литар (ℓ)} other {Литра (ℓ)}}
bs: {count, plural, one {litar (ℓ)} other {litar (ℓ)}}
cs: {count, plural, one {Litr (ℓ)} other {Litr (ℓ)}}
de: {count, plural, one {Liter (ℓ)} other {Litern (ℓ)}}
el: {count, plural, one {Λίτρο (ℓ)} other {Λίτρο (ℓ)}}
es: {count, plural, one {Litro (ℓ)} other {Litro (ℓ)}}
et: {count, plural, one {Liiter (ℓ)} other {Liitrit (ℓ)}}
fa: {count, plural, one {لیتر (ℓ)} other {لیتر (ℓ)}}
fi: {count, plural, one {Litra (ℓ)} other {Litraa (ℓ)}}
fr: {count, plural, one {Litre (ℓ)} other {Litre (ℓ)}}
hi: {count, plural, one {लीटर (ℓ)} other {लीटर (ℓ)}}
hr: {count, plural, one {Litar (ℓ)} other {Litara (ℓ)}}
it: {count, plural, one {Litri (ℓ)} other {Litri (ℓ)}}
ja: {count, plural, one {リットル(ℓ)} other {リットル(ℓ)}}
ko: {count, plural, one {리터(ℓ)} other {리터(ℓ)}}
lt: {count, plural, one {Litras (ℓ)} other {Litrai (ℓ)}}
ml: {count, plural, one {ലീറ്റർ (ℓ)} other {ലീറ്ററുകൾ (ℓ)}}
my: {count, plural, one {လီတာ (ℓ)} other {လီတာ (ℓ)}}
pl: {count, plural, one {Litr (ℓ)} other {Litr (ℓ)}}
pt: {count, plural, one {Litro (ℓ)} other {Litro (ℓ)}}
ru: {count, plural, one {Литра (ℓ)} other {Литра (ℓ)}}
sl: {count, plural, one {liter (l)} other {liter (l)}}
sr: {count, plural, one {литар (ℓ)} other {литар (ℓ)}}
sw: {count, plural, one {Lita (ℓ)} other {Lita (ℓ)}}
th: {count, plural, one {ลิตร (ลิตร)} other {ลิตร (ลิตร)}}
tr: {count, plural, one {Litre (ℓ)} other {Litre (ℓ)}}
uk: {count, plural, one {Літр (л)} other {Літр (л)}}
vi: {count, plural, one {Lít (ℓ)} other {Lít (ℓ)}}
zh: {count, plural, one {升 (ℓ)} other {升 (ℓ)}}

# unitCmShort
source: cm
hi: सेमी
my: စင်တီမီတာ
ru: см
sr: цм
th: ซม
tr: santimetre
uk: см
vi: cmt
zh: 厘米

# unitCmLong
source: cm
de: Zentimeter (cm)
hi: सेमी
my: စင်တီမီတာ
ru: см
sr: цм
th: ซม
tr: santimetre
uk: см
vi: cmt
zh: 厘米

# unitSquareMetersShort
source: m²
hi: वर्ग मीटर
my: မီ
ru: м²
sr: м²
th: ตร.ม
uk: м²
vi: mét vuông
zh: 平方米

# unitSquareMetersLong
source: {count, plural, one {Square meter (m²)} other {Square meters (m²)}}
af: {count, plural, one {Vierkante meter (m²)} other {Vierkante meters (m²)}}
ar: {count, plural, one {متر مربع (م²)} other {متر مربع (م²)}}
bg: {count, plural, one {Квадратен метър (m²)} other {Квадратни метра (m²)}}
bs: {count, plural, one {Kvadratni metar (m²)} other {Kvadratni metri (m²)}}
cs: {count, plural, one {Metr čtvereční (m²)} other {čtvereční metry (m²)}}
da: {count, plural, one {Kvadratmeter (m²)} other {Kvadratmeter (m²)}}
de: {count, plural, one {Quadratmeter (m²)} other {Quadratmeter (m²)}}
el: {count, plural, one {Τετραγωνικό μέτρο (m²)} other {Τετραγωνικά μέτρα (m²)}}
es: {count, plural, one {Metro cuadrado (m²)} other {Metros cuadrados (m²)}}
et: {count, plural, one {Ruutmeeter (m²)} other {Ruutmeetrit (m²)}}
fa: {count, plural, one {متر مربع (m²)} other {متر مربع (m²)}}
fi: {count, plural, one {Neliömetri (m²)} other {Neliömetriä (m²)}}
fr: {count, plural, one {Mètre carré (m²)} other {Mètres carrés (m²)}}
hi: {count, plural, one {वर्ग मीटर (m²)} other {वर्ग मीटर (m²)}}
hr: {count, plural, one {Kvadratni metar (m²)} other {Kvadratnih metara (m²)}}
hu: {count, plural, one {Négyzetméter (m²)} other {Négyzetméter (m²)}}
it: {count, plural, one {Metro quadrato (m²)} other {Metri quadrati (m²)}}
ja: {count, plural, one {平方メートル (m²)} other {平方メートル (m²)}}
ko: {count, plural, one {제곱미터(m²)} other {제곱미터(m²)}}
lt: {count, plural, one {Kvadratinis metras (m²)} other {Kvadratinių metrų (m²)}}
ml: {count, plural, one {ചതുരശ്ര മീറ്റർ (m²)} other {ചതുരശ്ര മീറ്ററുകൾ (m²)}}
my: {count, plural, one {စတုရန်းမီတာ (M²)} other {စတုရန်းမီတာ (M²)}}
nl: {count, plural, one {Vierkante meter (m²)} other {Vierkante meters (m²)}}
no: {count, plural, one {Kvadratmeter (m²)} other {Kvadratmeter (m²)}}
pl: {count, plural, one {Metr kwadratowy (m²)} other {Metry kwadratowe (m²)}}
pt: {count, plural, one {Metro quadrado (m²)} other {Metros quadrados (m²)}}
ru: {count, plural, one {Квадратный метр (м²)} other {Квадратный метр (м²)}}
sl: {count, plural, one {Kvadratni meter (m²)} other {Kvadratni metri (m²)}}
sr: {count, plural, one {Квадратни метар (м²)} other {Квадратни метри (м²)}}
sv: {count, plural, one {Kvadratmeter (m²)} other {Kvadratmeter (m²)}}
sw: {count, plural, one {Mita ya mraba (m²)} other {Mita za mraba (m²)}}
th: {count, plural, one {ตารางเมตร (ตรม.)} other {ตารางเมตร (ตรม.)}}
tr: {count, plural, one {Metrekare (m²)} other {Metrekare (m²)}}
uk: {count, plural, one {Квадратний метр (м²)} other {Квадратних метрів (м²)}}
vi: {count, plural, one {Mét vuông (m2)} other {Mét vuông (m2)}}
zh: {count, plural, one {平方米 (m²)} other {平方米 (m²)}}

# unitCubicMetersShort
source: m³
hi: घन मीटर
my: မီ
ru: м³
sr: м³
th: ลบ.ม
uk: м³
zh: 立方米

# unitCubicMetersLong
source: {count, plural, one {Cubic meter (m³)} other {Cubic meters (m³)}}
af: {count, plural, one {Kubieke meter (m³)} other {Kubieke meters (m³)}}
ar: {count, plural, one {متر مكعب (م³)} other {متر مكعب (م³)}}
bg: {count, plural, one {Кубичен метър (m³)} other {Кубични метра (m³)}}
bs: {count, plural, one {Kubni metar (m³)} other {kubni metri (m³)}}
cs: {count, plural, one {Krychlový metr (m³)} other {Krychlové metry (m³)}}
da: {count, plural, one {Kubikmeter (m³)} other {Kubikmeter (m³)}}
de: {count, plural, one {Kubikmeter (m³)} other {Kubikmeter (m³)}}
el: {count, plural, one {Κυβικό μέτρο (m³)} other {Κυβικά μέτρα (m³)}}
es: {count, plural, one {Mètre cubes (m³)} other {Mètres cubes (m³)}}
et: {count, plural, one {Kuupmeeter (m³)} other {Kuupmeetrit (m³)}}
fa: {count, plural, one {متر مکعب (m³)} other {متر مکعب (m³)}}
fi: {count, plural, one {Kuutiometri (m³)} other {Kuutiometriä (m³)}}
fr: {count, plural, one {Mètre cubes (m³)} other {Mètres cubes (m³)}}
hi: {count, plural, one {घन मीटर (m³)} other {घन मीटर (m³)}}
hr: {count, plural, one {Kubni metar (m³)} other {Kubnih metara (m³)}}
hu: {count, plural, one {Köbméter (m³)} other {Köbméter (m³)}}
it: {count, plural, one {Metri cubi (m³)} other {Metri cubi (m³)}}
ja: {count, plural, one {立方メートル (m3)} other {立方メートル (m3)}}
ko: {count, plural, one {세제곱미터(m³)} other {세제곱미터(m³)}}
lt: {count, plural, one {Kubinis metras (m³)} other {Kubiniai metrai (m³)}}
ml: {count, plural, one {ഘന മീറ്റർ (m³)} other {ഘന മീറ്ററുകൾ (m³)}}
my: {count, plural, one {ကုဗမီတာ (m³)} other {ကုဗမီတာ (M³)}}
nl: {count, plural, one {Kubieke meter (m³)} other {Kubieke meters (m³)}}
no: {count, plural, one {Kubikkmeter (m³)} other {Kubikkmeter (m³)}}
pl: {count, plural, one {Metr sześcienny (m³)} other {Metry sześcienne (m³)}}
pt: {count, plural, one {Metro cúbico (m³)} other {Metros cúbicos (m³)}}
ru: {count, plural, one {Кубические метры (м³)} other {Кубические метры (м³)}}
sl: {count, plural, one {Kubični meter (m³)} other {Kubični metri (m³)}}
sr: {count, plural, one {кубни метар (м³)} other {кубни метри (м³)}}
sv: {count, plural, one {Kubikmeter (m³)} other {Kubikmeter (m³)}}
sw: {count, plural, one {Mita ya ujazo (m³)} other {Mita za ujazo (m³)}}
th: {count, plural, one {ลูกบาศก์เมตร (m³)} other {ลูกบาศก์เมตร (m³)}}
tr: {count, plural, one {Metreküp (m³)} other {Metreküp (m³)}}
uk: {count, plural, one {Кубічний метр (м³)} other {Кубічні метри (м³)}}
vi: {count, plural, one {Mét khối (m³)} other {Mét khối (m³)}}
zh: {count, plural, one {立方米 (m³)} other {立方米 (m³)}}

# unitPercentLong
source: Percent (%)
af: Persent (%)
ar: نسبة مئوية (%)
bg: Процент (%)
bs: postotak (%)
cs: Procenta (%)
da: Procent (%)
de: Prozent (%)
el: Ποσοστό (%)
es: Porcentaje (%)
et: Protsent (%)
fa: درصد (%)
fr: Pourcentage (%)
hi: प्रतिशत (%)
hr: Postotak (%)
hu: százalék (%)
it: Percentuale (%)
ja: パーセント (%)
ko: 퍼센트 (%)
ml: ശതമാനം (%)
my: ရာခိုင်နှုန်း (%)
nl: Procent (%)
no: Prosent (%)
pl: Procent (%)
pt: Percentagem (%)
ru: Процент (%)
sl: Odstotek (%)
sr: Проценат (%)
sv: Procent (%)
sw: Asilimia (%)
th: เปอร์เซ็นต์ (%)
tr: Yüzde (%)
uk: Відсоток (%)
vi: Phần trăm (%)
zh: 百分比(%)

# unitKgShort
source: kg
hi: किग्रा
my: ကေှ့မျှန်း
ru: кг
sr: кг
th: กก
tr: kilogram
uk: кг
zh: 千克

# unitKgLong
source: {count, plural, one {Kilogram (kg)} other {Kilograms (kg)}}
af: {count, plural, one {Kilogram (kg)} other {Kilogramme (kg)}}
ar: {count, plural, one {كيلوغرام (كجم)} other {كيلوغرام (كجم)}}
bg: {count, plural, one {Килограм (kg)} other {Килограма (kg)}}
bs: {count, plural, one {Kilogram (kg)} other {Kilogrami (kg)}}
cs: {count, plural, one {Kilogram (kg)} other {Kilogramy (kg)}}
da: {count, plural, one {Kilogram (kg)} other {Kilogram (kg)}}
de: {count, plural, one {Kilogramm (kg)} other {Kilogramm (kg)}}
el: {count, plural, one {Χιλιόγραμμα (kg)} other {Κιλά (kg)}}
es: {count, plural, one {Kilogramo (kg)} other {Kilogramo (kg)}}
et: {count, plural, one {Kilogramm (kg)} other {Kilogrammi (kg)}}
fa: {count, plural, one {کیلوگرم (kg)} other {کیلوگرم (kg)}}
fi: {count, plural, one {Kilogramma (kg)} other {Kilogrammaa (kg)}}
fr: {count, plural, one {Kilogramme (kg)} other {Kilogramme (kg)}}
hi: {count, plural, one {किलोग्राम (kg)} other {किलोग्राम (kg)}}
hr: {count, plural, one {Kilogram (kg)} other {Kilograma (kg)}}
hu: {count, plural, one {Kilogramm (kg)} other {Kilogramm (kg)}}
it: {count, plural, one {Chilogrammo (kg)} other {Chilogrammo (kg)}}
ja: {count, plural, one {キログラム (kg)} other {キログラム (kg)}}
ko: {count, plural, one {킬로그램(kg)} other {킬로그램(kg)}}
lt: {count, plural, one {Kilogramas (kg)} other {Kilogramai (kg)}}
ml: {count, plural, one {കിലോഗ്രാം (kg)} other {കിലോഗ്രാമുകൾ (kg)}}
my: {count, plural, one {ကီလိုဂရမ် (ကီလိုဂရမ်)} other {ကီလိုဂရမ် (ကီလိုဂရမ်)}}
nl: {count, plural, one {Kilogram (kg)} other {Kilogram (kg)}}
no: {count, plural, one {Kilogram (kg)} other {Kilogram (kg)}}
pl: {count, plural, one {Kilogram (kg)} other {Kilogramy (kg)}}
pt: {count, plural, one {Quilograma (kg)} other {Quilograma (kg)}}
ru: {count, plural, one {Килограмм (кг)} other {Килограмм (кг)}}
sl: {count, plural, one {Kilogram (kg)} other {Kilogrami (kg)}}
sr: {count, plural, one {Килограм (кг)} other {Килограми (кг)}}
sv: {count, plural, one {Kilogram (kg)} other {Kilogram (kg)}}
sw: {count, plural, one {Kilo (kilo)} other {Kilo (kilo)}}
th: {count, plural, one {กิโลกรัม (กก.)} other {กิโลกรัม (กก.)}}
tr: {count, plural, one {Kilogram (kg)} other {Kilogram (kg)}}
uk: {count, plural, one {кілограм (кг)} other {кілограми (кг)}}
vi: {count, plural, one {Kilôgam (kg)} other {Kilôgam (kg)}}
zh: {count, plural, one {公斤（公斤）} other {公斤 (kg)}}

# unitHoursShort
source: h
de: Std
hi: एच
it: o
my: ဆုတောင်းပါ
ru: ч
sr: х
th: ชม.
uk: ч
zh: 小时

# unitHoursLong
source: {count, plural, one {Hour} other {Hours (h)}}
af: {count, plural, one {Uur} other {Ure (h)}}
ar: {count, plural, one {ساعة} other {ساعة (س)}}
bg: {count, plural, one {Час} other {Часа (ч)}}
bs: {count, plural, one {Sat} other {Sati (h)}}
cs: {count, plural, one {Hodina} other {Hodiny (h)}}
da: {count, plural, one {Time} other {Timer (h)}}
de: {count, plural, one {Betriebsstunde} other {Betriebsstunden (Std)}}
el: {count, plural, one {Ώρα} other {Ώρες (h)}}
es: {count, plural, one {Hora} other {Horas (h)}}
et: {count, plural, one {Tund} other {Tundi (h)}}
fa: {count, plural, one {ساعت} other {ساعت (h)}}
fi: {count, plural, one {Tunti} other {Tuntia (h)}}
fr: {count, plural, one {Heure} other {Heures (h)}}
hi: {count, plural, one {घंटा} other {घंटे (h)}}
hr: {count, plural, one {Sat} other {Sati (h)}}
hu: {count, plural, one {Óra} other {Órák (h)}}
it: {count, plural, one {Ora} other {Ore (h)}}
ja: {count, plural, one {時間} other {時間 (h)}}
ko: {count, plural, one {시간} other {시간(h)}}
lt: {count, plural, one {Valanda} other {Valandos (h)}}
ml: {count, plural, one {മണിക്കൂർ} other {മണിക്കൂറുകൾ (h)}}
my: {count, plural, one {နာရီ} other {နာရီ (ဇ)}}
nl: {count, plural, one {Uur} other {Uren (u)}}
no: {count, plural, one {Time} other {Timer (t)}}
pl: {count, plural, one {Godzina} other {Godziny (godz.)}}
pt: {count, plural, one {Hora} other {Horas (h)}}
ru: {count, plural, one {Час} few {Часа} many {Часов} other {Часа}}
sl: {count, plural, one {ura} other {ure (h)}}
sr: {count, plural, one {Сат} other {Сати (х)}}
sv: {count, plural, one {Timme} other {Timmar (h)}}
sw: {count, plural, one {Saa} other {Masaa (H)}}
th: {count, plural, one {ชั่วโมง} other {ชั่วโมง (ชม.)}}
tr: {count, plural, one {Saat} other {Saat (saat)}}
uk: {count, plural, one {годину} other {Години (год)}}
vi: {count, plural, one {Giờ} other {Giờ (h)}}
zh: {count, plural, one {小时} other {小时 (h)}}

# unitNoneFormatted
source: {count, plural, one {unit} other {units}}
af: {count, plural, one {eenheid} other {eenhede}}
ar: {count, plural, one {وحدة} other {وحدات}}
bg: {count, plural, one {единица} other {единици}}
bs: {count, plural, one {jedinica} other {jedinice}}
cs: {count, plural, one {jednotka} other {jednotky}}
da: {count, plural, one {enhed} other {enheder}}
de: {count, plural, one {Einheit} other {Einheiten}}
el: {count, plural, one {μονάδα} other {μονάδες}}
es: {count, plural, one {unidad} other {unidades}}
et: {count, plural, one {ühik} other {ühikut}}
fa: {count, plural, one {واحد} other {واحد}}
fi: {count, plural, one {yksikkö} other {yksikköä}}
fr: {count, plural, one {unité} other {unités}}
hi: {count, plural, one {इकाई} other {इकाइयाँ}}
hr: {count, plural, one {jedinica} other {jedinice}}
hu: {count, plural, one {egység} other {egységek}}
it: {count, plural, one {unità} other {unità}}
ja: {count, plural, one {ユニット} other {単位}}
ko: {count, plural, one {단위} other {단위들}}
lt: {count, plural, one {vienetas} other {vienetų}}
ml: {count, plural, one {യൂണിറ്റ്} other {യൂണിറ്റുകൾ}}
my: {count, plural, one {တခု} other {ယူနစ်}}
nl: {count, plural, one {eenheid} other {eenheden}}
no: {count, plural, one {enhet} other {enheter}}
pl: {count, plural, one {jednostka} other {jednostki}}
pt: {count, plural, one {unidade} other {unidades}}
ru: {count, plural, one {Единица} other {Единицы}}
sl: {count, plural, one {enota} other {enote}}
sr: {count, plural, one {јединица} other {јединице}}
sv: {count, plural, one {enhet} other {enheter}}
sw: {count, plural, one {Sehemu} other {vitengo}}
th: {count, plural, one {หน่วย} other {หน่วย}}
tr: {count, plural, one {birim} other {birimler}}
uk: {count, plural, one {одиниця} other {одиниць}}
vi: {count, plural, one {đơn vị} other {đơn vị}}
zh: {count, plural, one {单元} other {单位}}

# unitMegaByteShort
source: MB
hi: एमबी
my: ခရက်ဖိကျ
ru: МБ
sr: МБ
th: เอ็มบี

# unitMegaByteLong
source: MB
de: Megabyte
hi: एमबी
ml: മെഗാബൈറ്റ് (MB)
my: ခရက်ဖိကျ
ru: МБ
sr: МБ
th: เอ็มบี

# unitGigaByteShort
source: GB
hi: जीबी
my: နိုး
ru: ГБ
sr: ГБ
th: กิกะไบต์
tr: Büyük Britanya
zh: 国标

# unitGigaByteLong
source: GB
de: Gigabyte
hi: जीबी
ml: ഗിഗാബൈറ്റ് (GB)
my: နိုး
ru: ГБ
sr: ГБ
th: กิกะไบต์
tr: Büyük Britanya
zh: 国标

# settingHouseholdSize
source: Household size
af: Huishouding grootte
ar: حجم الأسرة
bg: Размер на домакинството
bs: Veličina domaćinstva
cs: Velikost domácnosti
da: Husstandsstørrelse
de: Haushaltsgröße
el: Μέγεθος νοικοκυριού
es: Tamaño del hogar
et: Majapidamise suurus
fa: اندازه خانوار
fi: Kotitalouden koko
fr: Taille du foyer
hi: परिवार का आकार
hr: Veličina kućanstva
hu: Háztartás mérete
it: Dimensione del nucleo familiare
ja: 世帯人数
ko: 가구 구성원 수
lt: Namų ūkio dydis
ml: ഗാർഹിക വലുപ്പം
my: အိမ်ထောင်စုအရွယ်အစား
nl: Gezinsgrootte
no: Husholdningsstørrelse
pl: Wielkość gospodarstwa domowego
pt: Dimensão do agregado
ru: Размер домохозяйства
sl: Velikost gospodinjstva
sr: Величина домаћинства
sv: Hushållsstorlek
sw: Saizi ya kaya
th: ขนาดครัวเรือน
tr: Ev büyüklüğü
uk: Розмір домогосподарства
vi: Quy mô hộ gia đình
zh: 家庭规模

# settingHouseholdSizeDescription
source: Number of people in your household.
af: Aantal mense in jou huishouding.
ar: عدد الأشخاص في أسرتك.
bg: Брой хора във вашето домакинство.
bs: Broj ljudi u vašem domaćinstvu.
cs: Počet osob ve vaší domácnosti.
da: Antal personer i din husstand.
de: Anzahl Personen im Haushalt.
el: Αριθμός ατόμων στο νοικοκυριό σας.
es: Número de personas en el hogar.
et: Inimeste arv sinu majapidamises.
fa: تعداد افراد خانواده شما
fi: Kotitaloudessasi olevien ihmisten lukumäärä.
fr: Nombre de personnes dans votre foyer.
hi: तुम्हारे घर में लोगों की संख्या।
hr: Broj osoba u vašem kućanstvu.
hu: A háztartásában élők száma.
it: Numero di persone nel nucleo familiare.
ja: あなたの世帯の人数。
ko: 귀하의 가구에 사는 사람 수입니다.
lt: Jūsų namų ūkio žmonių skaičius.
ml: നിങ്ങളുടെ വീട്ടിലെ ആളുകളുടെ എണ്ണം.
my: သင့်အိမ်ထောင်စုရှိလူ ဦး ရေအရေအတွက်။
nl: Aantal personen in uw huishouden.
no: Antall personer i husstanden din.
pl: Liczba osób w Twoim gospodarstwie domowym.
pt: Número de pessoas no agregado.
ru: Количество человек в домохозяйстве.
sl: Število ljudi v vašem gospodinjstvu.
sr: Број људи у вашем домаћинству.
sv: Antal personer i ditt hushåll.
sw: Idadi ya watu katika kaya yako.
th: จำนวนคนในครัวเรือนของคุณ
tr: Hanenizdeki kişi sayısı.
uk: Кількість людей у ​​вашій родині.
vi: Số người trong gia đình bạn.
zh: 您家里的人数。

# settingWaterHeater
source: Water heater
af: Waterverwarmer
ar: سخان الماء
bg: Бойлер
bs: Bojler
cs: Ohřívač vody
da: Vandvarmer
de: Warmwasseraufbereiter
el: Θερμοσίφωνας νερού
es: Calentador de agua
et: Veeboiler
fa: آبگرمکن
fi: Vedenlämmitin
fr: Chauffe-eau
hi: वाटर हीटर
hr: Bojler
hu: Vízmelegítő
it: Scaldabagno
ja: 給湯器
ko: 온수기
lt: Vandens šildytuvas
ml: വാട്ടർ ഹീറ്റർ
my: ရေအပူပေးစက်
nl: Waterverwarmer
no: Varmtvannsbereder
pl: Podgrzewacz wody
pt: Aquecedor de água
ru: Водонагреватель
sl: Grelnik vode
sr: бојлер
sv: Varmvattenberedare
sw: Heater ya maji
th: เครื่องทำน้ำอุ่น
tr: Su ısıtıcı
uk: Водонагрівач
vi: Máy nước nóng
zh: 热水器

# settingEAuto
source: Electric car
af: Elektriese motor
ar: سيارة كهربائية
bg: Електрически автомобил
bs: Električni auto
cs: Elektrické auto
da: Elbil
de: E-Auto
el: Ηλεκτρικό αυτοκίνητο
es: Coche eléctrico
et: Elektriauto
fa: خودروی برقی
fi: Sähköauto
fr: Voiture électrique
hi: इलेक्ट्रिक कार
hr: Električni automobil
hu: Elektromos autó
it: Auto elettrica
ja: 電気自動車
ko: 전기차
lt: Elektromobilis
ml: ഇലക്ട്രിക് കാർ
my: လျှပ်စစ်ကား
nl: Elektrische auto
no: Elbil
pl: Samochód elektryczny
pt: Carro elétrico
ru: Электромобиль
sl: Električni avto
sr: Електрични аутомобил
sv: Elbil
sw: Gari la umeme
th: รถยนต์ไฟฟ้า
tr: Elektrikli araba
uk: Електричний автомобіль
vi: Xe điện
zh: 电动车

# settingObjectLocation
source: Location
af: Ligging
ar: الموقع
bg: Местоположение
bs: Lokacija
cs: Umístění
da: Detaljer om objektet
de: Ort
el: Λεπτομέρειες αντικειμένου
es: Ubicación
et: Asukoht
fa: مکان
fi: Sijainti
fr: Lieu
hi: जगह
hr: Mjesto
hu: Helyszín
it: Posizione
ja: 位置
ko: 위치
lt: Vieta
ml: സ്ഥാനം
my: တည်ရှိမှု
nl: Locatie
no: Sted
pl: Lokalizacja
pt: Detalhes do objeto
ru: Местоположение
sl: Lokacija
sr: Локација
sv: Plats
sw: Mahali
th: ที่ตั้ง
tr: Konum
uk: Розташування
vi: Vị trí
zh: 地点
