Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# waterMeterEventsInformation
source: {count, plural, =1 {Your wireless water meter {waterSupplier} detects unexpected consumption. If desired, you will receive a notification in such a case.} other {Your wireless water meters {waterSupplier} detect unexpected consumption. If desired, you will receive a notification in such cases.}}
af: {count, plural, =1 {Jou draadlose watermeter {waterSupplier} bespeur onverwagte verbruik. Indien gewens, sal jy 'n kennisgewing in so 'n geval ontvang.} other {Jou draadlose watermeters {waterSupplier} bespeur onverwagte verbruik. Indien gewens, sal jy kennisgewings in sulke gevalle ontvang.}}
ar: {count, plural, =1 {عداد الماء اللاسلكي الخاص بك {waterSupplier} يكتشف استهلاك غير متوقع. إذا رغبت، سوف تتلقى إشعاراً في مثل هذه الحالة.} other {عدادات الماء اللاسلكية الخاصة بك {waterSupplier} تكتشف استهلاك غير متوقع. إذا رغبت، سوف تتلقى إشعاراً في مثل هذه الحالات.}}
bg: {count, plural, =1 {Вашият безжичен водомер {waterSupplier} открива неочаквана консумация. Ако желаете, ще получите известие в такъв случай.} other {Вашите безжични водомери {waterSupplier} откриват неочаквана консумация. Ако желаете, ще получите известие в такива случаи.}}
bs: {count, plural, =1 {Vaš bežični vodomjer {waterSupplier} detektuje neočekivanu potrošnju. Po želji ćete u takvom slučaju dobiti obavijest.} other {Vaši bežični vodomjeri {waterSupplier} otkrivaju neočekivanu potrošnju. Po želji ćete u takvim slučajevima dobiti obavijest.}}
cs: {count, plural, =1 {Váš bezdrátový vodoměr {waterSupplier} detekuje neočekávanou spotřebu. Pokud si to přejete, obdržíte v takovém případě upozornění.} other {Vaše bezdrátové vodoměry {waterSupplier} detekují neočekávanou spotřebu. V případě potřeby obdržíte v takových případech upozornění.}}
da: {count, plural, =1 {Din trådløse vandmåler {waterSupplier} registrerer uventet forbrug. Hvis det ønskes, vil du i et sådant tilfælde modtage en meddelelse.} other {Dine trådløse vandmålere {waterSupplier} registrerer uventet forbrug. Hvis det ønskes, vil du i sådanne tilfælde modtage en meddelelse.}}
de: {count, plural, =1 {Ihr Funkwasserzähler {waterSupplier} erkennt unerwartete Verbräuche. Falls gewünscht, erhalten Sie in so einem Fall eine Benachrichtigung.} other {Ihre Funkwasserzähler {waterSupplier} erkennen unerwartete Verbräuche. Falls gewünscht, erhalten Sie in so einem Fall eine Benachrichtigung.}}
el: {count, plural, =1 {Ο ασύρματος μετρητής νερού {waterSupplier} ανιχνεύει απροσδόκητη κατανάλωση. Εάν το επιθυμείτε, θα λάβετε μια ειδοποίηση σε μια τέτοια περίπτωση.} other {Οι ασύρματοι μετρητές νερού {waterSupplier} ανιχνεύουν απροσδόκητη κατανάλωση. Εάν το επιθυμείτε, θα λαμβάνετε ειδοποίηση σε τέτοιες περιπτώσεις.}}
es: {count, plural, =1 {Su contador de agua inalámbrico {waterSupplier} detecta un consumo inesperado. Si lo desea, recibirá una notificación en tal caso.} other {Sus contadores de agua inalámbricos {waterSupplier} detectan un consumo inesperado. Si lo desea, recibirá una notificación en tales casos.}}
et: {count, plural, =1 {Sinu juhtmevaba veearvesti {waterSupplier} tuvastab ootamatu tarbimise. Soovi korral saad sellest teavituse.} other {Sinu juhtmevabad veearvestid {waterSupplier} tuvastavad ootamatut tarbimist. Soovi korral saad sellistel juhtudel teavituse.}}
fa: {count, plural, =1 {کنتور آب بی‌سیم شما {waterSupplier} مصرف غیرمنتظره را تشخیص می‌دهد. در صورت تمایل، در چنین حالتی اعلانی دریافت خواهید کرد.} other {کنتورهای آب بی‌سیم شما {waterSupplier} مصرف غیرمنتظره را تشخیص می‌دهند. در صورت تمایل، در چنین مواردی اعلان دریافت خواهید کرد.}}
fi: {count, plural, =1 {Langaton vesimittarisi {waterSupplier} havaitsee odottamattoman kulutuksen. Halutessasi saat tästä ilmoituksen.} other {Langattomat vesimittarisi {waterSupplier} havaitsevat odottamatonta kulutusta. Halutessasi saat tällaisista tilanteista ilmoituksen.}}
fr: {count, plural, =1 {Votre compteur d'eau sans fil {waterSupplier} détecte une consommation inattendue. Si vous le souhaitez, vous recevrez une notification dans ce cas.} other {Vos compteurs d'eau sans fil {waterSupplier} détectent une consommation inattendue. Si vous le souhaitez, vous recevrez une notification dans ces cas.}}
hi: {count, plural, =1 {आपका वायरलेस पानी मीटर {waterSupplier} अप्रत्याशित खपत का पता लगाता है। यदि आप चाहें, तो आपको ऐसे मामले में एक सूचना प्राप्त होगी।} other {आपके वायरलेस पानी मीटर {waterSupplier} अप्रत्याशित खपत का पता लगाते हैं। यदि आप चाहें, तो आपको ऐसे मामलों में सूचना प्राप्त होगी।}}
hr: {count, plural, =1 {Your wireless water meter {waterSupplier} otkriva neočekivanu potrošnju.Ako želite, primit ćete obavijest u tom slučaju.} other {Your wireless water meters {waterSupplier} otkriti neočekivanu potrošnju.Ako želite, primit ćete obavijest u takvim slučajevima.}}
hu: {count, plural, =1 {A vezeték nélküli vízór{waterSupplier}ja észleli a váratlan fogyasztást. Kívánság szerint ilyen esetben értesítést kap.} other {A vezeték nélküli vízórák {waterSupplier} észlelik a váratlan fogyasztást. Kívánság szerint ilyen esetekben értesítést kap.}}
it: {count, plural, =1 {Il tuo contatore acqua radio {waterSupplier} rileva un consumo anomalo. Se lo desideri, riceverai una notifica in tal caso.} other {I tuoi contatori acqua radio {waterSupplier} rilevano un consumo anomalo. Se lo desideri, riceverai una notifica in questi casi.}}
ja: {count, plural, =1 {ワイヤレス水道メーター {waterSupplier} が予期せぬ消費を検出します。ご希望に応じて、そのような場合には通知を受け取ります。} other {ワイヤレス水道メーター {waterSupplier} は予期せぬ消費量を検出します。このような場合には、ご希望に応じて通知が届きます。}}
ko: {count, plural, =1 {귀하의 무선 수도 계량기 {waterSupplier}가 예상치 못한 소비를 감지했습니다. 원하시면 이러한 경우 알림을 받을 수 있습니다.} other {귀하의 무선 수도 계량기들 {waterSupplier}가 예상치 못한 소비를 감지했습니다. 원하시면 이러한 경우 알림을 받을 수 있습니다.}}
lt: {count, plural, =1 {Jūsų belaidis vandens skaitiklis {waterSupplier} aptinka netikėtą suvartojimą. Jei pageidaujate, tokiu atveju gausite pranešimą.} other {Jūsų belaidžiai vandens skaitikliai {waterSupplier} aptinka netikėtą suvartojimą. Jei pageidaujate, tokiais atvejais gausite pranešimą.}}
ml: {count, plural, =1 {നിങ്ങളുടെ വയർലെസ് വാട്ടർ മീറ്റർ {waterSupplier} അപ്രതീക്ഷിത ഉപഭോഗം കണ്ടെത്തുന്നു. വേണമെങ്കിൽ, അത്തരമൊരു സാഹചര്യത്തിൽ നിങ്ങൾക്ക് ഒരു അറിയിപ്പ് ലഭിക്കും.} other {നിങ്ങളുടെ വയർലെസ് വാട്ടർ മീറ്ററുകൾ {waterSupplier} അപ്രതീക്ഷിത ഉപഭോഗം കണ്ടെത്തുന്നു. വേണമെങ്കിൽ, അത്തരം സന്ദർഭങ്ങളിൽ നിങ്ങൾക്ക് ഒരു അറിയിപ്പ് ലഭിക്കും.}}
my: {count, plural, =1 {သင်၏ကြိုးမဲ့ရေမီတာ Phtoken0 သည်မမျှော်လင့်သောစားသုံးမှုကိုရှာဖွေတွေ့ရှိသည်။ ဆန္ဒရှိလျှင်, သင်သည်ထိုကဲ့သို့သောကိစ္စတွင်အကြောင်းကြားစာကိုလက်ခံရရှိလိမ့်မည်။} other {သင်၏ကြိုးမဲ့ရေမီတာ Phtoken0 သည်မမျှော်လင့်သောစားသုံးမှုကိုရှာဖွေတွေ့ရှိသည်။ ဆန္ဒရှိပါကထိုသို့သောအဖြစ်အပျက်များတွင်သင်အသိပေးချက်ကိုလက်ခံရရှိလိမ့်မည်။}}
nl: {count, plural, =1 {Uw draadloze watermeter {waterSupplier} detecteert onverwacht verbruik. Indien gewenst ontvangt u in zo'n geval een melding.} other {Uw draadloze watermeters {waterSupplier} detecteren onverwacht verbruik. Indien gewenst ontvangt u in dergelijke gevallen een melding.}}
no: {count, plural, =1 {Din trådløse vannmåler {waterSupplier} oppdager uventet forbruk. Om ønskelig vil du motta et varsel i et slikt tilfelle.} other {Dine trådløse vannmålere {waterSupplier} oppdager uventet forbruk. Om ønskelig vil du motta et varsel i slike tilfeller.}}
pl: {count, plural, =1 {Twój bezprzewodowy wodomierz {waterSupplier} wykrywa nieoczekiwane zużycie. Jeśli chcesz, otrzymasz powiadomienie w takim przypadku.} other {Twoje bezprzewodowe wodomierze {waterSupplier} wykrywają nieoczekiwane zużycie. W razie potrzeby otrzymasz powiadomienie w takich przypadkach.}}
pt: {count, plural, =1 {Seu medidor de água sem fio {waterSupplier} detecta consumo inesperado. Se desejar, você receberá uma notificação nesse caso.} other {Seus medidores de água sem fio {waterSupplier} detectam consumo inesperado. Se desejar, você receberá uma notificação nesses casos.}}
ru: {count, plural, =1 {Ваш беспроводной счетчик воды {waterSupplier} обнаружил неожиданное потребление. При желании вы получите уведомление в таком случае.} few {Ваши беспроводные счетчики воды {waterSupplier} обнаружили неожиданное потребление. При желании вы получите уведомление в таких случаях.} many {Ваши беспроводные счетчики воды {waterSupplier} обнаружили неожиданное потребление. При желании вы получите уведомление в таких случаях.} other {Ваши беспроводные счетчики воды {waterSupplier} обнаружили неожиданное потребление. При желании вы получите уведомление в таких случаях.}}
sl: {count, plural, =1 {Vaš brezžični vodomer {waterSupplier} zazna nepričakovano porabo. Če želite, boste v takem primeru prejeli obvestilo.} other {Vaši brezžični vodomer {waterSupplier} zaznajo nepričakovano porabo. Če želite, boste v takih primerih prejeli obvestilo.}}
sr: {count, plural, =1 {Ваш бежични водомер ПХТОКЕН0 детектује неочекивану потрошњу. Ако желите, у таквом случају ћете добити обавештење.} other {Ваши бежични водомери ПХТОКЕН0 детектују неочекивану потрошњу. Ако желите, добићете обавештење у таквим случајевима.}}
sv: {count, plural, =1 {Din trådlösa vattenmätare {waterSupplier} upptäcker oväntad förbrukning. Om så önskas får du en avisering i sådant fall.} other {Dina trådlösa vattenmätare {waterSupplier} upptäcker oväntad förbrukning. Om så önskas får du ett meddelande i sådana fall.}}
sw: {count, plural, =1 {Mita yako ya maji isiyo na waya phtoken0 hugundua matumizi yasiyotarajiwa. Ikiwa inataka, utapokea arifa katika kesi kama hiyo.} other {Mita yako ya maji isiyo na waya phtoken0 hugundua matumizi yasiyotarajiwa. Ikiwa inataka, utapokea arifa katika hali kama hizi.}}
th: {count, plural, =1 {มิเตอร์น้ำไร้สาย {waterSupplier} ตรวจจับปริมาณการใช้น้ำที่ไม่คาดคิด หากต้องการ คุณจะได้รับการแจ้งเตือนในกรณีดังกล่าว} other {มิเตอร์น้ำไร้สายของคุณ {waterSupplier} ตรวจจับปริมาณการใช้น้ำที่ไม่คาดคิด หากต้องการ คุณจะได้รับการแจ้งเตือนในกรณีดังกล่าว}}
tr: {count, plural, =1 {{waterSupplier} kablosuz su sayacınız beklenmeyen tüketimi tespit eder. İstenirse böyle bir durumda bildirim alırsınız.} other {{waterSupplier} kablosuz su sayaçlarınız beklenmedik tüketimi tespit eder. İstenildiği takdirde bu gibi durumlarda bildirim alırsınız.}}
uk: {count, plural, =1 {Ваш бездротовий лічильник води {waterSupplier} виявляє несподіване споживання. При бажанні в такому випадку ви отримаєте сповіщення.} other {Ваші бездротові лічильники води {waterSupplier} виявляють несподіване споживання. При бажанні в таких випадках ви отримаєте сповіщення.}}
vi: {count, plural, =1 {Đồng hồ nước không dây {waterSupplier} của bạn phát hiện mức tiêu thụ nước ngoài dự kiến. Nếu muốn, bạn sẽ nhận được thông báo trong trường hợp như vậy.} other {Đồng hồ nước không dây {waterSupplier} của bạn phát hiện mức tiêu thụ nước ngoài dự kiến. Nếu muốn, bạn sẽ nhận được thông báo trong những trường hợp như vậy.}}
zh: {count, plural, =1 {您的无线水表 {waterSupplier} 检测到意外消耗。如果需要，您将在这种情况下收到通知。} other {您的无线水表 {waterSupplier} 检测到意外消耗。如果需要，您将在这种情况下收到通知。}}

# subscribeToSmartMeterInfocodeEvents
source: I would like to be notified of unexpected consumption
af: Ek wil graag van onverwagte verbruik in kennis gestel word
ar: أود أن يتم إشعاري بالاستهلاك غير المتوقع
bg: Искам да получавам известия за неочаквана консумация
bs: Želim biti obaviješten o neočekivanoj potrošnji
cs: Rád bych byl upozorněn na neočekávanou spotřebu
da: Jeg vil gerne have besked om uventet forbrug
de: Ich möchte über unerwartete Verbräuche benachrichtigt werden
el: Θα ήθελα να ειδοποιούμαι για απροσδόκητη κατανάλωση
es: Me gustaría recibir una notificación sobre el consumo inesperado
et: Soovin ootamatust tarbimisest teavitusi
fa: من می خواهم از مصرف غیرمنتظره مطلع شوم
fi: Haluan saada ilmoituksen odottamattomasta kulutuksesta
fr: Je souhaite être informé(e) des consommations inattendues
hi: मैं अप्रत्याशित खपत के बारे में सूचित होना चाहूंगा
hr: Želim biti obaviješten o neočekivanoj potrošnji
hu: Szeretnék értesítést kapni a váratlan fogyasztásról
it: Desidero essere avvisato in caso di consumo anomalo
ja: 予期せぬ消費の通知を受け取りたい
ko: 예상치 못한 소비 발생 시 알림을 받고 싶습니다
lt: Norėčiau būti pranešta apie netikėtą vartojimą
ml: അപ്രതീക്ഷിത ഉപഭോഗത്തെക്കുറിച്ച് അറിയിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നു
my: မမျှော်လင့်တဲ့စားသုံးမှုအကြောင်းကြားချင်ပါတယ်
nl: Ik wil op de hoogte worden gesteld van onverwacht verbruik
no: Jeg vil gjerne bli varslet om uventet forbruk
pl: Chcę zostać powiadomiony o nieoczekiwanym zużyciu
pt: Gostaria de ser notificado sobre consumo inesperado
ru: Я хочу получать уведомления о неожиданном потреблении
sl: Želim biti obveščen o nepričakovani porabi
sr: Желим да будем обавештен о неочекиваној потрошњи
sv: Jag skulle vilja bli meddelad om oväntad konsumtion
sw: Napenda kuarifiwa juu ya matumizi yasiyotarajiwa
th: ฉันต้องการรับการแจ้งเตือนเกี่ยวกับการบริโภคที่ไม่คาดคิด
tr: Beklenmedik tüketimlerden haberdar olmak istiyorum
uk: Я хотів би отримати сповіщення про несподіване споживання
vi: Tôi muốn được thông báo về việc tiêu thụ bất ngờ
zh: 我希望收到意外消费通知

# completeButton
source: Complete
af: Voltooi
ar: إكمال
bg: Завърши
bs: Završeno
cs: Kompletní
da: Komplet
de: Abschließen
el: Πλήρης
es: Completar
et: Valmis
fa: کامل
fi: Täydellinen
fr: Terminer
hi: पूरा
hr: Kompletan
hu: Teljes
it: Completa
ja: 完了
ko: 완료
lt: Užbaigti
ml: പൂർത്തിയാക്കുക
my: ပြည့်စုံသော
nl: Voltooien
no: Fullstendig
pl: Kompletny
pt: Concluir
ru: Завершить
sl: Popolna
sr: Завршено
sv: Komplett
sw: Kamili
th: สมบูรณ์
tr: Tamamlamak
uk: Повний
vi: Hoàn thành
zh: 完全的

source: Reset
af: Herstel
ar: إعادة تعيين
bg: Нулиране
bs: Resetiraj
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
et: Lähtesta
fa: بازنشانی کنید
fi: Nollaa
fr: Réinitialiser
hi: रीसेट करें
hr: Resetiraj
it: Ripristina
ja: リセット
ko: 재설정
lt: Nustatyti iš naujo
ml: പുനഃസജ്ജമാക്കുക
my: ပြန်လည်တည်ဆောက်
nl: Resetten
no: Tilbakestill
pl: Nastawić
pt: Redefinir
ru: Сброс
sl: Ponastavi
sr: Ресетуј
sv: Återställa
sw: Rudisha
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Cài lại
zh: 重置

# settingCounterTypeColor
source: Color for this counter type
af: Kleur vir hierdie tellertipe
ar: اللون لهذا النوع من العدادات
bg: Цвят за този тип брояч
bs: Boja za ovaj tip brojača
cs: Barva pro tento typ pultu
da: Farve til denne tællertype
de: Farbe für diesen Zählertyp
el: Χρώμα για αυτόν τον τύπο μετρητή
es: Color para este tipo de contador
et: Selle arvestitüübi värv
fa: رنگ برای این نوع شمارنده
fi: Väri tälle laskurityypille
fr: Couleur pour ce type de compteur
hi: इस काउंटर प्रकार के लिए रंग
hr: Boja za ovu vrstu brojača
hu: Szín ehhez a számlálótípushoz
it: Colore per questo tipo di contatore
ja: このカウンタータイプの色
ko: 이 계량기 유형의 색상
lt: Šio skaitiklio tipo spalva
ml: ഈ കൌണ്ടർ തരത്തിനായുള്ള നിറം
my: ဒီကောင်တာအမျိုးအစားအတွက်အရောင်
nl: Kleur voor dit metertype
no: Farge for denne disktypen
pl: Kolor dla tego typu licznika
pt: Cor para este tipo de medidor
ru: Цвет для этого типа счетчика
sl: Barva za to vrsto števca
sr: Боја за овај тип бројача
sv: Färg för denna disktyp
sw: Rangi ya aina hii ya kukabiliana
th: สีสำหรับเคาน์เตอร์ประเภทนี้
tr: Bu sayaç tipinin rengi
uk: Колір для цього типу лічильника
vi: Màu sắc cho loại quầy này
zh: 此计数器类型的颜色

# settingCounterTypeColorDescription
source: If you do not like the default colour for this counter type, you can assign a different colour.
af: As jy nie van die standaardkleur vir hierdie tellertipe hou nie, kan jy 'n ander kleur toeken.
ar: إذا لم يعجبك اللون الافتراضي لهذا النوع من العدادات، يمكنك تعيين لون مختلف.
bg: Ако не ви харесва цветът по подразбиране за този тип брояч, можете да зададете различен цвят.
bs: Ako vam se ne sviđa zadana boja za ovaj tip brojača, možete dodijeliti drugu boju.
cs: Pokud se vám nelíbí výchozí barva pro tento typ počítadla, můžete přiřadit jinou barvu.
da: Hvis du ikke kan lide standardfarven for denne tællertype, kan du tildele en anden farve.
de: Wenn Ihnen die Standardfarbe für diesen Zählertyp nicht gefällt, können Sie eine andere Farbe vergeben.
el: Εάν δεν σας αρέσει το προεπιλεγμένο χρώμα για αυτόν τον τύπο μετρητή, μπορείτε να ορίσετε ένα διαφορετικό χρώμα.
es: Si no le gusta el color predeterminado para este tipo de contador, puede asignarle un color diferente.
et: Kui vaikimisi värv sulle ei meeldi, saad valida mõne teise värvi.
fa: اگر رنگ پیش‌فرض این نوع شمارنده را دوست ندارید، می‌توانید رنگ دیگری را تعیین کنید.
fi: Jos et pidä tämän laskurityypin oletusväristä, voit määrittää toisen värin.
fr: Si la couleur par défaut de ce type de compteur ne vous plaît pas, vous pouvez lui attribuer une couleur différente.
hi: यदि आपको इस काउंटर प्रकार के लिए डिफ़ॉल्ट रंग पसंद नहीं है, तो आप एक अलग रंग निर्दिष्ट कर सकते हैं।
hr: Ako vam se ne sviđa zadana boja za ovu vrstu brojača, možete dodijeliti drugu boju.
hu: Ha nem tetszik az adott számlálótípus alapértelmezett színe, más színt is megadhat.
it: Se non ti piace il colore predefinito per questo tipo di contatore, puoi assegnare un colore diverso.
ja: このカウンター タイプのデフォルトの色が気に入らない場合は、別の色を割り当てることができます。
ko: 기본 색상이 마음에 들지 않는 경우 다른 색상을 지정할 수 있습니다.
lt: Jei jums nepatinka numatytoji šio skaitiklio tipo spalva, galite priskirti kitą spalvą.
ml: ഈ കൌണ്ടർ തരത്തിനായുള്ള ഡിഫോൾട്ട് നിറം നിങ്ങൾക്ക് ഇഷ്ടപ്പെട്ടില്ലെങ്കിൽ, നിങ്ങൾക്ക് മറ്റൊരു നിറം നൽകാം.
my: အကယ်. သင်သည်ဤတန်ပြန်အမျိုးအစားအတွက် default အရောင်ကိုမကြိုက်ပါကအခြားအရောင်တစ်ခုသတ်မှတ်နိုင်သည်။
nl: Als u de standaardkleur voor dit metertype niet leuk vindt, kunt u een andere kleur toewijzen.
no: Hvis du ikke liker standardfargen for denne tellertypen, kan du tilordne en annen farge.
pl: Jeśli nie podoba Ci się domyślny kolor dla tego typu licznika, możesz przypisać inny kolor.
pt: Se não gostar da cor padrão para este tipo de medidor, pode atribuir uma cor diferente.
ru: Если вам не нравится цвет по умолчанию для этого типа счетчика, вы можете назначить другой цвет.
sl: Če vam privzeta barva za to vrsto števca ni všeč, lahko dodelite drugo barvo.
sr: Ако вам се не свиђа подразумевана боја за овај тип бројача, можете доделити другу боју.
sv: Om du inte gillar standardfärgen för denna disktyp kan du tilldela en annan färg.
sw: Ikiwa haupendi rangi chaguo -msingi ya aina hii ya kukabiliana, unaweza kupeana rangi tofauti.
th: หากคุณไม่ชอบสีเริ่มต้นสำหรับตัวนับประเภทนี้ คุณสามารถกำหนดสีอื่นได้
tr: Bu sayaç tipinin varsayılan rengini beğenmezseniz farklı bir renk atayabilirsiniz.
uk: Якщо вам не подобається стандартний колір для цього типу лічильника, ви можете призначити інший колір.
vi: Nếu bạn không thích màu mặc định cho loại bộ đếm này, bạn có thể chỉ định màu khác.
zh: 如果您不喜欢此计数器类型的默认颜色，您可以指定不同的颜色。

# settingCounterTypeColorAdvanced
source: Color picker for experts
af: Kleurkieser vir kundiges
ar: منتقي الألوان للخبراء
bg: Избирач на цвят за експерти
bs: Birač boja za stručnjake
cs: Výběr barev pro odborníky
da: Farvevælger for eksperter
de: Experten-Farbauswahl
el: Επιλογή χρώματος για ειδικούς
es: Selector de color para expertos
et: Värvivalija edasijõudnutele
fa: انتخاب رنگ برای کارشناسان
fi: Värinvalitsin asiantuntijoille
fr: Sélecteur de couleurs pour experts
hi: विशेषज्ञों के लिए रंग चयनकर्ता
hr: Birač boja za stručnjake
hu: Színválasztó szakértők számára
it: Selettore colore per esperti
ja: エキスパート向けのカラーピッカー
ko: 전문가용 색상 선택기
lt: Spalvų rinkiklis ekspertams
ml: വിദഗ്ധർക്കുള്ള കളർ പിക്കർ
my: ကျွမ်းကျင်သူများအတွက်အရောင်ရွေးသူ
nl: Kleurkiezer voor experts
no: Fargevelger for eksperter
pl: Próbnik kolorów dla ekspertów
pt: Seletor de cores para especialistas
ru: Выбор цвета для экспертов
sl: Izbirnik barv za strokovnjake
sr: Бирач боја за стручњаке
sv: Färgväljare för experter
sw: Picker ya rangi kwa wataalam
th: ตัวเลือกสีสำหรับผู้เชี่ยวชาญ
tr: Uzmanlar için renk seçici
uk: Пакет кольорів для експертів
vi: Công cụ chọn màu dành cho chuyên gia
zh: 专家的颜色选择器
