Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# syncAutomaticTitle
source: Local data may be overwritten
af: Plaaslike data kan oorskryf word
ar: قد يتم استبدال البيانات المحلية
bg: Локалните данни могат да бъдат презаписани
bs: Lokalni podaci mogu biti prepisani
cs: Místní data mohou být přepsána
da: Lokale data kan blive overskrevet
de: Lokale Daten dürfen überschrieben werden
el: Τα τοπικά δεδομένα μπορεί να αντικατασταθούν
es: Los datos locales pueden ser sobrescritos
et: Kohalikud andmed võivad üle kirjutuda
fa: داده های محلی ممکن است بازنویسی شوند
fi: Paikalliset tiedot voidaan ylikirjoittaa
fr: Les données locales peuvent être remplacées
hi: स्थानीय डेटा को अधिलेखित किया जा सकता है
hr: Lokalni podaci mogu biti prebrisani
hu: A helyi adatok felülírhatók
it: I dati locali possono essere sovrascritti
ja: ローカルデータが上書きされる可能性がある
ko: 로컬 데이터가 덮어써질 수 있습니다
lt: Vietiniai duomenys gali būti perrašyti
ml: പ്രാദേശിക ഡാറ്റ തിരുത്തിയെഴുതപ്പെട്ടേക്കാം
my: ဒေသခံဒေတာ overwrite နိုင်ပါသည်
nl: Lokale gegevens kunnen worden overschreven
no: Lokale data kan bli overskrevet
pl: Dane lokalne mogą zostać nadpisane
pt: Os dados locais podem ser substituídos
ru: Локальные данные могут быть перезаписаны
sl: Lokalni podatki so lahko prepisani
sr: Локални подаци могу бити преписани
sv: Lokal data kan skrivas över
sw: Takwimu za mitaa zinaweza kuandikwa tena
th: ข้อมูลในเครื่องอาจถูกเขียนทับ
tr: Yerel verilerin üzerine yazılabilir
uk: Локальні дані можуть бути перезаписані
vi: Dữ liệu cục bộ có thể bị ghi đè
zh: 本地数据可能被覆盖

# syncShareWithOthersTitle
source: Share with others?
af: Deel met ander?
ar: مشاركة مع الآخرين؟
bg: Споделяне с други?
bs: Podijeliti s drugima?
cs: Sdílet s ostatními?
da: dele med andre?
de: Anderen Nutzern Zugriff geben?
el: Μοιραστείτε το με άλλους;
es: ¿Dar acceso a otros usuarios?
et: Jaga teistega?
fa: با دیگران به اشتراک بگذارید؟
fi: Jaa muiden kanssa?
fr: Donner l'accès à d'autres utilisateurs ?
hi: दूसरों के साथ साझा करें?
hr: Podijeliti s drugima?
hu: Megosztani másokkal?
it: Dare accesso ad altri utenti?
ja: 他の人と共有しますか?
ko: 다른 사람과 공유하시겠습니까?
lt: Bendrinti su kitais?
ml: മറ്റുള്ളവരുമായി പങ്കിടണോ?
my: အခြားသူများနှင့်မျှဝေပါလား။
nl: Delen met anderen?
no: dele med andre?
pl: Podziel się z innymi?
pt: Dar acesso a outros utilizadores?
ru: Предоставить доступ другим пользователям?
sl: Deliti z drugimi?
sr: Делите са другима?
sv: Dela med andra?
sw: Shiriki na wengine?
th: แชร์กับคนอื่นๆ ไหม?
tr: Başkalarıyla paylaşmak ister misiniz?
uk: Поділитися з іншими?
vi: Chia sẻ với người khác?
zh: 与他人分享？

# syncShareWithOthersSubtitle
source: If you want to enter meter readings together with other Google users, EHW+ must be granted full access to Google Drive.
af: As jy meterlesings saam met ander Google-gebruikers wil invoer, moet EHW+ volle toegang tot Google Drive verleen word.
ar: إذا كنت تريد إدخال قراءات العدادات مع مستخدمي Google الآخرين، يجب منح EHW+ وصولاً كاملاً إلى Google Drive.
bg: Ако искате да въвеждате показания на броячи заедно с други потребители на Google, EHW+ трябва да получи пълен достъп до Google Drive.
bs: Ako želite unijeti očitanja brojila zajedno s drugim Google korisnicima, EHW+ mora imati potpuni pristup Google Driveu.
cs: Pokud chcete zadávat odečty měřidel společně s ostatními uživateli Google, EHW+ musí mít udělen úplný přístup k Disku Google.
da: Hvis du vil indtaste måleraflæsninger sammen med andre Google-brugere, skal EHW+ have fuld adgang til Google Drev.
de: Wenn Sie gemeinsam mit anderen Google-Nutzern Werte ablesen wollen, muss EHW+ vollständiger Lese- und Schreibzugriff auf Google Drive erteilt werden.
el: Εάν θέλετε να καταχωρήσετε μετρήσεις μετρητών μαζί με άλλους χρήστες της Google, πρέπει να δοθεί πλήρης πρόσβαση στο Google Drive στο EHW+.
es: Si quieres introducir las lecturas de los contadores junto con otros usuarios de Google, EHW+ debe tener acceso completo a Google Drive.
et: Kui soovid sisestada arvestinäite koos teiste Google'i kasutajatega, tuleb EHW+‑le anda täielik juurdepääs Google Drive'ile.
fa: اگر می‌خواهید قرائت‌های کنتور را همراه با سایر کاربران Google وارد کنید، EHW+ باید به Google Drive دسترسی کامل داشته باشد.
fi: Jos haluat syöttää mittarilukemat yhdessä muiden Google-käyttäjien kanssa, EHW+:lle on myönnettävä täysi käyttöoikeus Google Driveen.
fr: Si vous souhaitez saisir des compteurs en collaboration avec d'autres utilisateurs Google, EHW+ doit avoir un accès complet à Google-Drive.
hi: यदि आप अन्य Google उपयोगकर्ताओं के साथ मीटर रीडिंग दर्ज करना चाहते हैं, तो EHW+ को Google ड्राइव तक पूर्ण पहुंच प्रदान की जानी चाहिए।
hr: Ako želite unositi očitanja brojila zajedno s drugim Google korisnicima, EHW+ mora imati puni pristup Google Driveu.
hu: Ha más Google-felhasználókkal együtt szeretné beírni a mérőórák leolvasását, az EHW+-nak teljes hozzáférést kell biztosítania a Google Drive-hoz.
it: Se vuoi inserire le letture dei contatori insieme ad altri utenti di Google, EHW+ deve avere l'accesso completo a Google Drive.
ja: 他の Google ユーザーと一緒にメーター測定値を入力する場合は、EHW+ に Google ドライブへのフル アクセスを付与する必要があります。
ko: 다른 Google 사용자와 함께 계량기 지침을 입력하려면 EHW+에 Google Drive 전체 접근 권한을 부여해야 합니다.
lt: Jei skaitiklio rodmenis norite įvesti kartu su kitais Google vartotojais, EHW+ turi būti suteikta visa prieiga prie Google disko.
ml: മറ്റ് Google ഉപയോക്താക്കൾക്കൊപ്പം മീറ്റർ റീഡിംഗുകൾ നൽകണമെങ്കിൽ, EHW+ ന് Google ഡ്രൈവിലേക്ക് പൂർണ്ണ ആക്‌സസ് അനുവദിക്കണം.
my: အကယ်. သင်သည်အခြား Google အသုံးပြုသူများနှင့်မီတာဖတ်ခြင်းများကိုအတူတကွဖြည့်စွက်လိုပါက EHW + ကို Google Drive ကိုအပြည့်အ 0 ရယူရန်ခွင့်ပြုရမည်။
nl: Als u meterstanden samen met andere Google-gebruikers wilt invoeren, moet EHW+ volledige toegang tot Google Drive krijgen.
no: Hvis du ønsker å legge inn måleravlesninger sammen med andre Google-brukere, må EHW+ gis full tilgang til Google Drive.
pl: Jeśli chcesz wprowadzać odczyty liczników wspólnie z innymi użytkownikami Google, EHW+ musi mieć pełny dostęp do Google Drive.
pt: Se quiser introduzir leituras de contadores juntamente com outros utilizadores do Google, o EHW+ deve ter acesso total ao Google Drive.
ru: Если вы хотите вводить показания счетчиков вместе с другими пользователями Google, EHW+ должен быть предоставлен полный доступ к Google Drive.
sl: Če želite vnašati odčitke števcev skupaj z drugimi uporabniki Googla, mora EHW+ imeti popoln dostop do Google Drive.
sr: Ако желите да унесете очитања бројила заједно са другим Гоогле корисницима, ЕХВ+ мора имати потпуни приступ Гоогле диску.
sv: Om du vill ange mätarställning tillsammans med andra Google-användare måste EHW+ ges full åtkomst till Google Drive.
sw: Ikiwa unataka kuingiza usomaji wa mita pamoja na watumiaji wengine wa Google, EHW+ lazima ipewe ufikiaji kamili wa Hifadhi ya Google.
th: หากคุณต้องการป้อนค่ามิเตอร์ร่วมกับผู้ใช้ Google คนอื่นๆ EHW+ จะต้องได้รับสิทธิ์เข้าถึง Google ไดรฟ์โดยสมบูรณ์
tr: Sayaç okumalarını diğer Google kullanıcılarıyla birlikte girmek istiyorsanız EHW+'ya Google Drive'a tam erişim izni verilmesi gerekir.
uk: Якщо ви хочете вводити показання лічильників разом з іншими користувачами Google, EHW+ має отримати повний доступ до Google Drive.
vi: Nếu bạn muốn nhập chỉ số đồng hồ cùng với những người dùng Google khác, EHW+ phải được cấp toàn quyền truy cập vào Google Drive.
zh: 如果您想与其他 Google 用户一起输入仪表读数，则必须授予 EHW+ 对 Google 云端硬盘的完全访问权限。

# syncShareWithOthersNotInWeb
source: Granting access is currently only possible via app.
af: Die verlen van toegang is tans slegs via app moontlik.
ar: منح الوصول ممكن حالياً فقط عبر التطبيق.
bg: Предоставянето на достъп в момента е възможно само чрез приложението.
bs: Omogućavanje pristupa trenutno je moguće samo putem aplikacije.
cs: Udělení přístupu je v současné době možné pouze prostřednictvím aplikace.
da: Det er i øjeblikket kun muligt at give adgang via app.
de: Das Erteilen des Zugriffs ist aktuell nur via App möglich.
el: Η χορήγηση πρόσβασης είναι επί του παρόντος δυνατή μόνο μέσω της εφαρμογής.
es: Conceder acceso actualmente solo es posible en la app.
et: Juurdepääsu saab praegu anda ainult rakenduses.
fa: اعطای دسترسی در حال حاضر فقط از طریق برنامه امکان پذیر است.
fi: Käyttöoikeuden myöntäminen on tällä hetkellä mahdollista vain sovelluksen kautta.
fr: L'attribution d'accès est actuellement uniquement possible via l'application.
hi: पहुंच प्रदान करना वर्तमान में केवल ऐप के माध्यम से ही संभव है।
hr: Odobravanje pristupa trenutno je moguće samo putem aplikacije.
hu: A hozzáférés engedélyezése jelenleg csak alkalmazáson keresztül lehetséges.
it: La concessione di accesso è attualmente possibile solo tramite l'app.
ja: アクセス権の付与は現在アプリ経由でのみ可能です。
ko: 접근 권한 부여는 현재 앱에서만 가능합니다.
lt: Suteikti prieigą šiuo metu galima tik naudojant programą.
ml: ആക്‌സസ് അനുവദിക്കുന്നത് നിലവിൽ ആപ്പ് വഴി മാത്രമേ സാധ്യമാകൂ.
my: ဝင်ရောက်ခွင့်ပေးခြင်းသည်လက်ရှိတွင် app မှတဆင့်သာဖြစ်နိုင်သည်။
nl: Toegang verlenen is momenteel alleen mogelijk via de app.
no: Å gi tilgang er foreløpig kun mulig via app.
pl: Przyznawanie dostępu jest obecnie możliwe wyłącznie za pośrednictwem aplikacji.
pt: Conceder acesso atualmente só é possível pelo aplicativo.
ru: Предоставление доступа сейчас возможно только в приложении.
sl: Dodeljevanje dostopa je trenutno možno le prek aplikacije.
sr: Додељивање приступа је тренутно могуће само преко апликације.
sv: Att bevilja åtkomst är för närvarande endast möjligt via app.
sw: Kutoa ufikiaji kwa sasa inawezekana tu kupitia programu.
th: ขณะนี้การให้สิทธิ์เข้าถึงทำได้ผ่านแอปเท่านั้น
tr: Erişim izni vermek şu anda yalnızca uygulama aracılığıyla mümkündür.
uk: Надати доступ наразі можна лише через додаток.
vi: Việc cấp quyền truy cập hiện chỉ có thể thực hiện được thông qua ứng dụng.
zh: 目前只能通过应用程序授予访问权限。

# syncWithGoogleDriveDescription
source: Because it would be a shame if the meter readings were lost, synchronise your objects with Google Drive now!
af: Omdat dit jammer sou wees as die meterlesings verlore gaan, sinchroniseer nou jou objekte met Google Drive!
ar: لأنه سيكون من المؤسف إذا فقدت قراءات العدادات، قم بمزامنة كائناتك مع Google Drive الآن!
bg: Защото би било жалко, ако показанията на броячите се загубят, синхронизирайте обектите си с Google Drive сега!
bs: Budući da bi bila šteta da se očitanja brojila izgube, sinkronizirajte svoje objekte sa Google Driveom sada!
cs: Protože by byla škoda, kdyby se údaje z měřičů ztratily, synchronizujte své objekty s Diskem Google nyní!
da: Fordi det ville være en skam, hvis måleraflæsningerne gik tabt, synkroniser dine objekter med Google Drev nu!
de: Weil es schade wäre, wenn die Ablesungen verloren gehen würden, synchronisieren Sie jetzt ihre Objekte mit Google Drive!
el: Επειδή θα ήταν κρίμα να χαθούν οι ενδείξεις των μετρητών, συγχρονίστε τώρα τα αντικείμενά σας με το Google Drive!
es: Porque sería una pena que se perdieran las lecturas de los contadores, ¡sincroniza ahora tus objetos con Google Drive!
et: Oleks kahju, kui arvestinäidud kaoksid – sünkrooni oma objektid kohe Google Drive'iga!
fa: از آنجایی که اگر قرائت‌های کنتور از بین برود شرم آور است، اکنون اشیاء خود را با Google Drive همگام کنید!
fi: Koska olisi sääli, jos mittarilukemat katosivat, synkronoi esineesi Google Driven kanssa nyt!
fr: Parce qu'il serait dommage de perdre les relevés de vos compteurs, synchronisez dès maintenant vos éléments avec Google Drive !
hi: क्योंकि अगर मीटर रीडिंग खो गई तो यह शर्म की बात होगी, अभी अपने ऑब्जेक्ट को Google ड्राइव के साथ सिंक्रोनाइज़ करें!
hr: Budući da bi bila šteta da se očitanja brojila izgube, sada sinkronizirajte svoje objekte s Google diskom!
hu: Mivel kár lenne, ha elvesznének a mérőórák, szinkronizálja objektumait a Google Drive-val most!
it: Perché sarebbe un peccato perdere le letture dei tuoi contatori, sincronizza i tuoi oggetti con Google Drive ora!
ja: メーターの測定値が失われるのは残念なので、今すぐオブジェクトを Google ドライブと同期してください。
ko: 계량기 지침이 유실되면 안 되니, 지금 Google Drive와 동기화하세요!
lt: Nes būtų gaila, jei skaitiklio rodmenys būtų prarasti, sinchronizuokite savo objektus su Google disku dabar!
ml: മീറ്റർ റീഡിംഗുകൾ നഷ്‌ടപ്പെട്ടാൽ അത് ലജ്ജാകരമാണ്, നിങ്ങളുടെ ഒബ്‌ജക്‌റ്റുകൾ ഇപ്പോൾ Google ഡ്രൈവുമായി സമന്വയിപ്പിക്കുക!
my: အဘယ်ကြောင့်ဆိုသော်မီတာဖတ်ရှုခြင်းများပျောက်ဆုံးပါကသင့်ရဲ့အရာဝတ်ထုများကို Google Drive ဖြင့် Synchronize ဖြစ်သွားသောကြောင့်ဖြစ်သည်။
nl: Omdat het zonde zou zijn als de meterstanden verloren gaan, synchroniseer nu uw objecten met Google Drive!
no: Fordi det ville være synd om måleravlesningene gikk tapt, synkroniser objektene dine med Google Disk nå!
pl: Bo szkoda byłoby, gdyby odczyty liczników zostały utracone, zsynchronizuj swoje obiekty z Dyskiem Google już teraz!
pt: Porque seria uma pena se as leituras do contador se perdessem, sincronize agora os seus objectos com o Google Drive!
ru: Поскольку было бы обидно потерять показания счетчиков, синхронизируйте свои объекты с Google Drive прямо сейчас!
sl: Ker bi bilo škoda, če bi se odčitki števcev izgubili, zdaj sinhronizirajte svoje objekte z Google Drive!
sr: Зато што би била штета да се очитавања бројила изгубе, синхронизујте своје објекте са Гоогле диском одмах!
sv: Eftersom det skulle vara synd om mätaravläsningarna gick förlorade, synkronisera dina objekt med Google Drive nu!
sw: Kwa sababu itakuwa aibu ikiwa usomaji wa mita umepotea, sanjari vitu vyako na Hifadhi ya Google sasa!
th: เพราะคงจะน่าเสียดายถ้าการอ่านค่ามิเตอร์หายไป ให้ซิงโครไนซ์วัตถุของคุณกับ Google Drive ทันที!
tr: Sayaç okumalarının kaybolması çok yazık olacağından, nesnelerinizi hemen Google Drive ile senkronize edin!
uk: Оскільки було б прикро, якби показники лічильників загубилися, синхронізуйте свої об’єкти з Google Drive зараз!
vi: Vì sẽ thật đáng tiếc nếu số liệu trên đồng hồ bị mất, hãy đồng bộ hóa đối tượng của bạn với Google Drive ngay bây giờ!
zh: 因为如果仪表读数丢失将是一种耻辱，所以立即将您的对象与 Google Drive 同步！

# driveSyncStatusTitle
source: Synchronization status
af: Sinchronisasiestatus
ar: حالة المزامنة
bg: Статус на синхронизация
bs: Status sinhronizacije
cs: Stav synchronizace
da: Synkroniseringsstatus
de: Status der Synchronisierung
el: Κατάσταση συγχρονισμού
es: Estado de la sincronización
et: Sünkroonimise olek
fa: وضعیت همگام سازی
fi: Synkronoinnin tila
fr: État de la synchronisation
hi: तुल्यकालन स्थिति
hr: Status sinkronizacije
hu: Szinkronizálási állapot
it: Stato di sincronizzazione
ja: 同期ステータス
ko: 동기화 상태
lt: Sinchronizavimo būsena
ml: സമന്വയ നില
my: ထပ်တူပြုခြင်းအခြေအနေ
nl: Synchronisatiestatus
no: Synkroniseringsstatus
pl: Stan synchronizacji
pt: Estado de sincronização
ru: Состояние синхронизации
sl: Stanje sinhronizacije
sr: Статус синхронизације
sv: Synkroniseringsstatus
sw: Hali ya maingiliano
th: สถานะการซิงโครไนซ์
tr: Senkronizasyon durumu
uk: Статус синхронізації
vi: Trạng thái đồng bộ hóa
zh: 同步状态

# driveSyncStatusNotSynced
source: Not synchronized
af: Nie gesinchroniseer nie
ar: غير متزامن
bg: Не е синхронизирано
bs: Nije sinhronizovano
cs: Nesynchronizováno
da: Ikke synkroniseret
de: Nicht synchronisiert
el: Δεν συγχρονίζεται
es: No está sincronizado
et: Pole sünkroonitud
fa: همگام‌سازی نشده
fi: Ei synkronoitu
fr: Non synchronisé
hi: सिंक्रनाइज़ नहीं है
hr: Nije sinkronizirano
hu: Nem szinkronizált
it: Non sincronizzato
ja: 同期されていません
ko: 동기화되지 않음
lt: Nesinchronizuotas
ml: സമന്വയിപ്പിച്ചിട്ടില്ല
my: မထပ်နိုင်ပါ
nl: Niet gesynchroniseerd
no: Ikke synkronisert
pl: Brak synchronizacji
pt: Não sincronizado
ru: Не синхронизировано
sl: Ni sinhronizirano
sr: Није синхронизовано
sv: Ej synkroniserad
sw: Haijasawazishwa
th: ไม่ซิงโครไนซ์
tr: Senkronize edilmedi
uk: Не синхронізовано
vi: Không được đồng bộ hóa
zh: 不同步

# driveSyncStatusFailed
source: Failed to synchronize
af: Kon nie sinchroniseer nie
ar: فشلت المزامنة
bg: Неуспешна синхронизация
bs: Sinkronizacija nije uspjela
cs: Synchronizace se nezdařila
da: Kunne ikke synkronisere
de: Synchronisierung fehlgeschlagen
el: Αποτυχία συγχρονισμού
es: Error al sincronizar
et: Sünkroonimine ebaõnnestus
fa: همگام سازی انجام نشد
fi: Synkronointi epäonnistui
fr: Échec de la synchronisation
hi: सिंक्रनाइज़ करने में विफल
hr: Sinkronizacija nije uspjela
hu: Nem sikerült szinkronizálni
it: Sincronizzazione non riuscita
ja: 同期に失敗しました
ko: 동기화 실패
lt: Nepavyko sinchronizuoti
ml: സമന്വയിപ്പിക്കുന്നതിൽ പരാജയപ്പെട്ടു
my: တစ်ပြိုင်တည်းချိန်ကိုက်ရန်ပျက်ကွက်
nl: Synchroniseren mislukt
no: Kunne ikke synkronisere
pl: Nie udało się zsynchronizować
pt: Falha ao sincronizar
ru: Не удалось синхронизировать
sl: Sinhronizacija ni uspela
sr: Синхронизација није успела
sv: Det gick inte att synkronisera
sw: Imeshindwa kusawazisha
th: การซิงโครไนซ์ล้มเหลว
tr: Senkronize edilemedi
uk: Не вдалося синхронізувати
vi: Không thể đồng bộ hóa
zh: 同步失败

# driveSyncStatusComparing
source: Comparing with file on server
af: Vergelyk met lêer op bediener
ar: المقارنة مع الملف على الخادم
bg: Сравняване с файл на сървъра
bs: Poređenje sa fajlom na serveru
cs: Porovnání se souborem na serveru
da: Sammenligning med fil på server
de: Vergleiche mit Datei auf dem Server
el: Σύγκριση με αρχείο στο διακομιστή
es: Comparando con el archivo en el servidor
et: Võrdlen serveri failiga
fa: مقایسه با فایل روی سرور
fi: Vertaaminen palvelimella olevaan tiedostoon
fr: Comparaison avec le fichier sur le serveur
hi: सर्वर पर फ़ाइल के साथ तुलना करना
hr: Uspoređivanje s datotekom na poslužitelju
hu: Összehasonlítás a kiszolgálón lévő fájlokkal
it: Confronto con il file sul server
ja: サーバー上のファイルとの比較
ko: 서버 파일과 비교 중
lt: Palyginimas su failu serveryje
ml: സെർവറിലെ ഫയലുമായി താരതമ്യം ചെയ്യുന്നു
my: ဆာဗာပေါ်ရှိဖိုင်နှင့်နှိုင်းယှဉ်ခြင်း
nl: Vergelijken met bestand op server
no: Sammenligner med fil på server
pl: Porównanie z plikiem na serwerze
pt: Comparando com o arquivo no servidor
ru: Сравнение с файлом на сервере
sl: Primerjava z datoteko na strežniku
sr: Поређење са фајлом на серверу
sv: Jämför med fil på server
sw: Kulinganisha na faili kwenye seva
th: เปรียบเทียบกับไฟล์บนเซิร์ฟเวอร์
tr: Sunucudaki dosyayla karşılaştırma
uk: Порівняння з файлом на сервері
vi: So sánh với tập tin trên máy chủ
zh: 与服务器上的文件进行比较

# driveSyncStatusSyncing
source: Sync in progress
af: Sinchronisering in uitvoering
ar: المزامنة قيد التنفيذ
bg: Синхронизацията е в процес
bs: Sinhronizacija je u toku
cs: Probíhá synchronizace
da: Synkronisering er i gang
de: Synchronisierung läuft
el: Συγχρονισμός σε εξέλιξη
es: Sincronización en curso
et: Sünkroonin
fa: همگام سازی در حال انجام است
fi: Synkronointi käynnissä
fr: Synchronisation en cours
hi: समन्वयन प्रगति पर है
hr: Sinkronizacija u tijeku
hu: Szinkronizálás folyamatban
it: Sincronizzazione in corso
ja: 同期中です
ko: 동기화 중
lt: Vyksta sinchronizavimas
ml: സമന്വയം പുരോഗമിക്കുന്നു
my: တိုးတက်မှုအတွက်စည်းညှိ
nl: Synchroniseren in uitvoering
no: Synkronisering pågår
pl: Synchronizacja w toku
pt: Sincronização em andamento
ru: Синхронизация в процессе
sl: Sinhronizacija v teku
sr: Синхронизација је у току
sv: Synkronisering pågår
sw: Usawazishaji unaendelea
th: อยู่ระหว่างการซิงค์
tr: Senkronizasyon devam ediyor
uk: Виконується синхронізація
vi: Đang đồng bộ hóa
zh: 同步正在进行中

# driveSyncStatusLocalHasLatestNoCloud
source: The file saved on this device from {localDate} is not saved inside the cloud
af: Die lêer wat op hierdie toestel vanaf {localDate} gestoor is, is nie binne die wolk gestoor nie
ar: الملف المحفوظ على هذا الجهاز من {localDate} غير محفوظ في السحابة
bg: Файлът, запазен на това устройство от {localDate}, не е запазен в облака
bs: Fajl sačuvan na ovom uređaju sa {localDate} nije sačuvan unutar oblaka
cs: Soubor uložený na tomto zařízení z {localDate} není uložen v cloudu
da: Filen, der er gemt på denne enhed fra {localDate}, er ikke gemt i skyen
de: Die auf diesem Gerät gespeicherte Datei vom {localDate} ist nicht in der Cloud gespeichert
el: Το αρχείο που αποθηκεύτηκε σε αυτή τη συσκευή από το {localDate} δεν αποθηκεύεται στο cloud.
es: El archivo guardado en este dispositivo de {localDate} no está guardado en la nube
et: Selles seadmes kuupäeval {localDate} salvestatud faili pole pilves
fa: فایل ذخیره شده در این دستگاه از {localDate} در فضای ابری ذخیره نمی شود
fi: Tälle laitteelle osoitteesta {localDate} tallennettua tiedostoa ei ole tallennettu pilveen
fr: Le fichier enregistré sur cet appareil du {localDate} n'est pas enregistré dans le cloud
hi: इस डिवाइस पर {localDate} से सेव की गई फ़ाइल क्लाउड के अंदर सेव नहीं होती है
hr: Datoteka spremljena na ovom uređaju s {localDate} nije spremljena unutar oblaka
hu: Az {localDate} webhelyről erre az eszközre mentett fájl nem kerül mentésre a felhőben.
it: Il file salvato su questo dispositivo del {localDate} non è salvato nel cloud
ja: {localDate}からこのデバイスに保存されたファイルはクラウド内に保存されません
ko: {localDate}에 저장된 로컬 파일이 클라우드에 없습니다
lt: Šiame įrenginyje iš {localDate} išsaugotas failas nėra išsaugotas debesyje
ml: {localDate}-ൽ നിന്ന് ഈ ഉപകരണത്തിൽ സംരക്ഷിച്ച ഫയൽ ക്ലൗഡിനുള്ളിൽ സംരക്ഷിച്ചിട്ടില്ല
my: Phtoken0 မှဤကိရိယာတွင်သိမ်းဆည်းထားသောဖိုင်သည်မို cloud ်းတိမ်အတွင်း၌မသိမ်းဆည်းပါ
nl: Het bestand opgeslagen op dit apparaat van {localDate} is niet opgeslagen in de cloud
no: Filen som er lagret på denne enheten fra {localDate}, er ikke lagret i skyen
pl: Plik zapisany na tym urządzeniu z {localDate} nie jest zapisany w chmurze
pt: O arquivo salvo neste dispositivo de {localDate} não está salvo na nuvem
ru: Файл, сохраненный на этом устройстве от {localDate}, не сохранен в облаке
sl: Datoteka, shranjena v tej napravi iz {localDate}, ni shranjena v oblaku
sr: Датотека сачувана на овом уређају са ПХТОКЕН0 није сачувана унутар облака
sv: Filen som sparats på den här enheten från {localDate} sparas inte i molnet
sw: Faili iliyohifadhiwa kwenye kifaa hiki kutoka phtoken0 haijahifadhiwa ndani ya wingu
th: ไฟล์ที่บันทึกไว้ในอุปกรณ์นี้จาก {localDate} ไม่ได้ถูกบันทึกไว้ในระบบคลาวด์
tr: Bu cihaza {localDate}'dan kaydedilen dosya bulutun içine kaydedilmiyor
uk: Файл, збережений на цьому пристрої з {localDate}, не зберігається в хмарі
vi: Tệp được lưu trên thiết bị này từ {localDate} không được lưu trong đám mây
zh: 从 {localDate} 保存到该设备上的文件未保存在云中
