Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# privacyBlock3bText
source: {googleApiAgreement} Location data. In order to understand user behaviour and for future features, the app transmits anonymised usage data. The data is not shared with third parties. Information may be collected about origin (country and city), language, operating system, device type, resolution, click behaviour, and duration of use. n Device data. We collect data about the number and type of devices you use to connect to the service, as well as information about the operating system on those devices (e.g. Android, iOS, Windows or macOS). By using the app, you consent to the collection of anonymised data as described above.
af: {googleApiAgreement} Ligging data. Om gebruikersgedrag en vir toekomstige kenmerke te verstaan, stuur die toepassing anonieme gebruiksdata. Die data word nie met derde partye gedeel nie. Inligting kan ingesamel word oor oorsprong (land en stad), taal, bedryfstelsel, toesteltipe, resolusie, klikgedrag en duur van gebruik. Toesteldata. Ons samel data in oor die aantal en tipe toestelle wat jy gebruik om aan die diens te koppel, sowel as inligting oor die bedryfstelsel op daardie toestelle (bv. Android, iOS, Windows of macOS). Deur die toepassing te gebruik, stem jy in tot die versameling van anonieme data soos hierbo beskryf.
ar: {googleApiAgreement} بيانات الموقع. من أجل فهم سلوك المستخدم والميزات المستقبلية، ينقل التطبيق بيانات استخدام مجهولة المصدر. لا تتم مشاركة البيانات مع أطراف ثالثة. قد يتم جمع معلومات حول الأصل (البلد والمدينة)، واللغة، ونظام التشغيل، ونوع الجهاز، والدقة، وسلوك النقر، ومدة الاستخدام. بيانات الجهاز. نقوم بجمع بيانات حول عدد ونوع الأجهزة التي تستخدمها للاتصال بالخدمة، بالإضافة إلى معلومات حول نظام التشغيل على تلك الأجهزة (مثل Android أو iOS أو Windows أو macOS). باستخدام التطبيق، فإنك توافق على جمع البيانات مجهولة المصدر كما هو موضح أعلاه.
bg: {googleApiAgreement} Данни за местоположение. За да разбере поведението на потребителите и за бъдещи функции, приложението предава анонимизирани данни за употребата. Данните не се споделят с трети страни. Може да се събира информация за произход (държава и град), език, операционна система, тип устройство, разделителна способност, поведение при щракване и продължителност на използване. Данни за устройството. Събираме данни за броя и типа устройства, които използвате, за да се свържете с услугата, както и информация за операционната система на тези устройства (напр. Android, iOS, Windows или macOS). Използвайки приложението, вие се съгласявате със събирането на анонимизирани данни, както е описано по-горе.
bs: {googleApiAgreement} Podaci o lokaciji. Kako bi se razumjelo ponašanje korisnika i za buduće funkcije, aplikacija prenosi anonimizirane podatke o korištenju. Podaci se ne dijele s trećim licima. Mogu se prikupljati informacije o porijeklu (zemlja i grad), jeziku, operativnom sistemu, tipu uređaja, rezoluciji, ponašanju klikova i trajanju upotrebe. Podaci uređaja. Prikupljamo podatke o broju i vrsti uređaja koje koristite za povezivanje na uslugu, kao i informacije o operativnom sistemu na tim uređajima (npr. Android, iOS, Windows ili macOS). Korištenjem aplikacije pristajete na prikupljanje anonimnih podataka kako je gore opisano.
cs: {googleApiAgreement} Údaje o poloze. Aby bylo možné porozumět chování uživatelů a budoucím funkcím, aplikace přenáší anonymizované údaje o používání. Údaje nejsou sdíleny s třetími stranami. Mohou být shromažďovány informace o původu (země a město), jazyku, operačním systému, typu zařízení, rozlišení, chování při kliknutí a délce používání. Údaje o zařízení. Shromažďujeme údaje o počtu a typu zařízení, která používáte k připojení ke službě, a také informace o operačním systému na těchto zařízeních (např. Android, iOS, Windows nebo macOS). Používáním aplikace souhlasíte se shromažďováním anonymizovaných údajů, jak je popsáno výše.
da: {googleApiAgreement} Placeringsdata. For at forstå brugeradfærd og for fremtidige funktioner transmitterer appen anonymiserede brugsdata. Data deles ikke med tredjeparter. Der kan indsamles oplysninger om oprindelse (land og by), sprog, operativsystem, enhedstype, opløsning, klikadfærd og brugsvarighed. Enhedsdata. Vi indsamler data om antallet og typen af ​​enheder, du bruger til at oprette forbindelse til tjenesten, samt oplysninger om styresystemet på disse enheder (f.eks. Android, iOS, Windows eller macOS). Ved at bruge appen giver du samtykke til indsamling af anonymiserede data som beskrevet ovenfor.
de: {googleApiAgreement} Standortdaten. Um das Nutzerverhalten nachvollziehen zu können und für zukünftige weitere Features übermittelt die App anonymisierte Nutzungsdaten. Die Daten werden nicht an Dritte weitergegeben. Hierbei können Informationen gesammelt werden über Herkunft (Land und Stadt), Sprache, Betriebssystem, Gerätetyp, Auflösung, Klickverhalten, Dauer der Nutzung. Gerätedaten. Wir erfassen Daten über die Anzahl und Art der Geräte, die Sie für Verbindungen mit dem Service verwenden, sowie Angaben über das Betriebssystem auf diesen Geräten (z. B. Android, iOS, Windows oder macOS). Mit der Nutzung der App stimmen sie der eben genannten Erhebung von anonymisierten Daten zu.
el: {googleApiAgreement} Δεδομένα τοποθεσίας. Προκειμένου να κατανοήσουμε τη συμπεριφορά των χρηστών και για μελλοντικές λειτουργίες, η εφαρμογή μεταδίδει ανώνυμα δεδομένα χρήσης. Τα δεδομένα δεν κοινοποιούνται σε τρίτους. Μπορούν να συλλέγονται πληροφορίες σχετικά με την προέλευση (χώρα και πόλη), τη γλώσσα, το λειτουργικό σύστημα, τον τύπο της συσκευής, την ανάλυση, τη συμπεριφορά κλικ και τη διάρκεια χρήσης. n Δεδομένα συσκευής. Συλλέγουμε δεδομένα σχετικά με τον αριθμό και τον τύπο των συσκευών που χρησιμοποιείτε για να συνδεθείτε στην υπηρεσία, καθώς και πληροφορίες σχετικά με το λειτουργικό σύστημα αυτών των συσκευών (π.χ. Android, iOS, Windows ή macOS). Χρησιμοποιώντας την εφαρμογή, συναινείτε στη συλλογή ανώνυμων δεδομένων όπως περιγράφεται παραπάνω.
es: {googleApiAgreement} Datos de ubicación. Para comprender el comportamiento del usuario y para funciones futuras, la aplicación transmite datos de uso anónimos. Los datos no se comparten con terceros. Se puede recopilar información sobre el origen (país y ciudad), idioma, sistema operativo, tipo de dispositivo, resolución, comportamiento de clic y duración del uso. Datos del dispositivo. Recopilamos datos sobre la cantidad y el tipo de dispositivos que utiliza para conectarse al servicio, así como información sobre el sistema operativo de esos dispositivos (por ejemplo, Android, iOS, Windows o macOS). Al utilizar la aplicación, usted acepta la recopilación de datos anónimos como se describe anteriormente.
et: {googleApiAgreement} Asukohaandmed. Kasutaja käitumise mõistmiseks ja tulevaste funktsioonide kasutamiseks edastab rakendus anonüümseid kasutusandmeid. Andmeid ei jagata kolmandate osapooltega. Teavet võidakse koguda päritolu (riik ja linn), keele, operatsioonisüsteemi, seadme tüübi, eraldusvõime, klõpsamiskäitumise ja kasutusaja kohta. Seadme andmed. Kogume andmeid teenusega ühenduse loomiseks kasutatavate seadmete arvu ja tüübi kohta, samuti teavet nende seadmete operatsioonisüsteemi kohta (nt Android, iOS, Windows või macOS). Rakendust kasutades nõustute ülalkirjeldatud viisil anonüümsete andmete kogumisega.
fa: {googleApiAgreement} داده های موقعیت مکانی به منظور درک رفتار کاربر و برای ویژگی های آینده، برنامه داده های استفاده ناشناس را منتقل می کند. داده ها با اشخاص ثالث به اشتراک گذاشته نمی شود. اطلاعات ممکن است در مورد مبدا (کشور و شهر)، زبان، سیستم عامل، نوع دستگاه، وضوح، رفتار کلیک، و مدت زمان استفاده جمع آوری شود. داده های دستگاه ما داده‌هایی را درباره تعداد و نوع دستگاه‌هایی که برای اتصال به سرویس استفاده می‌کنید، و همچنین اطلاعات مربوط به سیستم عامل آن دستگاه‌ها (مانند Android، iOS، Windows یا macOS) را جمع‌آوری می‌کنیم. با استفاده از برنامه، با جمع آوری داده های ناشناس همانطور که در بالا توضیح داده شد موافقت می کنید.
fi: {googleApiAgreement} Sijaintitiedot. Ymmärtääkseen käyttäjien käyttäytymistä ja tulevia ominaisuuksia varten sovellus lähettää anonymisoituja käyttötietoja. Tietoja ei jaeta kolmansille osapuolille. Tietoja voidaan kerätä alkuperästä (maa ja kaupunki), kielestä, käyttöjärjestelmästä, laitetyypistä, resoluutiosta, napsautuskäyttäytymisestä ja käytön kestosta. Laitteen tiedot. Keräämme tietoja palveluun yhdistämisessäsi käyttämiesi laitteiden lukumäärästä ja tyypistä sekä tietoja näiden laitteiden käyttöjärjestelmästä (esim. Android, iOS, Windows tai macOS). Käyttämällä sovellusta hyväksyt anonymisoitujen tietojen keräämisen yllä kuvatulla tavalla.
fr: {googleApiAgreement} Données de localisation. Afin de comprendre le comportement des utilisateurs et pour les fonctionnalités futures, l'application transmet des données d'utilisation anonymisées. Les données ne sont pas partagées avec des tiers. Des informations peuvent être collectées sur l'origine (pays et ville), la langue, le système d'exploitation, le type d'appareil, la résolution, le comportement des clics et la durée d'utilisation. Données de l'appareil. Nous collectons des données sur le nombre et le type d'appareils que vous utilisez pour vous connecter au service, ainsi que des informations sur le système d'exploitation de ces appareils (par exemple Android, iOS, Windows ou macOS). En utilisant l'application, vous consentez à la collecte de données anonymisées comme décrit ci-dessus.
hi: {googleApiAgreement} जगह की जानकारी। उपयोगकर्ता के व्यवहार को समझने और भविष्य की सुविधाओं के लिए, ऐप अज्ञात उपयोग डेटा प्रसारित करता है। डेटा तीसरे पक्ष के साथ साझा नहीं किया जाता है। मूल (देश और शहर), भाषा, ऑपरेटिंग सिस्टम, डिवाइस प्रकार, रिज़ॉल्यूशन, क्लिक व्यवहार और उपयोग की अवधि के बारे में जानकारी एकत्र की जा सकती है। डिवाइस डेटा. हम सेवा से कनेक्ट करने के लिए आपके द्वारा उपयोग किए जाने वाले उपकरणों की संख्या और प्रकार के साथ-साथ उन उपकरणों पर ऑपरेटिंग सिस्टम (जैसे एंड्रॉइड, आईओएस, विंडोज या मैकओएस) के बारे में जानकारी एकत्र करते हैं। ऐप का उपयोग करके, आप ऊपर वर्णित अनुसार अज्ञात डेटा के संग्रह के लिए सहमति देते हैं।
hr: {googleApiAgreement} Podaci o lokaciji. Kako bi se razumjelo ponašanje korisnika i za buduće značajke, aplikacija prenosi anonimizirane podatke o korištenju. Podaci se ne dijele s trećim stranama. Mogu se prikupljati podaci o podrijetlu (država i grad), jeziku, operativnom sustavu, vrsti uređaja, rezoluciji, ponašanju prilikom klikanja i trajanju korištenja. Podaci o uređaju. Prikupljamo podatke o broju i vrsti uređaja koje koristite za povezivanje s uslugom, kao i podatke o operativnom sustavu na tim uređajima (npr. Android, iOS, Windows ili macOS). Korištenjem aplikacije pristajete na prikupljanje anonimiziranih podataka kako je gore opisano.
hu: {googleApiAgreement} Helyadatok. A felhasználói viselkedés megértése és a jövőbeli funkciók érdekében az alkalmazás névtelen használati adatokat továbbít. Az adatok nem kerülnek megosztásra harmadik felekkel. Információk gyűjthetők a származási helyről (ország és város), a nyelvről, az operációs rendszerről, az eszköz típusáról, a felbontásról, a kattintási viselkedésről és a használat időtartamáról. n Eszközadatok. Összegyűjtjük az adatok számát és típusát, amelyeket a szolgáltatáshoz való csatlakozáshoz használ, valamint információkat az ezen eszközök operációs rendszeréről (pl. Android, iOS, Windows vagy macOS). Az alkalmazás használatával Ön hozzájárul a fent leírt névtelen adatok gyűjtéséhez.
it: {googleApiAgreement} Dati sulla posizione. Per comprendere il comportamento degli utenti e per funzionalità future, l'app trasmette dati di utilizzo anonimizzati. I dati non vengono condivisi con terze parti. Possono essere raccolte informazioni su origine (paese e città), lingua, sistema operativo, tipo di dispositivo, risoluzione, comportamento dei clic e durata di utilizzo. Dati del dispositivo. Raccogliamo dati sul numero e sul tipo di dispositivi che utilizzi per connetterti al servizio, nonché informazioni sul sistema operativo di tali dispositivi (ad esempio Android, iOS, Windows o macOS). Utilizzando l'app acconsenti alla raccolta di dati anonimizzati come sopra descritto.
ja: {googleApiAgreement} 位置データ。 ユーザーの行動を理解し、将来の機能のために、アプリは匿名化された使用状況データを送信します。 データは第三者と共有されません。 発信元 (国および都市)、言語、オペレーティング システム、デバイスの種類、解像度、クリック動作、および使用期間に関する情報が収集される場合があります。 デバイスデータ。 当社は、サービスへの接続に使用するデバイスの数と種類に関するデータ、およびそれらのデバイスのオペレーティング システム (Android、iOS、Windows、macOS など) に関する情報を収集します。 アプリを使用すると、上記のように匿名化されたデータの収集に同意したことになります。
ko: {googleApiAgreement} 위치 데이터. 사용자 행동을 이해하고 향후 기능을 위해 앱은 익명화된 사용 데이터를 전송합니다. 데이터는 제3자와 공유되지 않습니다. 원산지(국가 및 도시), 언어, 운영 체제, 장치 유형, 해상도, 클릭 동작 및 사용 기간에 대한 정보가 수집될 수 있습니다. 장치 데이터. 당사는 귀하가 서비스에 연결하는 데 사용하는 장치의 수와 유형에 대한 데이터뿐만 아니라 해당 장치의 운영 체제(예: Android, iOS, Windows 또는 macOS)에 대한 정보도 수집합니다. 앱을 사용함으로써 귀하는 위에서 설명한 익명 데이터 수집에 동의하게 됩니다.
lt: {googleApiAgreement} Vietos duomenys. Siekdama suprasti naudotojo elgesį ir ateities funkcijas, programa perduoda anoniminius naudojimo duomenis. Duomenys nėra bendrinami su trečiosiomis šalimis. Gali būti renkama informacija apie kilmę (šalį ir miestą), kalbą, operacinę sistemą, įrenginio tipą, skiriamąją gebą, paspaudimų elgesį ir naudojimo trukmę. Įrenginio duomenys. Renkame duomenis apie įrenginių, kuriuos naudojate prisijungdami prie paslaugos, skaičių ir tipą, taip pat informaciją apie tų įrenginių operacinę sistemą (pvz., Android, iOS, Windows arba macOS). Naudodami programėlę sutinkate, kad būtų renkami anoniminiai duomenys, kaip aprašyta aukščiau.
ml: {googleApiAgreement} ലൊക്കേഷൻ ഡാറ്റ. ഉപയോക്തൃ പെരുമാറ്റം മനസിലാക്കുന്നതിനും ഭാവിയിലെ സവിശേഷതകൾക്കുമായി, ആപ്പ് അജ്ഞാത ഉപയോഗ ഡാറ്റ കൈമാറുന്നു. മൂന്നാം കക്ഷികളുമായി ഡാറ്റ പങ്കിടില്ല. ഉത്ഭവം (രാജ്യവും നഗരവും), ഭാഷ, ഓപ്പറേറ്റിംഗ് സിസ്റ്റം, ഉപകരണത്തിൻ്റെ തരം, മിഴിവ്, ക്ലിക്ക് പെരുമാറ്റം, ഉപയോഗ കാലയളവ് എന്നിവയെക്കുറിച്ചുള്ള വിവരങ്ങൾ ശേഖരിക്കാം. ഉപകരണ ഡാറ്റ. സേവനത്തിലേക്ക് കണക്റ്റുചെയ്യാൻ നിങ്ങൾ ഉപയോഗിക്കുന്ന ഉപകരണങ്ങളുടെ എണ്ണത്തെയും തരത്തെയും കുറിച്ചുള്ള ഡാറ്റയും ആ ഉപകരണങ്ങളിലെ ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തെക്കുറിച്ചുള്ള വിവരങ്ങളും ഞങ്ങൾ ശേഖരിക്കുന്നു (ഉദാ. Android, iOS, Windows അല്ലെങ്കിൽ macOS). ആപ്പ് ഉപയോഗിക്കുന്നതിലൂടെ, മുകളിൽ വിവരിച്ചതുപോലെ അജ്ഞാത ഡാറ്റയുടെ ശേഖരണത്തിന് നിങ്ങൾ സമ്മതം നൽകുന്നു.
my: {googleApiAgreement} တည်နေရာဒေတာ။ သုံးစွဲသူ၏ အပြုအမူနှင့် အနာဂတ်အင်္ဂါရပ်များအတွက် နားလည်နိုင်ရန် အက်ပ်သည် အမည်မသိအသုံးပြုမှုဒေတာကို ပေးပို့ပါသည်။ ဒေတာကို ပြင်ပအဖွဲ့အစည်းများနှင့် မျှဝေမထားပါ။ မူရင်း (နိုင်ငံနှင့်မြို့)၊ ဘာသာစကား၊ လည်ပတ်မှုစနစ်၊ စက်အမျိုးအစား၊ ကြည်လင်ပြတ်သားမှု၊ နှိပ်သည့်အပြုအမူနှင့် အသုံးပြုမှုကြာချိန်တို့အကြောင်း အချက်အလက်များကို စုဆောင်းနိုင်ပါသည်။ စက်ပစ္စည်းဒေတာ။ ဝန်ဆောင်မှုသို့ ချိတ်ဆက်ရန် သင်အသုံးပြုသည့် စက်အရေအတွက်နှင့် အမျိုးအစားနှင့် ပတ်သက်သည့် ဒေတာအပြင် အဆိုပါ စက်များတွင် လည်ပတ်မှုစနစ်အကြောင်း အချက်အလက် (ဥပမာ Android၊ iOS၊ Windows သို့မဟုတ် macOS) တို့ကို စုဆောင်းပါသည်။ အက်ပ်ကိုအသုံးပြုခြင်းဖြင့်၊ သင်သည် အထက်တွင်ဖော်ပြထားသည့်အတိုင်း အမည်မဖော်လိုသည့် ဒေတာစုဆောင်းခြင်းကို သင်သဘောတူပါသည်။
nl: {googleApiAgreement} Locatiegegevens. Om het gebruikersgedrag te begrijpen en voor toekomstige functies verzendt de app geanonimiseerde gebruiksgegevens. De gegevens worden niet gedeeld met derden. Er kan informatie worden verzameld over herkomst (land en stad), taal, besturingssysteem, apparaattype, resolutie, klikgedrag en gebruiksduur. Apparaatgegevens. We verzamelen gegevens over het aantal en het type apparaten dat u gebruikt om verbinding te maken met de dienst, evenals informatie over het besturingssysteem op die apparaten (bijvoorbeeld Android, iOS, Windows of macOS). Door de app te gebruiken, geeft u toestemming voor het verzamelen van geanonimiseerde gegevens zoals hierboven beschreven.
no: {googleApiAgreement} Stedsdata. For å forstå brukeratferd og for fremtidige funksjoner, overfører appen anonymiserte bruksdata. Dataene deles ikke med tredjeparter. Informasjon kan samles inn om opprinnelse (land og by), språk, operativsystem, enhetstype, oppløsning, klikkatferd og bruksvarighet. Enhetsdata. Vi samler inn data om antall og type enheter du bruker for å koble til tjenesten, samt informasjon om operativsystemet på disse enhetene (f.eks. Android, iOS, Windows eller macOS). Ved å bruke appen samtykker du til innsamling av anonymiserte data som beskrevet ovenfor.
pl: {googleApiAgreement} Dane lokalizacyjne. Aby zrozumieć zachowanie użytkowników i wykorzystać przyszłe funkcje, aplikacja przesyła anonimowe dane dotyczące użytkowania. Dane nie są udostępniane podmiotom trzecim. Mogą być zbierane informacje o pochodzeniu (kraj i miasto), języku, systemie operacyjnym, typie urządzenia, rozdzielczości, kliknięciach i czasie użytkowania. Dane urządzenia. Zbieramy dane o liczbie i rodzaju urządzeń, za pomocą których łączysz się z usługą, a także informacje o systemie operacyjnym na tych urządzeniach (np. Android, iOS, Windows czy macOS). Korzystając z aplikacji, wyrażasz zgodę na gromadzenie zanonimizowanych danych w sposób opisany powyżej.
pt: {googleApiAgreement} Dados de localização. Para compreender o comportamento do utilizador e para funcionalidades futuras, a aplicação transmite dados de utilização anónimos. Os dados não são compartilhados com terceiros. Podem ser coletadas informações sobre origem (país e cidade), idioma, sistema operacional, tipo de dispositivo, resolução, comportamento de clique e duração de uso. Dados do dispositivo. Coletamos dados sobre o número e tipo de dispositivos que você usa para se conectar ao serviço, bem como informações sobre o sistema operacional desses dispositivos (por exemplo, Android, iOS, Windows ou macOS). Ao utilizar a aplicação, concorda com a recolha de dados anonimizados conforme descrito acima.
ru: {googleApiAgreement} Данные о местоположении. Чтобы понять поведение пользователей и использовать будущие функции, приложение передает анонимные данные об использовании. Данные не передаются третьим лицам. Может собираться информация о происхождении (страна и город), языке, операционной системе, типе устройства, разрешении, поведении при нажатии и продолжительности использования. Данные устройства. Мы собираем данные о количестве и типе устройств, которые вы используете для подключения к сервису, а также информацию об операционной системе на этих устройствах (например, Android, iOS, Windows или macOS). Используя приложение, вы соглашаетесь на сбор анонимных данных, как описано выше.
sl: {googleApiAgreement} Podatki o lokaciji. Da bi razumeli vedenje uporabnikov in za prihodnje funkcije, aplikacija prenaša anonimizirane podatke o uporabi. Podatki se ne delijo s tretjimi osebami. Zbirajo se lahko informacije o izvoru (država in mesto), jeziku, operacijskem sistemu, vrsti naprave, ločljivosti, obnašanju pri kliku in trajanju uporabe. Podatki o napravi. Zbiramo podatke o številu in vrsti naprav, ki jih uporabljate za povezavo s storitvijo, ter podatke o operacijskem sistemu na teh napravah (npr. Android, iOS, Windows ali macOS). Z uporabo aplikacije soglašate z zbiranjem anonimiziranih podatkov, kot je opisano zgoraj.
sr: {googleApiAgreement} Подаци о локацији. Да би се разумело понашање корисника и за будуће функције, апликација преноси анонимизоване податке о коришћењу. Подаци се не деле са трећим лицима. Могу се прикупљати информације о пореклу (земља и град), језику, оперативном систему, типу уређаја, резолуцији, понашању кликова и трајању коришћења. Подаци о уређају. Прикупљамо податке о броју и врсти уређаја које користите за повезивање са услугом, као и информације о оперативном систему на тим уређајима (нпр. Андроид, иОС, Виндовс или мацОС). Коришћењем апликације пристајете на прикупљање анонимних података као што је горе описано.
sv: {googleApiAgreement} Platsdata. För att förstå användarbeteende och för framtida funktioner överför appen anonymiserad användningsdata. Uppgifterna delas inte med tredje part. Information kan samlas in om ursprung (land och stad), språk, operativsystem, enhetstyp, upplösning, klickbeteende och användningstid. Enhetsdata. Vi samlar in data om antalet och typen av enheter du använder för att ansluta till tjänsten, samt information om operativsystemet på dessa enheter (t.ex. Android, iOS, Windows eller macOS). Genom att använda appen samtycker du till insamling av anonymiserad data enligt beskrivningen ovan.
sw: {googleApiAgreement} Data ya eneo. Ili kuelewa tabia ya mtumiaji na kwa vipengele vya siku zijazo, programu hutuma data ya matumizi isiyojulikana. Data haijashirikiwa na wahusika wengine. Taarifa inaweza kukusanywa kuhusu asili (nchi na jiji), lugha, mfumo wa uendeshaji, aina ya kifaa, azimio, tabia ya kubofya, na muda wa matumizi. Data ya kifaa. Tunakusanya data kuhusu nambari na aina ya vifaa unavyotumia kuunganisha kwenye huduma, na pia maelezo kuhusu mfumo wa uendeshaji kwenye vifaa hivyo (k.m. Android, iOS, Windows au macOS). Kwa kutumia programu, unakubali ukusanyaji wa data isiyojulikana kama ilivyoelezwa hapo juu.
th: {googleApiAgreement} ข้อมูลตำแหน่ง เพื่อให้เข้าใจพฤติกรรมของผู้ใช้และคุณลักษณะในอนาคต แอปจะส่งข้อมูลการใช้งานที่ไม่ระบุชื่อ ข้อมูลจะไม่ถูกแชร์กับบุคคลที่สาม ข้อมูลเกี่ยวกับแหล่งกำเนิด (ประเทศและเมือง) ภาษา ระบบปฏิบัติการ ประเภทอุปกรณ์ ความละเอียด พฤติกรรมการคลิก และระยะเวลาการใช้งานอาจถูกเก็บรวบรวม ข้อมูลอุปกรณ์ เรารวบรวมข้อมูลเกี่ยวกับจำนวนและประเภทอุปกรณ์ที่คุณใช้เชื่อมต่อกับบริการ รวมถึงข้อมูลเกี่ยวกับระบบปฏิบัติการบนอุปกรณ์เหล่านั้น (เช่น Android, iOS, Windows หรือ macOS) การใช้แอปนี้แสดงว่าคุณยินยอมให้มีการรวบรวมข้อมูลที่ไม่เปิดเผยตัวตนตามที่อธิบายไว้ข้างต้น
tr: {googleApiAgreement} Konum verileri. Uygulama, kullanıcı davranışını anlamak ve gelecekteki özellikler için anonimleştirilmiş kullanım verilerini iletir. Veriler üçüncü şahıslarla paylaşılmaz. Menşe (ülke ve şehir), dil, işletim sistemi, cihaz türü, çözünürlük, tıklama davranışı ve kullanım süresi hakkında bilgi toplanabilir. Cihaz verileri. Hizmete bağlanmak için kullandığınız cihazların sayısı ve türüne ilişkin verilerin yanı sıra bu cihazlardaki (ör. Android, iOS, Windows veya macOS) işletim sistemi hakkındaki bilgileri de topluyoruz. Uygulamayı kullanarak yukarıda açıklandığı şekilde anonimleştirilmiş verilerin toplanmasını kabul etmiş olursunuz.
uk: {googleApiAgreement} Дані про місцезнаходження. Щоб зрозуміти поведінку користувачів і для майбутніх функцій, програма передає анонімні дані про використання. Дані не передаються третім особам. Може збиратися інформація про походження (країна та місто), мову, операційну систему, тип пристрою, роздільну здатність, поведінку при натисканні та тривалість використання. Дані пристрою. Ми збираємо дані про кількість і тип пристроїв, які ви використовуєте для підключення до служби, а також інформацію про операційну систему на цих пристроях (наприклад, Android, iOS, Windows або macOS). Використовуючи програму, ви погоджуєтеся на збір анонімних даних, як описано вище.
vi: {googleApiAgreement} Dữ liệu vị trí. Để hiểu hành vi của người dùng và cho các tính năng trong tương lai, ứng dụng sẽ truyền dữ liệu sử dụng ẩn danh. Dữ liệu không được chia sẻ với bên thứ ba. Thông tin có thể được thu thập về nguồn gốc (quốc gia và thành phố), ngôn ngữ, hệ điều hành, loại thiết bị, độ phân giải, hành vi nhấp chuột và thời lượng sử dụng. Dữ liệu thiết bị. Chúng tôi thu thập dữ liệu về số lượng và loại thiết bị bạn sử dụng để kết nối với dịch vụ cũng như thông tin về hệ điều hành trên các thiết bị đó (ví dụ: Android, iOS, Windows hoặc macOS). Bằng cách sử dụng ứng dụng, bạn đồng ý với việc thu thập dữ liệu ẩn danh như mô tả ở trên.
zh: {googleApiAgreement} 位置数据。 为了了解用户行为和未来功能，该应用程序会传输匿名使用数据。 数据不与第三方共享。 可能会收集有关来源（国家和城市）、语言、操作系统、设备类型、分辨率、点击行为和使用持续时间的信息。 设备数据。 我们收集有关您用于连接服务的设备数量和类型的数据，以及有关这些设备上操作系统的信息（例如 Android、iOS、Windows 或 macOS）。 使用该应用程序即表示您同意如上所述收集匿名数据。
