Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# consent13StromGedacht
source: StromGedacht, a service provided by TransnetBW, provides information on grid stability and recommendations on when electricity should be used preferentially. As the energy transition is becoming more and more challenging for the transmission grid, households in South-West Germany are being involved. To receive information for your location, your postal code, if entered here in the app, is transmitted to the TransnetBW StromGedacht API. No other data is transmitted or linked.
af: StromGedacht, 'n diens verskaf deur TransnetBW, verskaf inligting oor netstabiliteit en aanbevelings oor wanneer elektrisiteit voorkeur moet geniet. Aangesien die energietransisie al hoe meer uitdagend word vir die transmissienet, word huishoudings in Suidwes-Duitsland betrek. Om inligting vir jou ligging te ontvang, word jou poskode, indien hier in die app ingevoer, na die TransnetBW StromGedacht API oorgedra. Geen ander data word oorgedra of gekoppel nie.
ar: StromGedacht، خدمة مقدمة من TransnetBW، توفر معلومات حول استقرار الشبكة وتوصيات حول متى يجب استخدام الكهرباء بشكل تفضيلي. نظراً لأن انتقال الطاقة أصبح أكثر وأكثر تحدياً لشبكة النقل، يتم إشراك الأسر في جنوب غرب ألمانيا. لتلقي معلومات لموقعك، يتم نقل الرمز البريدي الخاص بك، إذا تم إدخاله هنا في التطبيق، إلى TransnetBW StromGedacht API. لا يتم نقل أو ربط أي بيانات أخرى.
bg: StromGedacht, услуга, предоставена от TransnetBW, предоставя информация за стабилността на мрежата и препоръки кога токът трябва да се използва предпочитано. Тъй като енергийният преход става все по-предизвикателен за преносната мрежа, домакинствата в Югозападна Германия се включват. За да получите информация за вашето местоположение, вашият пощенски код, ако е въведен тук в приложението, се предава на API на TransnetBW StromGedacht. Никакви други данни не се предават или свързват.
bs: StromGedacht, usluga koju pruža TransnetBW, pruža informacije o stabilnosti mreže i preporuke o tome kada električnu energiju treba koristiti preferencijalno. Kako energetska tranzicija postaje sve izazovnija za prijenosnu mrežu, uključuju se domaćinstva u jugozapadnoj Njemačkoj. Za primanje informacija o vašoj lokaciji, vaš poštanski broj, ako je unesen ovdje u aplikaciji, prenosi se na TransnetBW StromGedacht API. Nikakvi drugi podaci se ne prenose niti povezuju.
cs: StromGedacht, služba poskytovaná společností TransnetBW, poskytuje informace o stabilitě sítě a doporučení, kdy by měla být elektřina používána přednostně. Vzhledem k tomu, že energetická transformace je pro přenosovou soustavu stále náročnější, jsou zapojeny domácnosti v jihozápadním Německu. Chcete-li získat informace o vaší poloze, vaše poštovní směrovací číslo, pokud je zde v aplikaci zadáno, je přeneseno do TransnetBW StromGedacht API. Žádná další data nejsou přenášena ani propojena.
da: StromGedacht, en service leveret af TransnetBW, giver information om netstabilitet og anbefalinger om, hvornår elektricitet bør anvendes fortrinsvis. I takt med at energiomstillingen bliver mere og mere udfordrende for transmissionsnettet, inddrages husstande i det sydvestlige Tyskland. For at modtage information om din placering, sendes dit postnummer, hvis det indtastes her i appen, til TransnetBW StromGedacht API. Ingen andre data overføres eller linkes.
de: StromGedacht, ein Service der TransnetBW, gibt Hinweise zur Netzstabilität und Empfehlungen, wann Strom bevorzugt verwendet werden sollte. Da die Energiewende für das Transportnetz immer mehr zur Herausforderung wird, werden die Haushalte in Süd-West-Deutschland miteinbezogen. Um Hinweise für ihren Standort zu erhalten, wird ihre Postleitzahl, falls von ihnen eingegeben hier in der App, an die TransnetBW-StromGedacht-API übermittelt. Es werden keine weiteren Daten übermittelt oder verknüpft.
el: Το StromGedacht, μια υπηρεσία που παρέχεται από την TransnetBW, παρέχει πληροφορίες σχετικά με τη σταθερότητα του δικτύου και συστάσεις για το πότε πρέπει να χρησιμοποιείται κατά προτεραιότητα η ηλεκτρική ενέργεια. Καθώς η ενεργειακή μετάβαση γίνεται όλο και πιο δύσκολη για το δίκτυο μεταφοράς, τα νοικοκυριά στη Νοτιοδυτική Γερμανία εμπλέκονται. Για να λαμβάνετε πληροφορίες για την τοποθεσία σας, ο ταχυδρομικός σας κώδικας, εάν έχει εισαχθεί εδώ στην εφαρμογή, μεταδίδεται στο API StromGedacht της TransnetBW. Δεν διαβιβάζονται ούτε συνδέονται άλλα δεδομένα.
es: StromGedacht, un servicio de TransnetBW, proporciona información sobre la estabilidad de la red y recomendaciones sobre cuándo se debe utilizar la electricidad preferentemente. Como la transición energética es cada vez más desafiante para la red de transporte, se involucra a los hogares del suroeste de Alemania. Para recibir información para su ubicación, su código postal, si se introduce aquí en la aplicación, se transmite a la API TransnetBW StromGedacht. No se transmite ni vincula ningún otro dato.
et: StromGedacht, TransnetBW pakutav teenus, annab teavet võrgu stabiilsuse kohta ja soovitusi, millal elektrit eelistatult kasutada. Kuna energiamuutus muutub ülekandevõrgule üha keerulisemaks, kaasatakse Lõuna-Lääne-Saksamaa majapidamised. Oma asukoha kohta teabe saamiseks edastatakse teie postiaadress, kui see on rakenduses sisestatud, TransnetBW StromGedacht API-le. Muud andmed ei edastata ega linkita.
fa: StromGedacht، سرویسی که توسط TransnetBW ارائه می‌شود، اطلاعاتی در مورد پایداری شبکه و توصیه‌هایی درباره زمان استفاده ترجیحی از برق ارائه می‌دهد.همانطور که انتقال انرژی برای شبکه انتقال بیشتر و بیشتر چالش برانگیز می شود، خانوارها در جنوب غربی آلمان درگیر هستند.برای دریافت اطلاعات مکان شما، اگر کد پستی شما در اینجا در برنامه وارد شود، به TransnetBW StromGedacht API منتقل می شود.هیچ داده دیگری منتقل یا پیوند داده نمی شود.
fi: TransnetBW:n tarjoama StromGedacht tarjoaa tietoa verkon vakaudesta ja suosituksia siitä, milloin sähköä tulisi käyttää ensisijaisesti.Kun energiasiirtymä on yhä haastavampi kantaverkolle, Lounais-Saksan kotitaloudet ovat mukana.Jos haluat saada tietoja sijainnistasi, postinumerosi, jos se on syötetty tähän sovellukseen, lähetetään TransnetBW StromGedacht API:lle.Muita tietoja ei lähetetä tai linkitetä.
fr: StromGedacht, un service de TransnetBW, fournit des informations sur la stabilité du réseau et des recommandations sur les moments où l'électricité doit être utilisée en priorité. Comme la transition énergétique devient de plus en plus un défi pour le réseau de transport, les ménages du sud-ouest de l'Allemagne sont impliqués. Pour recevoir des informations pour votre emplacement, votre code postal, s'il est saisi ici dans l'application, est transmis à l'API TransnetBW StromGedacht. Aucune autre donnée n'est transmise ou liée.
hi: ट्रांसनेटबीडब्ल्यू द्वारा प्रदान की जाने वाली सेवा स्ट्रोमगेडाचट, ग्रिड स्थिरता पर जानकारी और बिजली का उपयोग प्राथमिकता से कब किया जाना चाहिए, इस पर सिफारिशें प्रदान करती है।जैसे-जैसे ट्रांसमिशन ग्रिड के लिए ऊर्जा परिवर्तन अधिक से अधिक चुनौतीपूर्ण होता जा रहा है, दक्षिण-पश्चिम जर्मनी के घर-परिवार इसमें शामिल हो रहे हैं।आपके स्थान की जानकारी प्राप्त करने के लिए, आपका पोस्टल कोड, यदि यहां ऐप में दर्ज किया गया है, तो ट्रांसनेटबीडब्ल्यू स्ट्रोमगेडाचट एपीआई को प्रेषित किया जाता है।कोई अन्य डेटा प्रसारित या लिंक नहीं किया गया है।
hr: StromGedacht, usluga koju pruža TransnetBW, pruža informacije o stabilnosti mreže i preporuke o tome kada bi se prednost trebala koristiti električnom energijom.Kako energetski prijelaz postaje sve veći izazov za prijenosnu mrežu, uključena su kućanstva u jugozapadnoj Njemačkoj.Za primanje informacija o vašoj lokaciji, vaš poštanski broj, ako ga unesete ovdje u aplikaciji, prenosi se TransnetBW StromGedacht API-ju.Nikakvi drugi podaci se ne prenose niti povezuju.
hu: A TransnetBW által nyújtott StromGedacht szolgáltatás információt nyújt a hálózat stabilitásáról és ajánlásokat tesz arra vonatkozóan, hogy mikor érdemes előnyben részesíteni az áram felhasználását. Mivel az energiaátállás egyre nagyobb kihívást jelent az átviteli hálózat számára, a délnyugat-németországi háztartásokat is bevonják. Az Ön tartózkodási helyére vonatkozó információkhoz az irányítószámát, ha itt adja meg az alkalmazásban, továbbítja a TransnetBW StromGedacht API-nak. Más adat nem kerül továbbításra vagy összekapcsolásra.
it: StromGedacht, un servizio di TransnetBW, fornisce informazioni sulla stabilità della rete e raccomandazioni su quando utilizzare preferibilmente l'elettricità. Poiché la transizione energetica sta diventando sempre più impegnativa per la rete di trasmissione, vengono coinvolte le famiglie del sud-ovest della Germania. Per ricevere informazioni per la propria località, il codice postale, se inserito qui nell'app, viene trasmesso all'API TransnetBW StromGedacht. Nessun altro dato viene trasmesso o collegato.
ja: TransnetBW が提供するサービス StromGedacht は、送電網の安定性に関する情報と、電力を優先的に使用すべき時期に関する推奨事項を提供します。送電網にとってエネルギー移行がますます困難になる中、ドイツ南西部の家庭もその影響を受けています。あなたの場所の情報を受け取るために、ここでアプリに郵便番号を入力すると、その郵便番号が TransnetBW StromGedacht API に送信されます。他のデータは送信またはリンクされません。
ko: 트랜스넷BW에서 제공하는 서비스인 StromGedacht는 전력망 안정성 정보와 전력 사용 우선 시기에 대한 권장 사항을 제공합니다. 에너지 전환이 송전망에 점점 더 큰 도전 과제가 되면서, 독일 남서부 지역의 가정들도 이에 참여하고 있습니다. 해당 지역의 정보를 수신하기 위해 앱에 입력된 우편번호는 트랜스넷BW StromGedacht API로 전송됩니다. 다른 데이터는 전송되거나 연결되지 않습니다.
lt: „TransnetBW“ teikiama paslauga „StromGedacht“ teikia informaciją apie tinklo stabilumą ir rekomendacijas, kada geriausia naudoti elektros energiją. Kadangi energijos perėjimas perdavimo tinklui tampa vis sunkesnis, pietvakarių Vokietijoje dalyvauja namų ūkiai. Norint gauti informaciją apie savo buvimo vietą, jūsų pašto kodas, jei įvedėte čia, programėlėje, persiunčiamas į TransnetBW StromGedacht API. Jokie kiti duomenys neperduodami ar susieti.
ml: TransnetBW നൽകുന്ന ഒരു സേവനമായ StromGedacht, ഗ്രിഡ് സ്ഥിരതയെക്കുറിച്ചുള്ള വിവരങ്ങളും എപ്പോൾ വൈദ്യുതി മുൻഗണനാടിസ്ഥാനത്തിൽ ഉപയോഗിക്കണം എന്നതിനെക്കുറിച്ചുള്ള ശുപാർശകളും നൽകുന്നു. ഊർജ്ജ സംക്രമണം ട്രാൻസ്മിഷൻ ഗ്രിഡിന് കൂടുതൽ വെല്ലുവിളിയായിക്കൊണ്ടിരിക്കുന്നതിനാൽ, തെക്ക്-പടിഞ്ഞാറൻ ജർമ്മനിയിലെ കുടുംബങ്ങൾ ഇതിൽ ഉൾപ്പെടുന്നു. നിങ്ങളുടെ ലൊക്കേഷനെക്കുറിച്ചുള്ള വിവരങ്ങൾ ലഭിക്കുന്നതിന്, നിങ്ങളുടെ തപാൽ കോഡ്, ഇവിടെ ആപ്പിൽ നൽകിയാൽ, TransnetBW StromGedacht API-ലേക്ക് കൈമാറും. മറ്റ് ഡാറ്റയൊന്നും കൈമാറുകയോ ലിങ്ക് ചെയ്യുകയോ ചെയ്തിട്ടില്ല.
my: Transnetbw မှပေးသော 0 န်ဆောင်မှုတစ်ခုသည်လျှပ်စစ်ဓာတ်အားကိုအသုံးပြုသင့်သည့်လျှပ်စစ်ဓာတ်အားသုံးစွဲသင့်သည့်အတွက်ဇယားကွက်တည်ငြိမ်အေးချမ်းရေးအတွက်သတင်းအချက်အလက်များကိုပေးသည်။ စွမ်းအင်အသွင်ကူးပြောင်းမှုသည်ဂီယာဇယားကွက်အတွက်ပိုမိုစိန်ခေါ်မှုများဖြစ်လာသည်နှင့်အမျှတရုတ်ဆန်တန်လီယန်ရှိအိမ်ထောင်စုများသည်ပါ 0 င်ပတ်သက်နေသည်။ သင်၏တည်နေရာအတွက်သတင်းအချက်အလက်များကိုလက်ခံရရှိရန်သင်၏စာတိုက်ကုဒ်သည်ဤအက်ပလီကေးရှင်းတွင်ဤနေရာတွင် 0 င်ပါက transnetbw stromed transped api သို့ကူးစက်သည်။ အခြားဒေတာများကိုမည်သည့်အချက်အလက်မျှမကူးစက်ပါ။
nl: StromGedacht, een dienst van TransnetBW, biedt informatie over netstabiliteit en aanbevelingen over wanneer elektriciteit bij voorkeur moet worden gebruikt. Omdat de energietransitie steeds uitdagender wordt voor het transmissienet, worden huishoudens in Zuidwest-Duitsland betrokken. Om informatie voor uw locatie te ontvangen, wordt uw postcode, indien hier in de app ingevoerd, overgedragen aan de TransnetBW StromGedacht API. Geen andere gegevens worden overgedragen of gekoppeld.
no: StromGedacht, en tjeneste levert av TransnetBW, gir informasjon om nettstabilitet og anbefalinger om når elektrisitet bør brukes fortrinnsvis. Ettersom energiomstillingen blir mer og mer utfordrende for overføringsnettet, blir husholdninger i Sørvest-Tyskland involvert. For å motta informasjon om posisjonen din, sendes postnummeret ditt, hvis det er skrevet inn her i appen, til TransnetBW StromGedacht API. Ingen andre data overføres eller kobles sammen.
pl: StromGedacht, usługa świadczona przez TransnetBW, dostarcza informacji na temat stabilności sieci oraz zaleceń dotyczących preferencyjnego korzystania z energii elektrycznej. Ponieważ transformacja energetyczna staje się coraz większym wyzwaniem dla sieci przesyłowej, włączają się w nią gospodarstwa domowe w południowo-zachodnich Niemczech. Aby otrzymać informacje o Twojej lokalizacji, Twój kod pocztowy, jeśli zostanie wprowadzony w aplikacji, zostanie przesłany do API TransnetBW StromGedacht. Żadne inne dane nie są przesyłane ani łączone.
pt: StromGedacht, um serviço prestado pela TransnetBW, fornece informações sobre a estabilidade da rede e recomendações sobre quando a eletricidade deve ser utilizada preferencialmente. Como a transição energética se torna cada vez mais desafiante para a rede de transporte, os agregados familiares no sudoeste da Alemanha estão a ser envolvidos. Para receber informações para a sua localização, o seu código postal, se introduzido aqui na aplicação, é transmitido para a API TransnetBW StromGedacht. Nenhum outro dado é transmitido ou ligado.
ru: StromGedacht, сервис TransnetBW, дает информацию о стабильности сети и рекомендации о том, когда электричество следует использовать в первую очередь. Поскольку энергетический переход становится все более сложным для транспортной сети, вовлекаются домохозяйства в юго-западной Германии. Чтобы получать информацию для вашего местоположения, ваш почтовый индекс, если введен здесь в приложении, передается в API TransnetBW StromGedacht. Никакие другие данные не передаются и не связываются.
sl: Storitev StromGedacht, ki jo zagotavlja TransnetBW, zagotavlja informacije o stabilnosti omrežja in priporočila o tem, kdaj naj se električna energija uporablja prednostno. Ker energetski prehod postaja vse večji izziv za prenosno omrežje, so vključena gospodinjstva v jugozahodni Nemčiji. Če želite prejeti informacije o vaši lokaciji, se vaša poštna številka, če je vnesena tukaj v aplikaciji, prenese v API TransnetBW StromGedacht. Nobeni drugi podatki se ne prenašajo ali povezujejo.
sr: СтромГедацхт, услуга коју пружа ТранснетБВ, пружа информације о стабилности мреже и препоруке о томе када електричну енергију треба користити преференцијално. Како енергетска транзиција постаје све изазовнија за преносну мрежу, домаћинства у југозападној Немачкој су укључена. Да бисте добили информације о вашој локацији, ваш поштански број, ако је унет овде у апликацији, се преноси на ТранснетБВ СтромГедацхт АПИ. Никакви други подаци се не преносе нити повезују.
sv: StromGedacht, en tjänst som tillhandahålls av TransnetBW, ger information om nätstabilitet och rekommendationer om när elektricitet bör användas i första hand. I takt med att energiomställningen blir mer och mer utmanande för transmissionsnätet, involveras hushållen i sydvästra Tyskland. För att få information om din plats skickas ditt postnummer, om det anges här i appen, till TransnetBW StromGedacht API. Ingen annan data överförs eller länkas.
sw: Stromgedacht, huduma iliyotolewa na TransnetBW, hutoa habari juu ya utulivu wa gridi ya taifa na mapendekezo juu ya wakati umeme unapaswa kutumiwa kwa upendeleo. Wakati mabadiliko ya nishati yanazidi kuwa ngumu zaidi kwa gridi ya maambukizi, kaya za kusini-magharibi mwa Ujerumani zinahusika. Ili kupokea habari kwa eneo lako, nambari yako ya posta, ikiwa imeingizwa hapa kwenye programu, hupitishwa kwa API ya TransnetBW Stromgedacht. Hakuna data nyingine inayopitishwa au kuunganishwa.
th: StromGedacht ซึ่งเป็นบริการของ TransnetBW ให้ข้อมูลเกี่ยวกับเสถียรภาพของโครงข่ายไฟฟ้าและคำแนะนำว่าควรใช้ไฟฟ้าเมื่อใดเป็นพิเศษ เนื่องจากการเปลี่ยนแปลงด้านพลังงานมีความท้าทายมากขึ้นเรื่อยๆ สำหรับโครงข่ายส่งไฟฟ้า ครัวเรือนต่างๆ ในเยอรมนีตะวันตกเฉียงใต้ก็เข้ามามีส่วนร่วมด้วย หากต้องการรับข้อมูลตำแหน่งของคุณ รหัสไปรษณีย์ของคุณ (หากป้อนที่นี่ในแอป) จะถูกส่งไปยัง TransnetBW StromGedacht API ไม่มีการส่งหรือเชื่อมโยงข้อมูลอื่นใด
tr: TransnetBW tarafından sağlanan bir hizmet olan StromGedacht, şebeke istikrarı hakkında bilgi veriyor ve elektriğin ne zaman tercihli olarak kullanılması gerektiğine dair öneriler sunuyor. Enerji geçişi iletim şebekesi için giderek daha zorlu hale gelirken, Güneybatı Almanya'daki haneler de sürece dahil oluyor. Konumunuzla ilgili bilgi almak için, uygulamaya buraya girilmişse posta kodunuz TransnetBW StromGedacht API'sine iletilir. Başka hiçbir veri aktarılmaz veya bağlanmaz.
uk: StromGedacht, сервіс, який надає TransnetBW, надає інформацію про стабільність мережі та рекомендації щодо того, коли краще використовувати електроенергію. Оскільки енергетичний перехід стає все більш і більш складним для електромережі, домогосподарства Південно-Західної Німеччини беруть участь у цьому. Щоб отримати інформацію про ваше місцезнаходження, ваш поштовий індекс, якщо він введений тут у додатку, передається до TransnetBW StromGedacht API. Ніякі інші дані не передаються та не пов’язуються.
vi: StromGedacht, một dịch vụ do TransnetBW cung cấp, cung cấp thông tin về độ ổn định của lưới điện và các khuyến nghị về thời điểm nên ưu tiên sử dụng điện. Khi quá trình chuyển đổi năng lượng ngày càng trở nên khó khăn hơn đối với lưới điện truyền tải, các hộ gia đình ở Tây Nam nước Đức đang tham gia. Để nhận thông tin về vị trí của bạn, mã bưu chính của bạn, nếu được nhập vào đây trong ứng dụng, sẽ được truyền tới API TransnetBW StromGedacht. Không có dữ liệu nào khác được truyền đi hoặc liên kết.
zh: StromGedacht 是 TransnetBW 提供的一项服务，提供有关电网稳定性的信息以及何时应优先使用电力的建议。随着能源转型对输电网的挑战越来越大，德国西南部的家庭也参与其中。为了接收您所在位置的信息，您的邮政编码（如果在应用程序中输入）将被传输到 TransnetBW StromGedacht API。不传输或链接其他数据。

# stromGedachtAgreement
source: I agree that my postal code (if provided) will be transmitted to TransnetBW to retrieve StromGedacht notices.
af: Ek stem saam dat my poskode (indien verskaf) na TransnetBW oorgedra sal word om StromGedacht-kennisgewings te herwin.
ar: أوافق على أن يتم نقل الرمز البريدي الخاص بي (إذا تم توفيره) إلى TransnetBW لاسترداد إشعارات StromGedacht.
bg: Съгласен съм моят пощенски код (ако е предоставен) да се предаде на TransnetBW за извличане на известия от StromGedacht.
bs: Slažem se da će moj poštanski broj (ako je naveden) biti proslijeđen TransnetBW-u radi preuzimanja StromGedacht obavještenja.
cs: Souhlasím s tím, že moje poštovní směrovací číslo (pokud je poskytnuto) bude předáno TransnetBW za účelem získání oznámení StromGedacht.
da: Jeg accepterer, at mit postnummer (hvis givet) vil blive sendt til TransnetBW for at hente StromGedacht-meddelelser.
de: Ich bin damit einverstanden, dass meine Postleitzahl (falls angegeben) an TransnetBW übermittelt wird, um StromGedacht-Hinweise zu erhalten.
el: Συμφωνώ ότι ο ταχυδρομικός μου κώδικας (εάν παρέχεται) θα διαβιβαστεί στην TransnetBW για την ανάκτηση των ειδοποιήσεων StromGedacht.
es: Acepto que mi código postal (si se facilita) se transmita a TransnetBW para recibir avisos de StromGedacht.
et: Nõustun, et minu postiaadress (kui see on esitatud) edastatakse TransnetBW-le StromGedachti teadete saamiseks.
fa: من موافقت می کنم که کد پستی من (در صورت ارائه) به TransnetBW برای بازیابی اطلاعیه های StromGedacht ارسال شود.
fi: Hyväksyn, että postinumeroni (jos annettu) välitetään TransnetBW:lle StromGedacht-ilmoitusten noutamiseksi.
fr: J'accepte que mon code postal (si fourni) soit transmis à TransnetBW pour recevoir les indications de StromGedacht.
hi: मैं सहमत हूं कि मेरा पोस्टल कोड (यदि प्रदान किया गया है) स्ट्रोमगेडाचट नोटिस पुनः प्राप्त करने के लिए ट्रांसनेटबीडब्ल्यू को प्रेषित किया जाएगा।
hr: Slažem se da će moj poštanski broj (ako je naveden) biti proslijeđen TransnetBW-u radi preuzimanja StromGedacht obavijesti.
hu: Hozzájárulok ahhoz, hogy az irányítószámomat (ha megadom) továbbítsák a TransnetBW-nek a StromGedacht értesítések lekérdezése céljából.
it: Accetto che il mio codice postale (se fornito) venga trasmesso a TransnetBW per ricevere gli avvisi di StromGedacht.
ja: 私は、StromGedacht 通知を取得するために私の郵便番号 (提供されている場合) が TransnetBW に送信されることに同意します。
ko: 제 우편번호(제공된 경우)가 StromGedacht 공지를 조회하기 위해 TransnetBW로 전송되는 것에 동의합니다.
lt: Sutinku, kad mano pašto kodas (jei nurodytas) būtų perduotas TransnetBW, kad būtų galima gauti StromGedacht pranešimus.
ml: StromGedacht അറിയിപ്പുകൾ വീണ്ടെടുക്കാൻ എൻ്റെ തപാൽ കോഡ് (നൽകിയിട്ടുണ്ടെങ്കിൽ) TransnetBW-ലേക്ക് കൈമാറുമെന്ന് ഞാൻ സമ്മതിക്കുന്നു.
my: ကျွန်ုပ်၏စာတိုက်သင်္ကေတ (အကယ်. ထောက်ပံ့ပေးထားလျှင်) ကို transnetbw သတိပေးချက်များကို transnetbw သို့ပို့ပေးလိမ့်မည်ဟုကျွန်ုပ်သဘောတူသည်။
nl: Ik ga akkoord dat mijn postcode (indien opgegeven) wordt overgedragen aan TransnetBW om StromGedacht-meldingen op te halen.
no: Jeg godtar at postnummeret mitt (hvis oppgitt) vil bli overført til TransnetBW for å hente StromGedacht-varsler.
pl: Wyrażam zgodę na przesłanie mojego kodu pocztowego (jeśli został podany) do TransnetBW w celu pobrania powiadomień StromGedacht.
pt: Concordo que o meu código postal (se fornecido) seja transmitido à TransnetBW para receber avisos da StromGedacht.
ru: Я согласен, чтобы мой почтовый индекс (если указан) передавался TransnetBW для получения уведомлений StromGedacht.
sl: Strinjam se, da se moja poštna številka (če je navedena) posreduje TransnetBW za pridobivanje obvestil StromGedacht.
sr: Слажем се да ће мој поштански број (ако је наведен) бити прослеђен ТранснетБВ-у ради преузимања обавештења СтромГедацхт-а.
sv: Jag samtycker till att mitt postnummer (om det finns) kommer att överföras till TransnetBW för att hämta StromGedacht-meddelanden.
sw: Ninakubali kwamba nambari yangu ya posta (ikiwa imetolewa) itapitishwa kwa TransnetBW kupata arifa za Stromgedacht.
th: ฉันยอมรับว่ารหัสไปรษณีย์ของฉัน (หากระบุ) จะถูกส่งไปยัง TransnetBW เพื่อดึงประกาศ StromGedacht
tr: StromGedacht bildirimlerini almak için posta kodumun (eğer sağlanmışsa) TransnetBW'ye iletilmesini kabul ediyorum.
uk: Я погоджуюся, що мій поштовий індекс (якщо він наданий) буде передано TransnetBW для отримання повідомлень StromGedacht.
vi: Tôi đồng ý rằng mã bưu chính của tôi (nếu được cung cấp) sẽ được truyền tới TransnetBW để truy xuất thông báo StromGedacht.
zh: 我同意将我的邮政编码（如果提供）传输到 TransnetBW 以检索 StromGedacht 通知。
