Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# parsingObjectError
source: The object cannot be parsed. Please contact the developer. When uninstalling the app, the data may be lost.
af: Die objek kan nie ontleed word nie. Kontak asseblief die ontwikkelaar. Wanneer die app verwyder word, kan die data verlore gaan.
ar: لا يمكن تحليل الكائن. يرجى الاتصال بالمطور. عند إلغاء تثبيت التطبيق، قد تضيع البيانات.
bg: Обектът не може да бъде анализиран. Моля, свържете се с разработчика. При деинсталиране на приложението данните могат да бъдат загубени.
bs: Objekt se ne može raščlaniti. Molimo kontaktirajte programera. Kada deinstalirate aplikaciju, podaci se mogu izgubiti.
cs: Objekt nelze analyzovat. Kontaktujte prosím vývojáře. Při odinstalaci aplikace může dojít ke ztrátě dat.
da: Objektet kan ikke parses. Kontakt venligst udvikleren. Når du afinstallerer appen, kan data gå tabt.
de: Das Objekt kann nicht eingelesen werden. Bitte kontaktieren Sie den Entwickler. Bei Deinstallation der App können die Daten verloren gehen.
el: Το αντικείμενο δεν μπορεί να αναλυθεί. Παρακαλούμε επικοινωνήστε με τον προγραμματιστή. Κατά την απεγκατάσταση της εφαρμογής, ενδέχεται να χαθούν τα δεδομένα.
es: No se puede analizar el objeto. Ponte en contacto con el desarrollador. Al desinstalar la app, los datos pueden perderse.
et: Objekti ei saa töödelda. Palun võta arendajaga ühendust. Rakenduse desinstallimisel võivad andmed kaduda.
fa: شیء قابل تجزیه نیست.لطفا با توسعه دهنده تماس بگیرید.هنگام حذف نصب برنامه، ممکن است داده ها از بین بروند.
fi: Objektia ei voi jäsentää.Ota yhteyttä kehittäjään.Kun poistat sovelluksen, tiedot voivat kadota.
fr: L'objet ne peut pas être analysé. Veuillez contacter le développeur. Lors de la désinstallation de l'application, les données peuvent être perdues.
hi: ऑब्जेक्ट को पार्स नहीं किया जा सकता.कृपया डेवलपर से संपर्क करें.ऐप को अनइंस्टॉल करने पर डेटा ख़त्म हो सकता है.
hr: Objekt se ne može raščlaniti.Molimo kontaktirajte programera.Prilikom deinstaliranja aplikacije podaci se mogu izgubiti.
hu: Az objektum nem elemezhető. Kérjük, lépjen kapcsolatba a fejlesztővel. Az alkalmazás eltávolításakor az adatok elveszhetnek.
it: Impossibile analizzare l'oggetto. Contatta lo sviluppatore. Disinstallando l'app i dati potrebbero andare persi.
ja: オブジェクトを解析できません。開発者にお問い合わせください。アプリをアンインストールすると、データが失われる可能性があります。
ko: 객체를 해석할 수 없습니다. 개발자에게 문의해주세요. 앱을 삭제하면 데이터가 손실될 수 있습니다.
lt: Objekto negalima išanalizuoti. Susisiekite su kūrėju. Pašalinus programą, duomenys gali būti prarasti.
ml: ഒബ്ജക്റ്റ് പാഴ്‌സ് ചെയ്യാൻ കഴിയില്ല. Please contact the developer. ആപ്പ് അൺഇൻസ്റ്റാൾ ചെയ്യുമ്പോൾ, ഡാറ്റ നഷ്ടപ്പെടാം.
my: အရာဝတ်ထုခွဲခြမ်းစိတ်ဖြာမရနိုင်ပါ။ developer ကိုဆက်သွယ်ပါ။ အက်ပလီကေးရှင်းကို uninstall လုပ်တဲ့အခါဒေတာပျောက်သွားလိမ့်မယ်။
nl: Het object kan niet worden geparseerd. Neem contact op met de ontwikkelaar. Bij het verwijderen van de app kunnen de gegevens verloren gaan.
no: Objektet kan ikke analyseres. Ta kontakt med utvikleren. Når du avinstallerer appen, kan dataene gå tapt.
pl: Nie można przeanalizować obiektu. Skontaktuj się z deweloperem. Odinstalowanie aplikacji może spowodować utratę danych.
pt: Não é possível analisar o objeto. Entre em contato com o desenvolvedor. Ao desinstalar o app, os dados podem ser perdidos.
ru: Объект не удается разобрать. Свяжитесь с разработчиком. При удалении приложения данные могут быть потеряны.
sl: Objekta ni mogoče razčleniti. Obrnite se na razvijalca. Pri odstranitvi aplikacije se lahko podatki izgubijo.
sr: Објекат се не може рашчланити. Молимо контактирајте програмера. Када деинсталирате апликацију, подаци се могу изгубити.
sv: Objektet kan inte analyseras. Kontakta utvecklaren. När du avinstallerar appen kan data gå förlorade.
sw: Kitu hakiwezi kupangwa. Tafadhali wasiliana na msanidi programu. Wakati wa kuondoa programu, data inaweza kupotea.
th: ไม่สามารถแยกวิเคราะห์วัตถุได้ โปรดติดต่อผู้พัฒนา เมื่อถอนการติดตั้งแอป ข้อมูลอาจสูญหายได้
tr: Nesne ayrıştırılamıyor. Lütfen geliştiriciyle iletişime geçin. Uygulamayı kaldırırken veriler kaybolabilir.
uk: Об’єкт неможливо розібрати. Будь ласка, зв'яжіться з розробником. Під час видалення програми дані можуть бути втрачені.
vi: Đối tượng không thể được phân tích cú pháp. Vui lòng liên hệ với nhà phát triển. Khi gỡ cài đặt ứng dụng, dữ liệu có thể bị mất.
zh: 无法解析该对象。请联系开发商。卸载应用程序时，数据可能会丢失。

# reallyDeleteCounter
source: Are you sure you want to delete the counter?
af: Is jy seker jy wil die teller uitvee?
ar: هل أنت متأكد أنك تريد حذف العداد؟
bg: Сигурни ли сте, че искате да изтриете брояча?
bs: Jeste li sigurni da želite izbrisati brojač?
cs: Opravdu chcete smazat počítadlo?
da: Er du sikker på, at du vil slette tælleren?
de: Möchten Sie den Zähler wirklich löschen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον μετρητή;
es: ¿Eliminar este contador?
et: Kas soovid kindlasti arvesti kustutada?
fa: آیا مطمئن هستید که می خواهید شمارنده را حذف کنید؟
fi: Haluatko varmasti poistaa laskurin?
fr: Voulez-vous vraiment supprimer ce compteur ?
hi: क्या आप वाकई काउंटर हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati brojač?
hu: Biztos, hogy törölni akarja a számlálót?
it: Eliminare questo contatore?
ja: カウンタを削除してもよろしいですか?
ko: 정말 이 계량기를 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti skaitiklį?
ml: കൌണ്ടർ ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
my: ကောင်တာကိုသင်ဖျက်ချင်ပါသလား။
nl: Weet u zeker dat u de meter wilt verwijderen?
no: Er du sikker på at du vil slette telleren?
pl: Czy na pewno chcesz usunąć licznik?
pt: Eliminar este contador?
ru: Действительно удалить этот счетчик?
sl: Ali ste prepričani, da želite izbrisati števec?
sr: Да ли сте сигурни да желите да избришете бројач?
sv: Är du säker på att du vill ta bort räknaren?
sw: Je! Una uhakika unataka kufuta kaunta?
th: คุณแน่ใจหรือไม่ว่าต้องการลบตัวนับ
tr: Sayacı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити лічильник?
vi: Bạn có chắc chắn muốn xóa bộ đếm không?
zh: 您确定要删除计数器吗？

# reallyDeletePhoto
source: Are you sure you want to delete the meter reading photo?
af: Is jy seker jy wil die meterlesing foto uitvee?
ar: هل أنت متأكد أنك تريد حذف صورة قراءة العداد؟
bg: Сигурни ли сте, че искате да изтриете снимката на показанието на брояча?
bs: Jeste li sigurni da želite izbrisati fotografiju očitavanja mjerača?
cs: Opravdu chcete smazat fotografii z měření?
da: Er du sikker på, at du vil slette måleraflæsningsbilledet?
de: Möchten Sie das Zählerstandsfoto wirklich löschen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τη φωτογραφία ανάγνωσης του μετρητή;
es: ¿Realmente quieres limpiar la foto de la lectura del contador?
et: Kas soovid kindlasti näidu foto kustutada?
fa: آیا مطمئن هستید که می خواهید عکس قرائت کنتور را حذف کنید؟
fi: Haluatko varmasti poistaa mittarin lukukuvan?
fr: Voulez-vous vraiment supprimer la photo du compteur ?
hi: क्या आप वाकई मीटर रीडिंग फोटो हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati fotografiju očitanja brojila?
hu: Biztos, hogy törölni akarja a mérőóra-leolvasó fotót?
it: Si vuole davvero cancellare la foto della lettura del contatore?
ja: 検針写真を削除してもよろしいですか?
ko: 정말 계량기 지침 사진을 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti skaitiklio rodmenų nuotrauką?
ml: മീറ്റർ റീഡിംഗ് ഫോട്ടോ ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
my: သင် Meter Reading Photo ကိုဖျက်ချင်ပါသလား။
nl: Weet u zeker dat u de foto van de meterstand wilt verwijderen?
no: Er du sikker på at du vil slette måleravlesningsbildet?
pl: Czy na pewno chcesz usunąć zdjęcie odczytu licznika?
pt: Quer mesmo limpar a foto de leitura do contador?
ru: Вы действительно хотите удалить фото показаний счетчика ?
sl: Ali ste prepričani, da želite izbrisati sliko števca?
sr: Да ли сте сигурни да желите да избришете слику очитавања мерача?
sv: Är du säker på att du vill ta bort mätaravläsningsfotot?
sw: Je! Una uhakika unataka kufuta picha ya kusoma mita?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรูปภาพการอ่านมิเตอร์
tr: Sayaç okuma fotoğrafını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити фотографію показань лічильника?
vi: Bạn có chắc chắn muốn xóa ảnh đọc đồng hồ không?
zh: 您确定要删除抄表照片吗？

# reallyDeleteCounterLink
source: Are you sure you want to delete the link between the counters?
af: Is jy seker jy wil die skakel tussen die tellers uitvee?
ar: هل أنت متأكد أنك تريد حذف الرابط بين العدادات؟
bg: Сигурни ли сте, че искате да изтриете връзката между броячите?
bs: Jeste li sigurni da želite izbrisati vezu između brojača?
cs: Opravdu chcete smazat propojení mezi počítadly?
da: Er du sikker på, at du vil slette linket mellem tællerne?
de: Möchten Sie die Verküpfung zwischen den Zählern wirklich löschen?
el: Σίγουρα θέλετε να διαγράψετε τη σύνδεση μεταξύ των μετρητών;
es: ¿Realmente quieres limpiar el vínculo entre los contadores?
et: Kas soovid kindlasti arvestite vahelise seose kustutada?
fa: آیا مطمئن هستید که می خواهید پیوند بین شمارنده ها را حذف کنید؟
fi: Haluatko varmasti poistaa laskureiden välisen linkin?
fr: Voulez-vous vraiment supprimer le lien entre les compteurs ?
hi: क्या आप वाकई काउंटरों के बीच का लिंक हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati vezu između brojača?
hu: Biztos, hogy törölni akarja a számlálók közötti kapcsolatot?
it: Si vuole davvero cancellare il collegamento tra i contatori?
ja: カウンタ間のリンクを削除してもよろしいですか?
ko: 정말 계량기 간의 링크를 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti nuorodą tarp skaitiklių?
ml: കൗണ്ടറുകൾ തമ്മിലുള്ള ലിങ്ക് ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
my: ကောင်တာအကြားလင့်ခ်ကိုသင်ဖျက်ချင်ပါသလား။
nl: Weet u zeker dat u de koppeling tussen de meters wilt verwijderen?
no: Er du sikker på at du vil slette koblingen mellom tellerne?
pl: Czy na pewno chcesz usunąć połączenie pomiędzy licznikami?
pt: Quer mesmo limpar a ligação entre os balcões?
ru: Вы действительно хотите удалить связь между счетчиками ?
sl: Ali ste prepričani, da želite izbrisati povezavo med števci?
sr: Да ли сте сигурни да желите да избришете везу између бројача?
sv: Är du säker på att du vill ta bort länken mellan räknarna?
sw: Je! Una uhakika unataka kufuta kiunga kati ya hesabu?
th: คุณแน่ใจหรือไม่ว่าต้องการลบลิงก์ระหว่างตัวนับ
tr: Sayaçlar arasındaki bağlantıyı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити зв'язок між лічильниками?
vi: Bạn có chắc chắn muốn xóa liên kết giữa các quầy không?
zh: 您确定要删除计数器之间的链接吗？

# virtualCounterNotConfigured
source: Please check the settings of your virtual meter. Nothing can be calculated.
af: Gaan asseblief die instellings van jou virtuele meter na. Niks kan bereken word nie.
ar: يرجى التحقق من إعدادات عدادك الافتراضي. لا يمكن حساب أي شيء.
bg: Моля, проверете настройките на вашия виртуален брояч. Нищо не може да се изчисли.
bs: Molimo provjerite postavke vašeg virtuelnog mjerača. Ništa se ne može izračunati.
cs: Zkontrolujte prosím nastavení vašeho virtuálního měřiče. Nic se nedá spočítat.
da: Kontroller venligst indstillingerne for din virtuelle måler. Intet kan beregnes.
de: Bitte prüfen Sie die Einstellungen Ihres virtuellen Zählers. Es kann nichts berechnet werden.
el: Ελέγξτε τις ρυθμίσεις του εικονικού μετρητή σας. Τίποτα δεν μπορεί να υπολογιστεί.
es: Compruebe los ajustes de su contador virtual. No se puede calcular nada.
et: Kontrolli oma virtuaalarvesti sätteid. Midagi ei saa arvutada.
fa: لطفا تنظیمات متر مجازی خود را بررسی کنید.هیچ چیز قابل محاسبه نیست.
fi: Tarkista virtuaalimittarisi asetukset.Mitään ei voi laskea.
fr: Veuillez vérifier les paramètres de votre compteur virtuel. Rien ne peut être calculé.
hi: कृपया अपने वर्चुअल मीटर की सेटिंग्स जांचें।कुछ भी गणना नहीं की जा सकती.
hr: Provjerite postavke vašeg virtualnog mjerača.Ništa se ne može izračunati.
hu: Kérjük, ellenőrizze a virtuális mérő beállításait. Semmit sem lehet kiszámítani.
it: Controllare le impostazioni del contatore virtuale. Non è possibile calcolare nulla.
ja: 仮想メーターの設定を確認してください。何も計算できません。
ko: 가상 계량기 설정을 확인하세요. 현재는 아무것도 계산할 수 없습니다.
lt: Patikrinkite savo virtualaus matuoklio nustatymus. Nieko negalima apskaičiuoti.
ml: നിങ്ങളുടെ വെർച്വൽ മീറ്ററിൻ്റെ ക്രമീകരണങ്ങൾ പരിശോധിക്കുക. ഒന്നും കണക്കാക്കാൻ കഴിയില്ല.
my: ကျေးဇူးပြု. သင်၏ virtual မီတာ၏ချိန်ညှိချက်များကိုစစ်ဆေးပါ။ အဘယ်အရာကိုမျှတွက်ချက်နိုင်ပါသည်။
nl: Controleer de instellingen van uw virtuele meter. Er kan niets worden berekend.
no: Vennligst sjekk innstillingene til din virtuelle måler. Ingenting kan beregnes.
pl: Proszę sprawdzić ustawienia swojego wirtualnego licznika. Nic nie da się obliczyć.
pt: Por favor, verifique as definições do seu contador virtual. Nada pode ser calculado.
ru: Проверьте, пожалуйста, настройки вашего виртуального счетчика. Ничего не может быть рассчитано.
sl: Preverite nastavitve vašega virtualnega števca. Nič se ne da izračunati.
sr: Проверите подешавања вашег виртуелног мерача. Ништа се не може израчунати.
sv: Kontrollera inställningarna för din virtuella mätare. Ingenting kan beräknas.
sw: Tafadhali angalia mipangilio ya mita yako ya kawaida. Hakuna kinachoweza kuhesabiwa.
th: โปรดตรวจสอบการตั้งค่ามิเตอร์เสมือนของคุณ ไม่มีอะไรสามารถคำนวณได้
tr: Lütfen sanal ölçüm cihazınızın ayarlarını kontrol edin. Hiçbir şey hesaplanamaz.
uk: Будь ласка, перевірте налаштування вашого віртуального лічильника. Нічого не підрахувати.
vi: Vui lòng kiểm tra cài đặt của đồng hồ ảo của bạn. Không có gì có thể được tính toán.
zh: 请检查您的虚拟电表的设置。没有什么可以计算的。

# virtualCounterMasterCounter
source: Master meter
af: Hoofmeter
ar: العداد الرئيسي
bg: Главен брояч
bs: Glavni metar
cs: Mistrovský měřič
da: Master måler
de: Hauptzähler
el: Κύριος μετρητής
es: Mostrador principal
et: Põhiarvesti
fa: استاد متر
fi: Mestari mittari
fr: Compteur principal
hi: मास्टर मीटर
hr: Glavni brojač
hu: Főmérő
it: Contatore principale
ja: マスターメーター
ko: 메인 계량기
lt: Meistras matuoklis
ml: മാസ്റ്റർ മീറ്റർ
nl: Hoofdmeter
no: Mestermåler
pl: Mistrzowski licznik
pt: Balcão principal
ru: Основной счетчик
sl: Glavni meter
sr: Мастер метер
sv: Mästarmätare
sw: Mita ya bwana
th: มาสเตอร์มิเตอร์
tr: Ana sayaç
uk: Майстер-лічильник
vi: Đồng hồ đo chính
zh: 主计

# virtualCounterMasterCounterAttach
source: Select main meter
af: Kies hoofmeter
ar: اختر العداد الرئيسي
bg: Изберете главен брояч
bs: Odaberite glavni mjerač
cs: Vyberte hlavní měřič
da: Vælg hovedmåler
de: Hauptzähler auswählen
el: Επιλέξτε τον κύριο μετρητή
es: Seleccionar contador principal
et: Vali põhiarvesti
fa: متر اصلی را انتخاب کنید
fi: Valitse päämittari
fr: Sélectionnez le compteur principal
hi: मुख्य मीटर का चयन करें
hr: Odaberite glavni mjerač
hu: Válassza ki a fő mérőeszközt
it: Seleziona il contatore principale
ja: メインメーターを選択
ko: 메인 계량기 선택
lt: Pasirinkite pagrindinį matuoklį
ml: പ്രധാന മീറ്റർ തിരഞ്ഞെടുക്കുക
my: အဓိကမီတာကိုရွေးပါ
nl: Hoofdmeter selecteren
no: Velg hovedmåler
pl: Wybierz licznik główny
pt: Selecionar medidor principal
ru: Выберите основной счетчик
sl: Izberite glavni merilnik
sr: Изаберите главни мерач
sv: Välj huvudmätare
sw: Chagua mita kuu
th: เลือกมิเตอร์หลัก
tr: Ana sayacı seçin
uk: Виберіть основний лічильник
vi: Chọn đồng hồ chính
zh: 选择主仪表

# virtualCounterMasterCounterDescription
source: Info: The main meter forms the basis for the calculation of the virtual meter, e.g., the main electricity meter or the main water meter.
af: Info: Die hoofmeter vorm die basis vir die berekening van die virtuele meter, bv. die hoof elektrisiteitsmeter of die hoof watermeter.
ar: معلومات: العداد الرئيسي يشكل الأساس لحساب العداد الافتراضي، على سبيل المثال، عداد الكهرباء الرئيسي أو عداد الماء الرئيسي.
bg: Информация: Главният брояч формира основата за изчислението на виртуалния брояч, напр. главният електромер или главният водомер.
bs: Info: Glavno brojilo čini osnovu za izračunavanje virtuelnog brojila, npr. glavnog brojila električne energije ili glavnog vodomera.
cs: Info: Hlavní měřič tvoří základ pro výpočet virtuálního měřiče, např. hlavního elektroměru nebo hlavního vodoměru.
da: Info: Hovedmåleren danner grundlag for beregningen af ​​den virtuelle måler, fx hovedelmåleren eller hovedvandmåleren.
de: Info: Der Hauptzähler bildet die Basis für die Berechnung des virtuellen Zählers, z.B. der Hauptstromzähler oder der Hauptwasserzähler. Nach Zählertausch deaktivierte Zähler werden berücksichtigt, wenn der Verweis auf den neuen Zähler gemacht wurde.
el: Πληροφορίες: π.χ. ο κύριος μετρητής ηλεκτρικής ενέργειας ή ο κύριος μετρητής νερού.
es: Info: El medidor principal forma la base para el cálculo del medidor virtual, por ejemplo, el medidor principal de electricidad o el medidor principal de agua.
et: Info: põhiarvesti on virtuaalarvesti arvutuse alus, nt peamine elektriarvesti või veearvesti.
fa: اطلاعات: کنتور اصلی مبنای محاسبه کنتور مجازی است، به عنوان مثال، کنتور برق اصلی یا کنتور آب اصلی.
fi: Info: Päämittari muodostaa perustan virtuaalimittarin, esimerkiksi pääsähkömittarin tai päävesimittarin, laskennalle.
fr: Info : Le compteur principal constitue la base du calcul du compteur virtuel, par exemple, le compteur d'électricité principal ou le compteur d'eau principal.
hi: जानकारी: मुख्य मीटर वर्चुअल मीटर की गणना का आधार बनता है, उदाहरण के लिए, मुख्य बिजली मीटर या मुख्य जल मीटर।
hr: Info: Glavno brojilo je osnova za izračun virtualnog brojila, npr. glavnog brojila električne energije ili glavnog vodomjera.
hu: Információ: A főmérő képezi a virtuális mérő számításának alapját, pl. a fő villanyóra vagy a fő vízóra.
it: Info: Il contatore principale costituisce la base per il calcolo del contatore virtuale, ad esempio, il contatore di elettricità principale o il contatore d'acqua principale.
ja: 情報: メイン メーターは、主電力メーターや主水道メーターなどの仮想メーターの計算の基礎を形成します。
ko: 정보: 메인 계량기는 가상 계량기 계산의 기준이 됩니다. 예: 메인 전기 계량기 또는 메인 수도 계량기.
lt: Informacija: Pagrindinis skaitiklis yra virtualaus skaitiklio, pvz., pagrindinio elektros skaitiklio arba pagrindinio vandens skaitiklio, skaičiavimo pagrindas.
ml: വിവരം: വെർച്വൽ മീറ്ററിൻ്റെ കണക്കുകൂട്ടലിൻ്റെ അടിസ്ഥാനം പ്രധാന മീറ്റർ രൂപപ്പെടുത്തുന്നു, ഉദാ. പ്രധാന വൈദ്യുതി മീറ്റർ അല്ലെങ്കിൽ പ്രധാന വാട്ടർ മീറ്റർ.
my: Info: အဓိကမီတာသည် virtual meter ၏တွက်ချက်မှုကိုတွက်ချက်ရန်အခြေခံသည်။
nl: Info: De hoofdmeter vormt de basis voor de berekening van de virtuele meter, bijv. de hoofdelektriciteitsmeter of de hoofdwaterteller.
no: Info: Hovedmåleren danner grunnlaget for beregningen av den virtuelle måleren, for eksempel hovedstrømmåleren eller hovedvannmåleren.
pl: Informacja: Licznik główny stanowi podstawę do obliczenia licznika wirtualnego, np. głównego licznika energii elektrycznej lub głównego licznika wody.
pt: Info: O medidor principal forma a base para o cálculo do medidor virtual, por exemplo, o medidor principal de eletricidade ou o medidor principal de água.
ru: Информация: Основной счетчик служит основой для вычисления виртуального счетчика, например, основной счетчик электроэнергии или основной счетчик воды.
sl: Informacije: Glavni števec je osnova za izračun virtualnega števca, npr. glavnega števca električne energije ali glavnega vodomera.
sr: Инфо: Главно бројило чини основу за израчунавање виртуелног бројила, на пример, главног мерача електричне енергије или главног водомера.
sv: Info: Huvudmätaren ligger till grund för beräkningen av den virtuella mätaren, t.ex. huvudelmätaren eller huvudvattenmätaren.
sw: Maelezo: Mita kuu inaunda msingi wa hesabu ya mita ya kawaida, k.v. mita kuu ya umeme au mita kuu ya maji.
th: ข้อมูล: มิเตอร์หลักเป็นพื้นฐานในการคำนวณมิเตอร์เสมือน เช่น มิเตอร์ไฟฟ้าหลักหรือมิเตอร์น้ำหลัก
tr: Bilgi: Ana sayaç, sanal sayacın hesaplanması için temel oluşturur; örneğin ana elektrik sayacı veya ana su sayacı.
uk: Інформація: основний лічильник є основою для розрахунку віртуального лічильника, наприклад, основного лічильника електроенергії або основного лічильника води.
vi: Thông tin: Đồng hồ chính là cơ sở để tính toán đồng hồ ảo, ví dụ: đồng hồ điện chính hoặc đồng hồ nước chính.
zh: 信息：主表构成虚拟表的计算基础，例如主电表或主水表。

# virtualCounterMetersToBeSubtracted
source: Meters to be subtracted
af: Tellers wat afgetrek moet word
ar: العدادات المراد طرحها
bg: Броячи за изваждане
bs: Metri koje treba oduzeti
cs: Metry, které mají být odečteny
da: Meter skal trækkes fra
de: Abzuziehende Zähler
el: Μέτρα προς αφαίρεση
es: Contadores a restar
et: Arvestid, mille näidud lahutada
fa: متر باید کم شود
fi: Metrit vähennettävä
fr: Compteurs à déduire
hi: मीटर घटाये जायेंगे
hr: Metri koji se oduzimaju
hu: Levonandó méterek
it: Contatori da sottrarre
ja: 減算されるメーター
ko: 차감할 계량기
lt: Atimami metrai
ml: മീറ്ററുകൾ കുറയ്ക്കണം
my: meters နုတ်ဖို့မီတာ
nl: Meters die moeten worden afgetrokken
no: Meter som skal trekkes fra
pl: Metry do odjęcia
pt: Contadores a subtrair
ru: Счетчики для вычета
sl: Metri, ki jih je treba odšteti
sr: Метри које треба одузети
sv: Meter som ska subtraheras
sw: Mita kutolewa
th: เมตรที่จะลบ
tr: Çıkarılacak metreler
uk: Метри, які потрібно відняти
vi: Số mét được trừ
zh: 需减去的米数
