Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# privacyBlock7
source: The applicable data protection law grants you comprehensive rights as a data subject (rights of information and intervention) vis-à-vis the controller with regard to the processing of your personal data, which we will inform you about below: - Right to information pursuant to Art. 15 GDPR: In particular, you have the right to obtain information about your personal data processed by us, the purposes of processing, the categories of personal data processed, the recipients or categories of recipients to whom your data has been or will be disclosed, the planned storage period or the criteria for determining the storage period, the existence of a right to rectification, erasure, restriction of processing, objection to processing, complaint to a supervisory authority, the origin of your data if it was not collected by us from you, the existence of automated decision-making, including profiling, and, where applicable, meaningful information about the logic involved and the significance and envisaged consequences of such processing for you, as well as your right to be informed of the guarantees that exist in accordance with Art. 46 GDPR when your data is transferred to third countries; - Right to rectification pursuant to Art. 16 GDPR: You have the right to have inaccurate data concerning you rectified without delay and/or to have incomplete data stored by us completed. - Right to erasure pursuant to Art. 17 GDPR: You have the right to request the erasure of your personal data if the conditions of Art. 17(1) GDPR are met. However, this right does not apply in particular if the processing is necessary for exercising the right of freedom of expression and information, for compliance with a legal obligation, for reasons of public interest or for the establishment, exercise or defence of legal claims. - Right to restriction of processing pursuant to Art. 18 GDPR: You have the right to request the restriction of the processing of your personal data for as long as the accuracy of your data is being verified if you have objected to the erasure of your data on the grounds of inadmissible data processing and instead request the restriction of the processing of your data if you need your data for the assertion, exercise or defence of legal claims after we no longer need this data to fulfil the purpose for which it was collected, or if you have lodged an objection on grounds relating to your particular situation, as long as it is not yet clear whether our legitimate reasons prevail; - Right to be informed pursuant to Art. 19 GDPR: If you have exercised your right to rectification, erasure or restriction of processing vis-à-vis the controller, the controller is obliged to notify all recipients to whom your personal data has been disclosed of this rectification or erasure of the data or restriction of processing, unless this proves impossible or involves disproportionate effort. You have the right to be informed about these recipients. - Right to data portability pursuant to Art. 20 GDPR: You have the right to receive your personal data that you have provided to us in a structured, commonly used and machine-readable format or to request its transfer to another controller, where technically feasible. - Right to withdraw consent granted in accordance with Art. 7(3) GDPR: You have the right to withdraw your consent to the processing of data at any time with effect for the future. In the event of withdrawal, we will delete the data concerned without delay, unless further processing can be based on a legal basis for processing without consent. The withdrawal of consent does not affect the lawfulness of processing based on consent before its withdrawal. - Right to lodge a complaint pursuant to Art. 77 GDPR: If you believe that the processing of your personal data violates the GDPR, you have the right to lodge a complaint with a supervisory authority, in particular in the Member State of your residence, your place of work or the place of the alleged infringement, without prejudice to any other administrative or judicial remedy.
af: Die geldende databeskermingsreg verleen jou teenoor die verantwoordelike omvattende betrokke regte (inligtings- en intervensieregte) ten opsigte van die verwerking van jou persoonlike data, waaroor ons jou hieronder inlig: - Inligtingsreg volgens Art. 15 AVG: Jy het veral 'n reg op inligting oor jou persoonlike data wat deur ons verwerk word, die verwerkingsdoeleindes, die kategorieë van verwerkte persoonlike data, die ontvangers of kategorieë van ontvangers, teenoor wie jou data bekend gemaak is of word, die beplande stoorduur of die kriteria vir die bepaling van die stoorduur, die bestaan van 'n reg op regstelling, uitwissing, beperking van die verwerking, beswaar teen die verwerking, klagte by 'n toesighoudende owerheid, die oorsprong van jou data, as hierdie nie deur ons by jou versamel is nie, die bestaan van 'n outomatiese besluitneming insluitend profilering en moontlik betekenisvolle inligting oor die betrokke logika en die jou betreffende omvang en die beoogde gevolge van so 'n verwerking, sowel as jou reg op onderrig, watter waarborge volgens Art. 46 AVG by oordrag van jou data na derdelande bestaan; - Reg op regstelling volgens Art. 16 AVG: Jy het 'n reg op onmiddellike regstelling van jou betreffende onjuiste data en/of voltooiing van jou by ons gestoorde onvolledige data; - Reg op uitwissing volgens Art. 17 AVG: Jy het die reg om die uitwissing van jou persoonlike data te eis wanneer die voorwaardes van Art. 17 Abs. 1 AVG bestaan. Hierdie reg bestaan egter veral nie wanneer die verwerking nodig is vir die uitoefening van die reg op vrye meningsuiting en inligting, vir die vervulling van 'n wetlike verpligting, om redes van openbare belang of vir die geltendmaking, uitoefening of verdediging van regsaansprake nie; - Reg op beperking van die verwerking volgens Art. 18 AVG: Jy het die reg om die beperking van die verwerking van jou persoonlike data te eis, solank die deur jou betwiste korrektheid van jou data nagegaan word, as jy 'n uitwissing van jou data weens ontoelaatbare dataverwerking weier en in plaas daarvan die beperking van die verwerking van jou data eis, as jy jou data vir die geltendmaking, uitoefening of verdediging van regsaansprake benodig, nadat ons hierdie data na doelbereiking nie meer benodig nie of as jy beswaar om redes van jou besondere situasie gemaak het, solank nog nie vasgestel is of ons geregtigde redes oorheers nie; - Reg op onderrig volgens Art. 19 AVG: Het jy die reg op regstelling, uitwissing of beperking van die verwerking teenoor die verantwoordelike geltend gemaak, is hierdie verplig om alle ontvangers, aan wie die jou betreffende persoonlike data bekend gemaak is, hierdie regstelling of uitwissing van die data of beperking van die verwerking mee te deel, tensy dit onmoontlik blyk te wees of met 'n buitensporige moeite verbonde is. Jy het die reg om oor hierdie ontvangers ingelig te word. - Reg op dataoordraagbaarheid volgens Art. 20 AVG: Jy het die reg om jou persoonlike data, wat jy aan ons verskaf het, in 'n gestruktureerde, algemene en masjienleesbare formaat te ontvang of die oordrag na 'n ander verantwoordelike te eis, voor sover dit tegnies moontlik is; - Reg op herroeping van verleende toestemmings volgens Art. 7 Abs. 3 AVG: Jy het die reg om 'n eenmaal verleende toestemming in die verwerking van data te enige tyd met effek vir die toekoms te herroep. In die geval van herroeping sal ons die betrokke data onmiddellik uitvee, voor sover 'n verdere verwerking nie op 'n regsgrondslag vir toestemminglose verwerking gesteun kan word nie. Deur die herroeping van die toestemming word die wettigheid van die verwerking wat op grond van die toestemming tot die herroeping plaasgevind het nie geraak nie; - Reg op klagte volgens Art. 77 AVG: As jy van mening is dat die verwerking van die jou betreffende persoonlike data teen die AVG oortree, het jy – sonder nadeel van 'n ander administratiewe of geregtelike regsmiddel – die reg op klagte by 'n toesighoudende owerheid, veral in die lidstaat van jou verblyfplek, jou werkplek of die plek van die vermeende oortreding.
ar: يخولك قانون حماية البيانات المعمول به حقوقاً شاملة كشخص معني (حقوق المعلومات والتدخل) فيما يتعلق بمعالجة بياناتك الشخصية من قبل المسؤول، والتي نبلغك بها أدناه: - حق المعلومات وفقاً للمادة 15 من اللائحة العامة لحماية البيانات: لديك على وجه الخصوص الحق في الحصول على معلومات حول بياناتك الشخصية التي نعالجها، أغراض المعالجة، فئات البيانات الشخصية المعالجة، المستلمين أو فئات المستلمين الذين تم الكشف عن بياناتك لهم أو سيتم الكشف عنها، مدة التخزين المخططة أو معايير تحديد مدة التخزين، وجود حق في التصحيح، الحذف، تقييد المعالجة، الاعتراض على المعالجة، تقديم شكوى إلى سلطة إشرافية، مصدر بياناتك، إذا لم يتم جمعها من قبلنا منك، وجود قرار آلي بما في ذلك التنميط، وإذا لزم الأمر، معلومات ذات معنى حول المنطق المعني والنطاق المتعلق بك والآثار المقصودة لمثل هذه المعالجة، وكذلك حقك في الإعلام، أي ضمانات وفقاً للمادة 46 من اللائحة العامة لحماية البيانات موجودة عند نقل بياناتك إلى دول ثالثة؛ - حق التصحيح وفقاً للمادة 16 من اللائحة العامة لحماية البيانات: لديك الحق في التصحيح الفوري للبيانات غير الصحيحة المتعلقة بك و/أو استكمال بياناتك غير الكاملة المخزنة لدينا؛ - حق الحذف وفقاً للمادة 17 من اللائحة العامة لحماية البيانات: لديك الحق في طلب حذف بياناتك الشخصية عند استيفاء شروط المادة 17 الفقرة 1 من اللائحة العامة لحماية البيانات. ومع ذلك، لا يوجد هذا الحق على وجه الخصوص عندما تكون المعالجة ضرورية لممارسة الحق في حرية التعبير والمعلومات، لتنفيذ التزام قانوني، لأسباب المصلحة العامة أو لتقديم أو ممارسة أو الدفاع عن المطالبات القانونية؛ - حق تقييد المعالجة وفقاً للمادة 18 من اللائحة العامة لحماية البيانات: لديك الحق في طلب تقييد معالجة بياناتك الشخصية طالما يتم التحقق من دقة بياناتك التي تنازع فيها، إذا رفضت حذف بياناتك بسبب معالجة بيانات غير قانونية وبدلاً من ذلك طلبت تقييد معالجة بياناتك، إذا كنت بحاجة إلى بياناتك لتقديم أو ممارسة أو الدفاع عن المطالبات القانونية، بعد أن لم نعد بحاجة إلى هذه البيانات بعد تحقيق الهدف أو إذا قدمت اعتراضاً لأسباب تتعلق بموقفك الخاص، طالما لم يتم تحديد ما إذا كانت أسبابنا المشروعة تفوق؛ - حق الإعلام وفقاً للمادة 19 من اللائحة العامة لحماية البيانات: إذا مارست حق التصحيح أو الحذف أو تقييد المعالجة ضد المسؤول، فإنه ملزم بإبلاغ جميع المستلمين الذين تم الكشف عن بياناتك الشخصية المتعلقة بك لهم بهذا التصحيح أو حذف البيانات أو تقييد المعالجة، ما لم يثبت أن هذا مستحيل أو يتطلب جهداً غير متناسب. لديك الحق في الإعلام عن هؤلاء المستلمين. - حق قابلية نقل البيانات وفقاً للمادة 20 من اللائحة العامة لحماية البيانات: لديك الحق في الحصول على بياناتك الشخصية التي قدمتها لنا بتنسيق منظم وشائع وقابل للقراءة آلياً أو طلب نقلها إلى مسؤول آخر، بقدر ما يكون ذلك ممكناً تقنياً؛ - حق سحب الموافقات الممنوحة وفقاً للمادة 7 الفقرة 3 من اللائحة العامة لحماية البيانات: لديك الحق في سحب الموافقة الممنوحة مرة واحدة لمعالجة البيانات في أي وقت مع تأثير للمستقبل. في حالة السحب، سنحذف البيانات المعنية على الفور، ما لم يمكن دعم معالجة أخرى على أساس قانوني للمعالجة بدون موافقة. لا يتأثر شرعية المعالجة التي تمت على أساس الموافقة حتى السحب بسحب الموافقة؛ - حق تقديم شكوى وفقاً للمادة 77 من اللائحة العامة لحماية البيانات: إذا كنت تعتقد أن معالجة بياناتك الشخصية المتعلقة بك تنتهك اللائحة العامة لحماية البيانات، فلديك - دون المساس بأي وسيلة قانونية إدارية أو قضائية أخرى - الحق في تقديم شكوى إلى سلطة إشرافية، خاصة في الدولة العضو لمكان إقامتك المعتاد، مكان عملك أو مكان الانتهاك المزعوم.
bg: Das geltende Datenschutzrecht gewährt Ihnen gegenüber dem Verantwortlichen hinsichtlich der Verarbeitung Ihrer personenbezogenen Daten umfassende Betroffenenrechte (Auskunfts- und Interventionsrechte), über die wir Sie nachstehend informieren: - Auskunftsrecht gemäß Art. 15 DSGVO: Sie haben insbesondere ein Recht auf Auskunft über Ihre von uns verarbeiteten personenbezogenen Daten, die Verarbeitungszwecke, die Kategorien der verarbeiteten personenbezogenen Daten, die Empfänger oder Kategorien von Empfängern, gegenüber denen Ihre Daten offengelegt wurden oder werden, die geplante Speicherdauer bzw. die Kriterien für die Festlegung der Speicherdauer, das Bestehen eines Rechts auf Berichtigung, Löschung, Einschränkung der Verarbeitung, Widerspruch gegen die Verarbeitung, Beschwerde bei einer Aufsichtsbehörde, die Herkunft Ihrer Daten, wenn diese nicht durch uns bei Ihnen erhoben wurden, das Bestehen einer automatisierten Entscheidungsfindung einschließlich Profiling und ggf. aussagekräftige Informationen über die involvierte Logik und die Sie betreffende Tragweite und die angestrebten Auswirkungen einer solchen Verarbeitung, sowie Ihr Recht auf Unterrichtung, welche Garantien gemäß Art. 46 DSGVO bei Weiterleitung Ihrer Daten in Drittländer bestehen; - Recht auf Berichtigung gemäß Art. 16 DSGVO: Sie haben ein Recht auf unverzügliche Berichtigung Sie betreffender unrichtiger Daten und/oder Vervollständigung Ihrer bei uns gespeicherten unvollständigen Daten; - Recht auf Löschung gemäß Art. 17 DSGVO: Sie haben das Recht, die Löschung Ihrer personenbezogenen Daten bei Vorliegen der Voraussetzungen des Art. 17 Abs. 1 DSGVO zu verlangen. Dieses Recht besteht jedoch insbesondere dann nicht, wenn die Verarbeitung zur Ausübung des Rechts auf freie Meinungsäußerung und Information, zur Erfüllung einer rechtlichen Verpflichtung, aus Gründen des öffentlichen Interesses oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen erforderlich ist; - Recht auf Einschränkung der Verarbeitung gemäß Art. 18 DSGVO: Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen, solange die von Ihnen bestrittene Richtigkeit Ihrer Daten überprüft wird, wenn Sie eine Löschung Ihrer Daten wegen unzulässiger Datenverarbeitung ablehnen und stattdessen die Einschränkung der Verarbeitung Ihrer Daten verlangen, wenn Sie Ihre Daten zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigen, nachdem wir diese Daten nach Zweckerreichung nicht mehr benötigen oder wenn Sie Widerspruch aus Gründen Ihrer besonderen Situation eingelegt haben, solange noch nicht feststeht, ob unsere berechtigten Gründe überwiegen; - Recht auf Unterrichtung gemäß Art. 19 DSGVO: Haben Sie das Recht auf Berichtigung, Löschung oder Einschränkung der Verarbeitung gegenüber dem Verantwortlichen geltend gemacht, ist dieser verpflichtet, allen Empfängern, denen die Sie betreffenden personenbezogenen Daten offengelegt wurden, diese Berichtigung oder Löschung der Daten oder Einschränkung der Verarbeitung mitzuteilen, es sei denn, dies erweist sich als unmöglich oder ist mit einem unverhältnismäßigen Aufwand verbunden. Ihnen steht das Recht zu, über diese Empfänger unterrichtet zu werden. - Recht auf Datenübertragbarkeit gemäß Art. 20 DSGVO: Sie haben das Recht, Ihre personenbezogenen Daten, die Sie uns bereitgestellt haben, in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten oder die Übermittlung an einen anderen Verantwortlichen zu verlangen, soweit dies technisch machbar ist; - Recht auf Widerruf erteilter Einwilligungen gemäß Art. 7 Abs. 3 DSGVO: Sie haben das Recht, eine einmal erteilte Einwilligung in die Verarbeitung von Daten jederzeit mit Wirkung für die Zukunft zu widerrufen. Im Falle des Widerrufs werden wir die betroffenen Daten unverzüglich löschen, sofern eine weitere Verarbeitung nicht auf eine Rechtsgrundlage zur einwilligungslosen Verarbeitung gestützt werden kann. Durch den Widerruf der Einwilligung wird die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung nicht berührt; - Recht auf Beschwerde gemäß Art. 77 DSGVO: Wenn Sie der Ansicht sind, dass die Verarbeitung der Sie betreffenden personenbezogenen Daten gegen die DSGVO verstößt, haben Sie – unbeschadet eines anderweitigen verwaltungsrechtlichen oder gerichtlichen Rechtsbehelfs – das Recht auf Beschwerde bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat Ihres Aufenthaltsortes, Ihres Arbeitsplatzes oder des Ortes des mutmaßlichen Verstoßes.
bs: Važeći zakon o zaštiti podataka daje vam sveobuhvatna prava kao subjekta podataka (pravo na informacije i intervenciju) u odnosu na kontrolora u vezi s obradom vaših ličnih podataka, o čemu ćemo vas obavijestiti u nastavku: - Pravo na informaciju prema čl. 15 GDPR: Konkretno, imate pravo dobiti informacije o vašim ličnim podacima koje obrađujemo, svrsi obrade, kategorijama osobnih podataka koji se obrađuju, primateljima ili kategorijama primatelja kojima su vaši podaci bili ili će biti otkriveni, planiranom periodu pohrane ili kriterijima za određivanje perioda pohrane, postojanju prava na ispravak, brisanje, prigovoru, prigovoru na podrijetlo, ograničenju obrade, prigovoru autora. vaše podatke ako ih mi nismo prikupili od vas, postojanje automatiziranog donošenja odluka, uključujući profiliranje i, gdje je primjenjivo, smislene informacije o uključenoj logici i značaju i predviđenim posljedicama takve obrade za vas, kao i vaše pravo da budete obaviješteni o garancijama koje postoje u skladu sa čl. 46 GDPR kada se vaši podaci prenose u treće zemlje; - Pravo na ispravku u skladu sa čl. 16 GDPR: Imate pravo da bez odlaganja ispravimo netočne podatke koji se tiču ​​vas i/ili da dopunite nepotpune podatke koje smo pohranili. - Pravo na brisanje prema čl. 17 GDPR: Imate pravo zahtijevati brisanje vaših ličnih podataka ako su ispunjeni uslovi iz čl. 17(1) GDPR su ispunjeni. Međutim, ovo pravo se ne primjenjuje posebno ako je obrada neophodna za ostvarivanje prava na slobodu izražavanja i informacija, za poštovanje zakonske obaveze, iz razloga javnog interesa ili za uspostavljanje, ostvarivanje ili odbranu pravnih zahtjeva. - Pravo na ograničenje obrade prema čl. 18 GDPR: Imate pravo zahtijevati ograničenje obrade vaših osobnih podataka sve dok se provjerava točnost vaših podataka ako ste se usprotivili brisanju vaših podataka na temelju nedopuštene obrade podataka i umjesto toga zatražiti ograničenje obrade vaših podataka ako su vam podaci potrebni za tvrdnju, ostvarivanje ili obranu pravnih zahtjeva za koje više nismo imali potrebe da ih prikupljamo nakon što više nismo imali potrebe za prikupljanjem podataka. uložili prigovor na osnovu razloga koji se odnose na vašu konkretnu situaciju, sve dok još nije jasno da li prevladavaju naši legitimni razlozi; - Pravo na informisanje u skladu sa čl. 19 GDPR: Ako ste iskoristili svoje pravo na ispravak, brisanje ili ograničenje obrade prema kontroloru, kontrolor je dužan obavijestiti sve primatelje kojima su vaši osobni podaci otkriveni o ovom ispravljanju ili brisanju podataka ili ograničenju obrade, osim ako se to pokaže nemogućim ili uključuje nesrazmjeran napor. Imate pravo da budete informisani o ovim primaocima. - Pravo na prenosivost podataka u skladu sa čl. 20 GDPR: Imate pravo primiti svoje osobne podatke koje ste nam dostavili u strukturiranom, uobičajeno korištenom i strojno čitljivom formatu ili zatražiti njihov prijenos drugom kontroloru, gdje je to tehnički izvodljivo. - Pravo na povlačenje saglasnosti date u skladu sa čl. 7(3) GDPR: Imate pravo da povučete svoj pristanak za obradu podataka u bilo koje vrijeme s učinkom za budućnost. U slučaju povlačenja, bez odlaganja ćemo izbrisati dotične podatke, osim ako se dalja obrada ne može zasnivati ​​na pravnoj osnovi za obradu bez pristanka. Povlačenje pristanka ne utiče na zakonitost obrade na osnovu pristanka prije njegovog povlačenja. - Pravo na podnošenje žalbe prema čl. 77 GDPR: Ako smatrate da obrada vaših osobnih podataka krši GDPR, imate pravo podnijeti žalbu nadzornom tijelu, posebno u državi članici vašeg prebivališta, vašeg radnog mjesta ili mjesta navodnog kršenja, ne dovodeći u pitanje bilo koji drugi upravni ili sudski lijek.
cs: Platný zákon o ochraně údajů vám jako subjektu údajů přiznává komplexní práva (práva na informace a zásah) vůči správci v souvislosti se zpracováním vašich osobních údajů, o kterých vás budeme informovat níže: - Právo na informace podle čl. 15 GDPR: Zejména máte právo získat informace o námi zpracovávaných osobních údajích, účelech zpracování, kategoriích zpracovávaných osobních údajů, o příjemcích nebo kategoriích příjemců, kterým byly nebo budou vaše údaje zpřístupněny, o plánované době uchovávání nebo kritériích pro stanovení doby uchovávání, o existenci práva na opravu, výmaz, omezení zpracování, námitka proti zpracování námi shromážděná, stížnost na váš dozorový orgán, stížnost na váš dozorový úřad. automatizované rozhodování, včetně profilování, a případně smysluplné informace o příslušné logice a významu a předpokládaných důsledcích takového zpracování pro vás, jakož i o vašem právu být informován o zárukách, které existují v souladu s čl. 46 GDPR, když jsou vaše údaje předávány do třetích zemí; - Právo na opravu podle čl. 16 GDPR: Máte právo na bezodkladnou opravu nepřesných údajů, které se vás týkají, a/nebo na doplnění námi uložených neúplných údajů. - Právo na výmaz podle čl. 17 GDPR: Máte právo požádat o výmaz svých osobních údajů, pokud jsou splněny podmínky čl. 17 odst. 1 GDPR jsou splněny. Toto právo se však neuplatní zejména v případě, že je zpracování nezbytné pro výkon práva na svobodu projevu a na informace, pro splnění právní povinnosti, z důvodů veřejného zájmu nebo pro určení, výkon nebo obhajobu právních nároků. - Právo na omezení zpracování dle čl. 18 GDPR: Máte právo požádat o omezení zpracování vašich osobních údajů po dobu, po kterou se ověřuje správnost vašich údajů, pokud jste vznesl námitku proti výmazu vašich údajů z důvodu nepřípustného zpracování údajů a místo toho požadujete omezení zpracování vašich údajů, pokud vaše údaje potřebujete pro uplatnění, výkon nebo obhajobu právních nároků poté, co již tyto námitky nepotřebujeme k naplnění účelu, pro který byly vaše údaje shromážděny, pro splnění účelu. konkrétní situace, pokud ještě není jasné, zda převažují naše oprávněné důvody; - Právo být informován podle čl. 19 GDPR: Pokud jste u správce uplatnili své právo na opravu, výmaz nebo omezení zpracování, je správce povinen o této opravě nebo výmazu údajů nebo omezení zpracování informovat všechny příjemce, kterým byly vaše osobní údaje zpřístupněny, pokud se to neukáže jako nemožné nebo to vyžaduje nepřiměřené úsilí. Máte právo být informováni o těchto příjemcích. - Právo na přenositelnost údajů podle čl. 20 GDPR: Máte právo získat své osobní údaje, které jste nám poskytli, ve strukturovaném, běžně používaném a strojově čitelném formátu nebo požádat o jejich předání jinému správci, je-li to technicky proveditelné. - Právo odvolat souhlas udělený v souladu s čl. 7(3) GDPR: Máte právo svůj souhlas se zpracováním údajů kdykoli odvolat s účinností do budoucna. V případě odstoupení dotčené údaje neprodleně vymažeme, pokud další zpracování nemůže být založeno na právním základě pro zpracování bez souhlasu. Odvoláním souhlasu není dotčena zákonnost zpracování založená na souhlasu před jeho odvoláním. - Právo podat stížnost dle čl. 77 GDPR: Pokud se domníváte, že zpracováním vašich osobních údajů dochází k porušení GDPR, máte právo podat stížnost u dozorového úřadu, zejména v členském státě vašeho bydliště, vašeho pracoviště nebo místa domnělého porušení, aniž by tím byly dotčeny jakékoli jiné správní nebo soudní opravné prostředky.
da: Den gældende databeskyttelseslovgivning giver dig omfattende rettigheder som registreret (informations- og indgrebsrettigheder) i forhold til den dataansvarlige med hensyn til behandlingen af dine personoplysninger, som vi vil informere dig om nedenfor: - Ret til information iht. art. 15 GDPR: Du har især ret til at indhente oplysninger om dine personoplysninger, der behandles af os, formålene med behandlingen, kategorierne af behandlede personoplysninger, modtagere eller kategorier af modtagere, som dine data er blevet eller vil blive videregivet til, den planlagte opbevaringsperiode eller kriterierne for fastlæggelse af opbevaringsperioden, eksistensen af en ret til at klage, gøre indsigelse mod en behandling, begrænsning af en behandling, indsigelse, tilsynsmyndighed, oprindelsen af dine data, hvis de ikke blev indsamlet af os fra dig, eksistensen af automatiseret beslutningstagning, herunder profilering, og, hvor det er relevant, meningsfuld information om den involverede logik og betydningen og de forventede konsekvenser af en sådan behandling for dig, samt din ret til at blive informeret om de garantier, der findes i henhold til art. 46 GDPR, når dine data overføres til tredjelande; - Ret til berigtigelse efter art. 16 GDPR: Du har ret til uden forsinkelse at få urigtige data om dig berigtiget og/eller at få ufuldstændige data, der er gemt af os, udfyldt. - Ret til sletning iht. art. 17 GDPR: Du har ret til at anmode om sletning af dine personlige data, hvis betingelserne i art. 17(1) GDPR er opfyldt. Denne ret gælder dog ikke særligt, hvis behandlingen er nødvendig af hensyn til udøvelsen af ​​ytrings- og informationsfriheden, for overholdelsen af ​​en retlig forpligtelse, af hensyn til offentlighedens interesse eller for at fastlægge, udøve eller forsvare retskrav. - Ret til begrænsning af behandlingen i henhold til art. 18 GDPR: Du har ret til at anmode om begrænsning af behandlingen af dine personoplysninger, så længe nøjagtigheden af dine data er ved at blive verificeret, hvis du har gjort indsigelse mod sletning af dine data på grund af utilladelig databehandling og i stedet anmode om begrænsning af behandlingen af dine data, hvis du har brug for dine data til påstanden, udøvelsen eller forsvaret af retskravene til dette formål, efter at vi ikke længere har brug for disse data, eller hvis det ikke længere var nødvendigt at indhente disse data. har gjort indsigelse på grund af din særlige situation, så længe det endnu ikke er klart, om vores legitime grunde har forrang; - Ret til at blive informeret iht. 19 GDPR: Hvis du har udnyttet din ret til berigtigelse, sletning eller begrænsning af behandlingen over for den dataansvarlige, er den dataansvarlige forpligtet til at underrette alle modtagere, som dine personoplysninger er blevet videregivet til, om denne berigtigelse eller sletning af dataene eller begrænsning af behandlingen, medmindre dette viser sig umuligt eller medfører en uforholdsmæssig stor indsats. Du har ret til at blive informeret om disse modtagere. - Ret til dataportabilitet i henhold til art. 20 GDPR: Du har ret til at modtage dine personoplysninger, som du har givet os, i et struktureret, almindeligt anvendt og maskinlæsbart format eller til at anmode om overførsel til en anden dataansvarlig, hvor det er teknisk muligt. - Ret til at tilbagekalde samtykke givet i henhold til art. 7(3) GDPR: Du har ret til at trække dit samtykke til behandling af data tilbage til enhver tid med virkning for fremtiden. I tilfælde af tilbagetrækning sletter vi de pågældende data uden forsinkelse, medmindre yderligere behandling kan baseres på et juridisk grundlag for behandling uden samtykke. Tilbagetrækning af samtykke påvirker ikke lovligheden af ​​behandling baseret på samtykke før tilbagetrækningen. - Ret til at indgive en klage i henhold til art. 77 GDPR: Hvis du mener, at behandlingen af ​​dine personoplysninger er i strid med GDPR, har du ret til at indgive en klage til en tilsynsmyndighed, især i den medlemsstat, hvor du bor, dit arbejdssted eller stedet for den påståede krænkelse, uden at dette berører andre administrative eller retslige retsmidler.
de: Das geltende Datenschutzrecht gewährt Ihnen gegenüber dem Verantwortlichen hinsichtlich der Verarbeitung Ihrer personenbezogenen Daten umfassende Betroffenenrechte (Auskunfts- und Interventionsrechte), über die wir Sie nachstehend informieren: - Auskunftsrecht gemäß Art. 15 DSGVO: Sie haben insbesondere ein Recht auf Auskunft über Ihre von uns verarbeiteten personenbezogenen Daten, die Verarbeitungszwecke, die Kategorien der verarbeiteten personenbezogenen Daten, die Empfänger oder Kategorien von Empfängern, gegenüber denen Ihre Daten offengelegt wurden oder werden, die geplante Speicherdauer bzw. die Kriterien für die Festlegung der Speicherdauer, das Bestehen eines Rechts auf Berichtigung, Löschung, Einschränkung der Verarbeitung, Widerspruch gegen die Verarbeitung, Beschwerde bei einer Aufsichtsbehörde, die Herkunft Ihrer Daten, wenn diese nicht durch uns bei Ihnen erhoben wurden, das Bestehen einer automatisierten Entscheidungsfindung einschließlich Profiling und ggf. aussagekräftige Informationen über die involvierte Logik und die Sie betreffende Tragweite und die angestrebten Auswirkungen einer solchen Verarbeitung, sowie Ihr Recht auf Unterrichtung, welche Garantien gemäß Art. 46 DSGVO bei Weiterleitung Ihrer Daten in Drittländer bestehen; - Recht auf Berichtigung gemäß Art. 16 DSGVO: Sie haben ein Recht auf unverzügliche Berichtigung Sie betreffender unrichtiger Daten und/oder Vervollständigung Ihrer bei uns gespeicherten unvollständigen Daten; - Recht auf Löschung gemäß Art. 17 DSGVO: Sie haben das Recht, die Löschung Ihrer personenbezogenen Daten bei Vorliegen der Voraussetzungen des Art. 17 Abs. 1 DSGVO zu verlangen. Dieses Recht besteht jedoch insbesondere dann nicht, wenn die Verarbeitung zur Ausübung des Rechts auf freie Meinungsäußerung und Information, zur Erfüllung einer rechtlichen Verpflichtung, aus Gründen des öffentlichen Interesses oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen erforderlich ist; - Recht auf Einschränkung der Verarbeitung gemäß Art. 18 DSGVO: Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen, solange die von Ihnen bestrittene Richtigkeit Ihrer Daten überprüft wird, wenn Sie eine Löschung Ihrer Daten wegen unzulässiger Datenverarbeitung ablehnen und stattdessen die Einschränkung der Verarbeitung Ihrer Daten verlangen, wenn Sie Ihre Daten zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigen, nachdem wir diese Daten nach Zweckerreichung nicht mehr benötigen oder wenn Sie Widerspruch aus Gründen Ihrer besonderen Situation eingelegt haben, solange noch nicht feststeht, ob unsere berechtigten Gründe überwiegen; - Recht auf Unterrichtung gemäß Art. 19 DSGVO: Haben Sie das Recht auf Berichtigung, Löschung oder Einschränkung der Verarbeitung gegenüber dem Verantwortlichen geltend gemacht, ist dieser verpflichtet, allen Empfängern, denen die Sie betreffenden personenbezogenen Daten offengelegt wurden, diese Berichtigung oder Löschung der Daten oder Einschränkung der Verarbeitung mitzuteilen, es sei denn, dies erweist sich als unmöglich oder ist mit einem unverhältnismäßigen Aufwand verbunden. Ihnen steht das Recht zu, über diese Empfänger unterrichtet zu werden. - Recht auf Datenübertragbarkeit gemäß Art. 20 DSGVO: Sie haben das Recht, Ihre personenbezogenen Daten, die Sie uns bereitgestellt haben, in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten oder die Übermittlung an einen anderen Verantwortlichen zu verlangen, soweit dies technisch machbar ist; - Recht auf Widerruf erteilter Einwilligungen gemäß Art. 7 Abs. 3 DSGVO: Sie haben das Recht, eine einmal erteilte Einwilligung in die Verarbeitung von Daten jederzeit mit Wirkung für die Zukunft zu widerrufen. Im Falle des Widerrufs werden wir die betroffenen Daten unverzüglich löschen, sofern eine weitere Verarbeitung nicht auf eine Rechtsgrundlage zur einwilligungslosen Verarbeitung gestützt werden kann. Durch den Widerruf der Einwilligung wird die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung nicht berührt; - Recht auf Beschwerde gemäß Art. 77 DSGVO: Wenn Sie der Ansicht sind, dass die Verarbeitung der Sie betreffenden personenbezogenen Daten gegen die DSGVO verstößt, haben Sie – unbeschadet eines anderweitigen verwaltungsrechtlichen oder gerichtlichen Rechtsbehelfs – das Recht auf Beschwerde bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat Ihres Aufenthaltsortes, Ihres Arbeitsplatzes oder des Ortes des mutmaßlichen Verstoßes.
el: Η ισχύουσα νομοθεσία περί προστασίας δεδομένων σας παρέχει πλήρη δικαιώματα ως υποκείμενο των δεδομένων (δικαιώματα ενημέρωσης και παρέμβασης) έναντι του υπεύθυνου επεξεργασίας όσον αφορά την επεξεργασία των προσωπικών σας δεδομένων, για τα οποία θα σας ενημερώσουμε παρακάτω: - Δικαίωμα ενημέρωσης σύμφωνα με το άρθρο 1 του ν. 15 ΓΚΠΔ: Ειδικότερα, έχετε το δικαίωμα να λάβετε πληροφορίες σχετικά με τα προσωπικά σας δεδομένα που επεξεργαζόμαστε, τους σκοπούς της επεξεργασίας, τις κατηγορίες δεδομένων προσωπικού χαρακτήρα που υποβάλλονται σε επεξεργασία, τους αποδέκτες ή τις κατηγορίες αποδεκτών στους οποίους έχουν γνωστοποιηθεί ή θα γνωστοποιηθούν τα δεδομένα σας, την προβλεπόμενη περίοδο αποθήκευσης ή τα κριτήρια για τον καθορισμό της περιόδου αποθήκευσης, την ύπαρξη δικαιώματος διόρθωσης, διαγραφής, περιορισμού της επεξεργασίας, ένστασης κατά της επεξεργασίας, καταγγελίας σε εποπτική αρχή, την προέλευση των δεδομένων σας, εάν αυτά δεν συλλέχθηκαν από εμάς από εσάς, την ύπαρξη αυτοματοποιημένης λήψης αποφάσεων, συμπεριλαμβανομένης της κατάρτισης προφίλ, και, κατά περίπτωση, ουσιαστικές πληροφορίες σχετικά με τη σχετική λογική και τη σημασία και τις προβλεπόμενες συνέπειες της εν λόγω επεξεργασίας για εσάς, καθώς και το δικαίωμά σας να ενημερώνεστε για τις εγγυήσεις που υπάρχουν σύμφωνα με το άρθρο 4 του ν. 4412/2016. 46 ΓΚΠΔ όταν τα δεδομένα σας διαβιβάζονται σε τρίτες χώρες, - Δικαίωμα διόρθωσης σύμφωνα με το άρθρο 3 του ν. 16 ΓΚΠΔ: Έχετε το δικαίωμα να διορθώσετε χωρίς καθυστέρηση τα ανακριβή δεδομένα που σας αφορούν ή/και να συμπληρώσετε τα ελλιπή δεδομένα που έχουμε αποθηκεύσει. - Δικαίωμα διαγραφής σύμφωνα με το άρθρο 3 του ΓΚΠΔ. 17 ΓΚΠΔ: Έχετε το δικαίωμα να ζητήσετε τη διαγραφή των προσωπικών σας δεδομένων, εάν πληρούνται οι προϋποθέσεις του άρθρ. 17(1) ΓΚΠΔ πληρούνται. Ωστόσο, το δικαίωμα αυτό δεν ισχύει ιδίως εάν η επεξεργασία είναι απαραίτητη για την άσκηση του δικαιώματος της ελευθερίας της έκφρασης και της πληροφόρησης, για τη συμμόρφωση με νομική υποχρέωση, για λόγους δημοσίου συμφέροντος ή για τη θεμελίωση, άσκηση ή υπεράσπιση νομικών αξιώσεων. - Δικαίωμα περιορισμού της επεξεργασίας σύμφωνα με το άρθρο 1 του Συντάγματος. 18 ΓΚΠΔ: Έχετε το δικαίωμα να ζητήσετε τον περιορισμό της επεξεργασίας των προσωπικών σας δεδομένων για όσο διάστημα ελέγχεται η ακρίβεια των δεδομένων σας, εάν έχετε αντιταχθεί στη διαγραφή των δεδομένων σας για λόγους απαράδεκτης επεξεργασίας δεδομένων και αντ' αυτού ζητάτε τον περιορισμό της επεξεργασίας των δεδομένων σας, εάν χρειάζεστε τα δεδομένα σας για τη διεκδίκηση, άσκηση ή υπεράσπιση νομικών αξιώσεων, αφού δεν χρειαζόμαστε πλέον τα δεδομένα αυτά για την εκπλήρωση του σκοπού για τον οποίο συλλέχθηκαν ή εάν έχετε υποβάλει αντίρρηση για λόγους που σχετίζονται με την ιδιαίτερη κατάστασή σας, εφόσον δεν είναι ακόμη σαφές εάν υπερισχύουν οι νόμιμοι λόγοι μας, - Δικαίωμα ενημέρωσης σύμφωνα με το άρθρο 1 του Συντάγματος. 19 ΓΚΠΔ: Εάν έχετε ασκήσει το δικαίωμά σας για διόρθωση, διαγραφή ή περιορισμό της επεξεργασίας έναντι του υπευθύνου επεξεργασίας, ο υπεύθυνος επεξεργασίας υποχρεούται να ενημερώσει όλους τους αποδέκτες στους οποίους έχουν γνωστοποιηθεί τα δεδομένα σας προσωπικού χαρακτήρα για τη διόρθωση ή τη διαγραφή των δεδομένων ή τον περιορισμό της επεξεργασίας, εκτός εάν αυτό αποδεικνύεται αδύνατο ή συνεπάγεται δυσανάλογη προσπάθεια. Έχετε το δικαίωμα να ενημερωθείτε σχετικά με αυτούς τους αποδέκτες. - Δικαίωμα φορητότητας των δεδομένων σύμφωνα με το άρθρο 1 του ν. 20 ΓΚΠΔ: Έχετε το δικαίωμα να λάβετε τα προσωπικά σας δεδομένα που μας έχετε παράσχει σε δομημένο, κοινώς χρησιμοποιούμενο και αναγνώσιμο από μηχανήματα μορφότυπο ή να ζητήσετε τη διαβίβασή τους σε άλλον υπεύθυνο επεξεργασίας, εφόσον αυτό είναι τεχνικά εφικτό. - Δικαίωμα ανάκλησης της συγκατάθεσης που χορηγείται σύμφωνα με το άρθρο 3 του ΓΚΠΔ. 7(3) ΓΚΠΔ: Έχετε το δικαίωμα να ανακαλέσετε τη συγκατάθεσή σας για την επεξεργασία των δεδομένων ανά πάσα στιγμή με ισχύ για το μέλλον. Σε περίπτωση ανάκλησης, θα διαγράψουμε τα σχετικά δεδομένα χωρίς καθυστέρηση, εκτός εάν η περαιτέρω επεξεργασία μπορεί να βασιστεί σε νομική βάση για επεξεργασία χωρίς συγκατάθεση. Η ανάκληση της συγκατάθεσης δεν επηρεάζει τη νομιμότητα της επεξεργασίας που βασίστηκε στη συγκατάθεση πριν από την ανάκλησή της. - Δικαίωμα υποβολής καταγγελίας σύμφωνα με το άρθρο 1 του ν. 77 ΓΚΠΔ: Εάν πιστεύετε ότι η επεξεργασία των προσωπικών σας δεδομένων παραβιάζει τον ΓΚΠΔ, έχετε το δικαίωμα να υποβάλετε καταγγελία σε εποπτική αρχή, ιδίως στο κράτος μέλος της κατοικίας σας, του τόπου εργασίας σας ή του τόπου της εικαζόμενης παράβασης, με την επιφύλαξη άλλων διοικητικών ή δικαστικών μέσων.
es: La normativa de protección de datos aplicable te concede frente al responsable amplios derechos del interesado en relación con el tratamiento de tus datos personales (derechos de información e intervención), sobre los que te informamos a continuación: - Derecho de acceso según el art. 15 RGPD: tienes especialmente derecho a obtener información sobre tus datos personales tratados por nosotros, los fines del tratamiento, las categorías de datos personales tratados, los destinatarios o categorías de destinatarios a los que se han comunicado o se comunicarán tus datos, el periodo de conservación previsto o los criterios utilizados para determinar dicho periodo, la existencia de un derecho de rectificación, supresión, limitación del tratamiento, oposición al tratamiento, reclamación ante una autoridad de control, el origen de tus datos si no los hemos obtenido de ti, la existencia de decisiones automatizadas incluida la elaboración de perfiles y, en su caso, información significativa sobre la lógica implicada y las consecuencias previstas de dicho tratamiento, así como tu derecho a ser informado de las garantías existentes conforme al art. 46 RGPD en caso de transferencia de tus datos a terceros países; - Derecho de rectificación según el art. 16 RGPD: tienes derecho a la rectificación inmediata de los datos inexactos que te conciernan y/o a completar los datos incompletos que almacenamos; - Derecho de supresión según el art. 17 RGPD: tienes derecho a solicitar la supresión de tus datos personales cuando se den las condiciones del art. 17, apdo. 1 RGPD. Este derecho no existe, en particular, cuando el tratamiento es necesario para ejercer la libertad de expresión e información, para cumplir una obligación legal, por razones de interés público o para la formulación, el ejercicio o la defensa de reclamaciones; - Derecho a la limitación del tratamiento según el art. 18 RGPD: tienes derecho a solicitar la limitación del tratamiento de tus datos personales mientras verificamos la exactitud de los datos que impugnas, si rechazas la supresión de tus datos por tratamiento ilícito y solicitas en su lugar la limitación, si necesitamos los datos para la formulación, el ejercicio o la defensa de reclamaciones después de que ya no sean necesarios para la finalidad, o si has presentado oposición por motivos de tu situación particular mientras no se haya verificado si prevalecen nuestros motivos legítimos; - Derecho de información según el art. 19 RGPD: si has hecho valer frente al responsable el derecho de rectificación, supresión o limitación del tratamiento, este está obligado a comunicar dicha rectificación o supresión de datos o limitación del tratamiento a todos los destinatarios a los que se hayan revelado los datos personales que te conciernen, salvo que resulte imposible o suponga un esfuerzo desproporcionado. Tienes derecho a ser informado sobre dichos destinatarios. - Derecho a la portabilidad de los datos según el art. 20 RGPD: tienes derecho a recibir los datos personales que nos hayas facilitado en un formato estructurado, de uso común y lectura mecánica, o a solicitar su transmisión a otro responsable, cuando sea técnicamente posible; - Derecho a revocar consentimientos otorgados según el art. 7, apdo. 3 RGPD: tienes derecho a revocar en cualquier momento con efecto futuro un consentimiento otorgado para el tratamiento de datos. En caso de revocación, eliminaremos inmediatamente los datos afectados si no existe una base legal para un tratamiento posterior sin consentimiento. La revocación no afecta a la licitud del tratamiento realizado hasta la revocación; - Derecho a presentar una reclamación según el art. 77 RGPD: si consideras que el tratamiento de tus datos personales infringe el RGPD, tienes derecho, sin perjuicio de otros recursos administrativos o judiciales, a presentar una reclamación ante una autoridad de control, en particular en el Estado miembro de tu residencia habitual, tu lugar de trabajo o el lugar de la presunta infracción.
et: Kehtiv andmekaitseseadus tagab teile vastutava töötleja suhtes teie isikuandmete töötlemise osas ulatuslikud õigused (teabe saamise ja sekkumise õigused), millest teavitame teid allpool: - Teabe saamise õigus vastavalt GDPR artiklile 15: Teil on eelkõige õigus saada teavet meie poolt töödeldavate isikuandmete, töötlemise eesmärkide, töödeldavate isikuandmete kategooriate, vastuvõtjate või vastuvõtjate kategooriate kohta, kellele teie andmed on avaldatud või avaldatakse, kavandatud säilitamisaja või säilitamisaja kindlaksmääramise kriteeriumide, parandamise õiguse olemasolu, kustutamise, töötlemise piiramise, töötlemise vastuväite, kaebuse järelevalveasutusele, teie andmete päritolu, kui need ei ole kogutud meie poolt, automaatse otsuste tegemise olemasolu, sealhulgas profiilide koostamine, ja vajaduse korral asjakohane teave asjaomase loogika, teid puudutava ulatuse ja sellise töötlemise soovitud mõju kohta, samuti teie õigus saada teavet selle kohta, millised tagatised on vastavalt GDPR artiklile 46 teie andmete edastamisel kolmandatesse riikidesse; - Õigus andmete parandamisele vastavalt GDPR artiklile 16: Teil on õigus nõuda viivitamatult parandada teid puudutavaid ebaõigeid andmeid ja/või täiendada meie juures salvestatud puudulikke andmeid; - Õigus andmete kustutamisele vastavalt GDPR artiklile 17: Teil on õigus nõuda oma isikuandmete kustutamist, kui on täidetud GDPR artikli 17 lõike 1 tingimused. Seda õigust ei ole aga eelkõige juhul, kui töötlemine on vajalik sõnavabaduse ja teabeõiguse teostamiseks, õigusliku kohustuse täitmiseks, avaliku huvi kaalutlustel või õiguste kaitsmiseks, teostamiseks või kaitsmiseks. - Õigus piirata töötlemist vastavalt GDPR artiklile 18: Teil on õigus nõuda oma isikuandmete töötlemise piiramist, kuni kontrollitakse teie andmete õigsust, kui te keeldute oma andmete kustutamisest ebaseadusliku andmetöötluse tõttu ja nõuate selle asemel oma andmete töötlemise piiramist, kui te vajate oma andmeid õiguste õiguste kaitsmiseks või kaitseks, kui me ei vaja neid andmeid enam pärast eesmärgi saavutamist või kui olete esitanud vastuväite oma erilisest olukorrast tulenevatel põhjustel, kuni pole veel kindel, kas meie õigustatud põhjused kaaluvad üles; - Õigus saada teavet vastavalt GDPR artiklile 19: Kui olete vastutavale töötlejale esitanud õiguse andmete parandamiseks, kustutamiseks või töötlemise piiramiseks, on vastutav töötleja kohustatud teavitama kõiki vastuvõtjaid, kellele teie isikuandmed on avaldatud, andmete parandamisest, kustutamisest või töötlemise piiramisest, välja arvatud juhul, kui see osutub võimatuks või on seotud ebaproportsionaalse koormusega. Teil on õigus saada teavet nende vastuvõtjate kohta. - Andmete ülekantavuse õigus vastavalt GDPR artiklile 20: Teil on õigus saada meile esitatud isikuandmed struktureeritud, tavapärases ja masinloetavas vormingus või nõuda nende edastamist teisele vastutavale töötlejale, kui see on tehniliselt teostatav. - Õigus tühistada antud nõusolek vastavalt GDPR artiklile 7 lõikele 3: Teil on õigus tühistada igal ajal tulevikus kehtiv nõusolek andmete töötlemiseks. Tühistamise korral kustutame asjaomased andmed viivitamatult, kui edasine töötlemine ei põhine õiguslikul alusel, mis võimaldab töötlemist ilma nõusolekuta. Nõusoleku tühistamine ei mõjuta nõusoleku alusel kuni tühistamiseni toimunud töötlemise õiguspärasust; - Õigus esitada kaebus vastavalt GDPR artiklile 77: Kui leiate, et teid puudutavate isikuandmete töötlemine on vastuolus GDPR-iga, on teil – olenemata muudest haldusõiguslikest või kohtulikest õiguskaitsevahenditest – õigus esitada kaebus järelevalveasutusele, eelkõige liikmesriigis, kus te elate, töötate või kus väidetav rikkumine toimus.
fa: قانون حفاظت از داده های قابل اجرا به شما حقوق جامعی را به عنوان موضوع داده (حقوق اطلاعات و مداخله) در مقابل کنترل کننده در رابطه با پردازش داده های شخصی شما اعطا می کند که در زیر به شما اطلاع خواهیم داد: - حق اطلاعات بر اساس ماده.15 GDPR: به ویژه، شما حق دارید اطلاعاتی در مورد داده های شخصی خود که توسط ما پردازش می شود، اهداف پردازش، دسته های داده های شخصی پردازش شده، گیرندگان یا دسته های گیرندگانی که داده های شما برای آنها فاش شده یا خواهد شد، دوره ذخیره سازی برنامه ریزی شده یا معیارهای تعیین دوره ذخیره سازی، وجود حق اصلاح، بازرسی، پردازش، پاک کردن، شکایت، به دست آورید.مرجع، منشأ داده‌های شما در صورتی که توسط ما از شما جمع‌آوری نشده باشد، وجود تصمیم‌گیری خودکار، از جمله نمایه‌سازی، و در صورت لزوم، اطلاعات معنادار در مورد منطق مربوطه و اهمیت و پیامدهای پیش‌بینی‌شده چنین پردازشی برای شما، و همچنین حق شما برای اطلاع از تضمین‌هایی که مطابق با هنر وجود دارد.46 GDPR هنگامی که داده های شما به کشورهای ثالث منتقل می شود. - حق اصلاح طبق ماده.16 GDPR: شما این حق را دارید که داده های نادرست مربوط به خود را بدون تأخیر اصلاح کنید و/یا داده های ناقص ذخیره شده توسط ما را تکمیل کنید. - حق محو بر اساس ماده.17 GDPR: شما این حق را دارید که در صورت رعایت شرایط هنر، درخواست پاک کردن داده های شخصی خود را داشته باشید.17 (1) GDPR رعایت شده است.با این حال، این حق به طور خاص اعمال نمی شود اگر پردازش برای اعمال حق آزادی بیان و اطلاعات، برای رعایت یک تعهد قانونی، به دلایل منافع عمومی یا برای ایجاد، اعمال یا دفاع از دعاوی قانونی ضروری باشد. - حق محدودیت پردازش طبق ماده.18 GDPR: شما حق دارید تا زمانی که صحت داده‌های شما تأیید می‌شود، در صورتی که به پاک کردن داده‌های خود به دلیل پردازش غیرقابل قبول داده اعتراض کرده‌اید، درخواست محدودیت پردازش داده‌های شخصی خود کنید و در عوض درخواست محدودیت پردازش داده‌های خود را در صورتی که به داده‌های خود برای ادعا، تمرین یا دفاع از این داده‌ها نیاز دارید، درخواست کنید.به دلایل مربوط به موقعیت خاص شما اعتراض کرده اند، تا زمانی که هنوز روشن نیست که آیا دلایل مشروع ما غالب است یا خیر. - حق اطلاع بر اساس ماده.19 GDPR: اگر از حق تصحیح، پاک کردن یا محدودیت پردازش در مقابل کنترل‌کننده استفاده کرده‌اید، کنترل‌کننده موظف است تمام گیرندگانی را که داده‌های شخصی شما برایشان فاش شده است، از این اصلاح یا پاک کردن داده‌ها یا محدودیت پردازش مطلع کند، مگر اینکه این امر غیرممکن یا مستلزم تلاش نامتناسب باشد.شما حق دارید در مورد این گیرندگان مطلع شوید. - حق انتقال داده ها بر اساس ماده.20 GDPR: شما این حق را دارید که داده های شخصی خود را که در اختیار ما قرار داده اید در قالبی ساختاریافته، پرکاربرد و قابل خواندن توسط ماشین دریافت کنید یا در صورت امکان، درخواست انتقال آن را به کنترل کننده دیگری بدهید. - حق پس گرفتن رضایت اعطا شده مطابق با هنر.7(3) GDPR: شما این حق را دارید که رضایت خود را برای پردازش داده ها در هر زمانی که برای آینده اعمال می کند پس بگیرید.در صورت انصراف، ما داده‌های مربوطه را بدون تأخیر حذف خواهیم کرد، مگر اینکه پردازش بیشتر براساس مبنای قانونی برای پردازش بدون رضایت باشد.انصراف از رضایت، بر قانونی بودن پردازش مبتنی بر رضایت قبل از انصراف تأثیری ندارد. - حق طرح شکایت بر اساس ماده.77 GDPR: اگر فکر می‌کنید که پردازش داده‌های شخصی شما GDPR را نقض می‌کند، حق دارید شکایتی را به یک مقام نظارتی، به‌ویژه در کشور عضو محل سکونت، محل کار یا محل تخلف ادعا شده، بدون لطمه به هر راه حل اداری یا قضایی دیگری تسلیم کنید.
fi: Sovellettava tietosuojalaki antaa sinulle kattavat rekisteröidyt oikeudet (tieto- ja puuttumisoikeus) suhteessa rekisterinpitäjään henkilötietojesi käsittelyn osalta, joista ilmoitamme sinulle alla: - Artiklan mukainen tiedonsaantioikeus.15 GDPR: Sinulla on erityisesti oikeus saada tietoa käsittelemistämme henkilötiedoistasi, käsittelyn tarkoituksista, käsiteltyjen henkilötietojen luokista, vastaanottajista tai vastaanottajaryhmistä, joille tietojasi on luovutettu tai tullaan luovuttamaan, suunnitellusta säilytysajasta tai säilytysajan määrittämiskriteereistä, tietojen oikaisu-, poisto-, valitus-, käsittelyn rajoitus-, käsittely- ja valvonta- oikeudesta.jos emme ole keränneet sitä sinulta, automatisoidun päätöksenteon olemassaolo, mukaan lukien profilointi, ja soveltuvin osin mielekkäät tiedot käsittelyn logiikasta ja merkityksestä ja arvioiduista seurauksista sinulle, sekä oikeutesi saada tietoa Art:n mukaisista takuista.46 GDPR, kun tietojasi siirretään kolmansiin maihin; - Oikeus oikaisuun §:n mukaisesti.16 GDPR: Sinulla on oikeus saada sinua koskevat virheelliset tiedot viipymättä oikaistua ja/tai tallentamamme puutteelliset tiedot täydennettyä. - Artiklan mukainen poistooikeus.17 GDPR: Sinulla on oikeus pyytää henkilötietojesi poistamista, jos Art.GDPR:n 17(1)Tätä oikeutta ei kuitenkaan sovelleta etenkään, jos käsittely on tarpeen sanan- ja tiedonvälityksen vapauden käyttämiseksi, lakisääteisen velvoitteen täyttämiseksi, yleisen edun vuoksi tai oikeudellisten vaatimusten esittämiseksi, esittämiseksi tai puolustamiseksi. - Oikeus käsittelyn rajoittamiseen Art.18 GDPR: Sinulla on oikeus pyytää henkilötietojesi käsittelyn rajoittamista niin kauan kuin tietojesi paikkansapitävyyttä varmistetaan, jos olet vastustanut tietojesi poistamista luvattoman tietojenkäsittelyn perusteella, ja sen sijaan pyytää tietojesi käsittelyn rajoittamista, jos tarvitset tietojasi oikeudellisten vaatimusten esittämiseen, toteuttamiseen tai puolustamiseen, jos tietoja ei ole enää kerätty, tai sen jälkeen, kun emme ole enää keränneet tätä tarkoitusta.vastustaa erityistä tilannettasi koskevista syistä, kunhan ei ole vielä selvää, ovatko oikeutetut syymme voimassa; - Oikeus saada tietoa artiklan 1 kohdan mukaisesti.19 GDPR: Jos olet käyttänyt oikeuttasi oikaisuun, poistamiseen tai käsittelyn rajoittamiseen rekisterinpitäjän suhteen, rekisterinpitäjä on velvollinen ilmoittamaan tästä oikaisusta tai tietojen poistamisesta tai käsittelyn rajoittamisesta kaikille vastaanottajille, joille henkilötietojasi on luovutettu, ellei tämä ole mahdotonta tai vaadi suhteetonta vaivaa.Sinulla on oikeus saada tietoa näistä vastaanottajista. - Oikeus tietojen siirrettävyyteen Art.20 GDPR: Sinulla on oikeus saada meille toimittamasi henkilötietosi jäsennellyssä, yleisesti käytetyssä ja koneellisesti luettavassa muodossa tai pyytää niiden siirtämistä toiselle rekisterinpitäjälle, mikäli se on teknisesti mahdollista. - Oikeus peruuttaa pykälän mukaisesti annettu suostumus.7(3) GDPR: Sinulla on oikeus peruuttaa suostumuksesi tietojen käsittelyyn milloin tahansa tulevaisuutta varten.Peruuttamisen yhteydessä poistamme kyseiset tiedot viipymättä, ellei jatkokäsittely voi perustua lailliseen käsittelyyn ilman suostumusta.Suostumuksen peruuttaminen ei vaikuta suostumukseen perustuvan käsittelyn lainmukaisuuteen ennen sen peruuttamista. - Oikeus tehdä valitus Art.77 GDPR: Jos uskot, että henkilötietojesi käsittely rikkoo GDPR:ää, sinulla on oikeus tehdä valitus valvontaviranomaiselle, erityisesti asuinjäsenvaltiosi, työpaikkasi tai väitetyn rikkomuksen paikkakunnan jäsenvaltiossa, sanotun kuitenkaan rajoittamatta muita hallinnollisia tai oikeudellisia oikeussuojakeinoja.
fr: La législation en matière de protection des données t'accorde, en tant que personne concernée, des droits étendus vis-à-vis du responsable concernant le traitement de tes données personnelles (droits d'information et d'intervention), dont nous t'informons ci-dessous : - Droit d'accès conformément à l'art. 15 RGPD : tu as notamment le droit d'obtenir des informations sur tes données personnelles traitées par nous, les finalités du traitement, les catégories de données personnelles traitées, les destinataires ou catégories de destinataires auxquels tes données ont été ou seront divulguées, la durée de conservation prévue ou les critères servant à la déterminer, l'existence d'un droit de rectification, de suppression, de limitation du traitement, d'opposition au traitement, de plainte auprès d'une autorité de contrôle, l'origine de tes données si elles n'ont pas été collectées auprès de toi, l'existence d'une prise de décision automatisée y compris le profilage et, le cas échéant, des informations utiles sur la logique impliquée ainsi que la portée et les effets prévus d'un tel traitement, ainsi que ton droit à être informé des garanties existantes conformément à l'art. 46 RGPD en cas de transfert de tes données vers des pays tiers ; - Droit de rectification conformément à l'art. 16 RGPD : tu as le droit d'obtenir sans délai la rectification des données inexactes te concernant et/ou le complément des données incomplètes que nous stockons ; - Droit à l'effacement conformément à l'art. 17 RGPD : tu as le droit de demander l'effacement de tes données personnelles lorsque les conditions de l'art. 17 al. 1 RGPD sont remplies. Ce droit n'existe toutefois pas notamment lorsque le traitement est nécessaire à l'exercice du droit à la liberté d'expression et d'information, au respect d'une obligation légale, pour des raisons d'intérêt public ou pour la constatation, l'exercice ou la défense de droits en justice ; - Droit à la limitation du traitement conformément à l'art. 18 RGPD : tu as le droit de demander la limitation du traitement de tes données personnelles pendant que nous vérifions l'exactitude des données que tu contestes, si tu refuses la suppression de tes données en raison d'un traitement illicite et demandes à la place la limitation, si tu as besoin des données pour la constatation, l'exercice ou la défense de droits en justice après que nous n'en ayons plus besoin aux fins prévues ou si tu t'es opposé pour des raisons liées à ta situation particulière tant qu'il n'est pas établi que nos motifs légitimes prévalent ; - Droit à l'information conformément à l'art. 19 RGPD : si tu as fait valoir auprès du responsable le droit de rectification, de suppression ou de limitation du traitement, celui-ci est tenu de communiquer cette rectification ou suppression de données ou limitation du traitement à tous les destinataires auxquels les données personnelles te concernant ont été divulguées, sauf si cela s'avère impossible ou implique un effort disproportionné. Tu as le droit d'être informé sur ces destinataires. - Droit à la portabilité des données conformément à l'art. 20 RGPD : tu as le droit de recevoir les données personnelles que tu nous as fournies dans un format structuré, couramment utilisé et lisible par machine, ou de demander leur transmission à un autre responsable, dans la mesure où cela est techniquement possible ; - Droit de retirer les consentements accordés conformément à l'art. 7 al. 3 RGPD : tu as le droit de retirer à tout moment, avec effet pour l'avenir, un consentement donné au traitement des données. En cas de retrait, nous supprimerons immédiatement les données concernées, à condition qu'un traitement ultérieur sans consentement ne puisse pas se fonder sur une base juridique. Le retrait n'affecte pas la licéité du traitement effectué jusqu'au retrait ; - Droit de réclamation conformément à l'art. 77 RGPD : si tu estimes que le traitement de tes données personnelles enfreint le RGPD, tu as le droit, sans préjudice d'autres recours administratifs ou judiciaires, d'introduire une réclamation auprès d'une autorité de contrôle, en particulier dans l'État membre de ta résidence habituelle, de ton lieu de travail ou du lieu de l'infraction présumée.
hi: लागू डेटा संरक्षण कानून आपको आपके व्यक्तिगत डेटा के प्रसंस्करण के संबंध में नियंत्रक के मुकाबले एक डेटा विषय (सूचना और हस्तक्षेप के अधिकार) के रूप में व्यापक अधिकार प्रदान करता है, जिसके बारे में हम आपको नीचे सूचित करेंगे: - कला के अनुसार सूचना का अधिकार।15 जीडीपीआर: विशेष रूप से, आपको हमारे द्वारा संसाधित आपके व्यक्तिगत डेटा, प्रसंस्करण के उद्देश्यों, संसाधित व्यक्तिगत डेटा की श्रेणियों, प्राप्तकर्ताओं या प्राप्तकर्ताओं की श्रेणियों के बारे में जानकारी प्राप्त करने का अधिकार है जिनके लिए आपका डेटा दिया गया है या खुलासा किया जाएगा, भंडारण अवधि निर्धारित करने के लिए नियोजित भंडारण अवधि या मानदंड, सुधार, मिटाने, प्रसंस्करण पर प्रतिबंध, प्रसंस्करण पर आपत्ति, पर्यवेक्षी प्राधिकारी को शिकायत, आपके डेटा की उत्पत्ति यदि यह हमारे द्वारा आपसे एकत्र नहीं किया गया था, तो स्वचालित का अस्तित्वप्रोफ़ाइलिंग सहित निर्णय लेना, और, जहां लागू हो, इसमें शामिल तर्क और आपके लिए इस तरह के प्रसंस्करण के महत्व और परिकल्पित परिणामों के बारे में सार्थक जानकारी, साथ ही कला के अनुसार मौजूद गारंटियों के बारे में सूचित होने का आपका अधिकार।46 जीडीपीआर जब आपका डेटा तीसरे देशों में स्थानांतरित किया जाता है; - कला के अनुसार सुधार का अधिकार।16 जीडीपीआर: आपके पास अपने संबंध में गलत डेटा को बिना किसी देरी के ठीक करने और/या हमारे द्वारा संग्रहित अधूरे डेटा को पूरा कराने का अधिकार है। - कला के अनुसार मिटाने का अधिकार।17 जीडीपीआर: कला की शर्तों के अनुसार आपको अपने व्यक्तिगत डेटा को मिटाने का अनुरोध करने का अधिकार है।17(1) जीडीपीआर पूरा हो गया है।हालाँकि, यह अधिकार विशेष रूप से लागू नहीं होता है यदि अभिव्यक्ति और सूचना की स्वतंत्रता के अधिकार का प्रयोग करने के लिए, कानूनी दायित्व के अनुपालन के लिए, सार्वजनिक हित के कारणों के लिए या कानूनी दावों की स्थापना, अभ्यास या बचाव के लिए प्रसंस्करण आवश्यक है। - कला के अनुसार प्रसंस्करण पर प्रतिबंध का अधिकार।18 जीडीपीआर: यदि आपने अस्वीकार्य डेटा प्रोसेसिंग के आधार पर अपने डेटा को मिटाने पर आपत्ति जताई है, तो आपको अपने व्यक्तिगत डेटा के प्रसंस्करण पर प्रतिबंध लगाने का अनुरोध करने का अधिकार है, जब तक कि आपके डेटा की सटीकता सत्यापित की जा रही है, और इसके बजाय यदि आपको कानूनी दावों के दावे, अभ्यास या बचाव के लिए अपने डेटा की आवश्यकता है, तो हमें उस उद्देश्य को पूरा करने के लिए इस डेटा की आवश्यकता नहीं है, जिसके लिए इसे एकत्र किया गया था, या यदि आपने अपनी विशेष स्थिति से संबंधित आधार पर आपत्ति दर्ज कराई है, तो आपके डेटा के प्रसंस्करण पर प्रतिबंध का अनुरोध करने का अधिकार है।चूँकि यह अभी तक स्पष्ट नहीं है कि हमारे वैध कारण प्रबल हैं या नहीं; - कला के अनुसार सूचित होने का अधिकार।19 जीडीपीआर: यदि आपने नियंत्रक की तुलना में सुधार, मिटाने या प्रसंस्करण पर प्रतिबंध लगाने के अपने अधिकार का प्रयोग किया है, तो नियंत्रक उन सभी प्राप्तकर्ताओं को सूचित करने के लिए बाध्य है जिनके सामने आपका व्यक्तिगत डेटा इस सुधार या डेटा के मिटाने या प्रसंस्करण पर प्रतिबंध के बारे में खुलासा किया गया है, जब तक कि यह असंभव साबित न हो या असंगत प्रयास शामिल न हो।आपको इन प्राप्तकर्ताओं के बारे में सूचित होने का अधिकार है। - कला के अनुसार डेटा पोर्टेबिलिटी का अधिकार।20 जीडीपीआर: आपके पास अपना व्यक्तिगत डेटा प्राप्त करने का अधिकार है जो आपने हमें एक संरचित, आमतौर पर उपयोग किए जाने वाले और मशीन-पठनीय प्रारूप में प्रदान किया है या इसे किसी अन्य नियंत्रक को स्थानांतरित करने का अनुरोध करने का अधिकार है, जहां तकनीकी रूप से संभव हो। - कला के अनुसार दी गई सहमति वापस लेने का अधिकार।7(3) जीडीपीआर: आपको भविष्य के लिए किसी भी समय डेटा के प्रसंस्करण के लिए अपनी सहमति वापस लेने का अधिकार है।वापसी की स्थिति में, हम बिना किसी देरी के संबंधित डेटा को हटा देंगे, जब तक कि आगे की प्रक्रिया सहमति के बिना प्रसंस्करण के लिए कानूनी आधार पर आधारित न हो।सहमति वापस लेने से इसकी वापसी से पहले सहमति के आधार पर प्रसंस्करण की वैधता प्रभावित नहीं होती है। - कला के अनुसार शिकायत दर्ज करने का अधिकार।77 जीडीपीआर: यदि आपको लगता है कि आपके व्यक्तिगत डेटा का प्रसंस्करण जीडीपीआर का उल्लंघन करता है, तो आपको किसी अन्य प्रशासनिक या न्यायिक उपाय पर प्रतिकूल प्रभाव डाले बिना, विशेष रूप से आपके निवास के सदस्य राज्य, आपके कार्यस्थल या कथित उल्लंघन के स्थान पर पर्यवेक्षी प्राधिकारी के पास शिकायत दर्ज करने का अधिकार है।
hr: Primjenjivi zakon o zaštiti podataka daje vam sveobuhvatna prava kao subjektu podataka (prava na informacije i intervenciju) u odnosu na voditelja obrade u vezi s obradom vaših osobnih podataka, o čemu ćemo vas obavijestiti u nastavku: - Pravo na informaciju temeljem čl.15 GDPR: Konkretno, imate pravo dobiti informacije o vašim osobnim podacima koje mi obrađujemo, svrsi obrade, kategorijama osobnih podataka koji se obrađuju, primateljima ili kategorijama primatelja kojima su vaši podaci bili ili će biti otkriveni, planiranom razdoblju pohrane ili kriterijima za određivanje razdoblja pohrane, postojanju prava na ispravak, brisanje, ograničenje obrade, prigovor na obradu, prigovor nadzornom tijelu, podrijetlovaše podatke ako ih mi nismo prikupili od vas, postojanje automatiziranog odlučivanja, uključujući profiliranje, i, gdje je primjenjivo, smislene informacije o uključenoj logici te značaju i predviđenim posljedicama takve obrade za vas, kao i vaše pravo da budete obaviješteni o jamstvima koja postoje u skladu s čl.46 GDPR kada se vaši podaci prenose u treće zemlje; - Pravo na ispravak prema čl.16 GDPR: Imate pravo na ispravak netočnih podataka koji se tiču ​​Vas bez odgode i/ili na dopunu nepotpunih podataka koje smo pohranili. - Pravo na brisanje prema čl.17 GDPR: Imate pravo zatražiti brisanje svojih osobnih podataka ako su ispunjeni uvjeti iz čl.17(1) GDPR-a.Međutim, ovo se pravo posebno ne primjenjuje ako je obrada nužna za ostvarivanje prava na slobodu izražavanja i informiranja, za poštivanje zakonske obveze, iz razloga javnog interesa ili za postavljanje, ostvarivanje ili obranu pravnih zahtjeva. - Pravo na ograničenje obrade prema čl.18 GDPR: Imate pravo zahtijevati ograničenje obrade Vaših osobnih podataka sve dok se provjerava točnost Vaših podataka ako ste se usprotivili brisanju Vaših podataka na temelju nedopuštene obrade podataka i umjesto toga zatražiti ograničenje obrade Vaših podataka ako su Vam Vaši podaci potrebni za podnošenje, ostvarivanje ili obranu pravnih zahtjeva nakon što nam ti podaci više nisu potrebni za ispunjenje svrhe za koju su prikupljeni, ili ako Viuložili ste prigovor zbog razloga koji se odnose na vašu konkretnu situaciju, sve dok još nije jasno prevladavaju li naši legitimni razlozi; - Pravo na obaviještenost iz čl.19 GDPR: Ako ste ostvarili svoje pravo na ispravak, brisanje ili ograničenje obrade u odnosu na voditelja obrade, voditelj obrade je dužan obavijestiti sve primatelje kojima su vaši osobni podaci otkriveni o ovom ispravku ili brisanju podataka ili ograničenju obrade, osim ako se to pokaže nemogućim ili uključuje nerazmjeran napor.Imate pravo biti obaviješteni o ovim primateljima. - Pravo na prenosivost podataka temeljem čl.20 GDPR: Imate pravo primiti svoje osobne podatke koje ste nam dostavili u strukturiranom, uobičajeno korištenom i strojno čitljivom formatu ili zatražiti njihov prijenos drugom voditelju obrade, kada je to tehnički izvedivo. - Pravo na povlačenje privole dane sukladno čl.7(3) GDPR: Imate pravo povući svoj pristanak za obradu podataka u bilo kojem trenutku s učinkom za budućnost.U slučaju povlačenja, izbrisat ćemo dotične podatke bez odgode, osim ako se daljnja obrada ne može temeljiti na pravnoj osnovi za obradu bez privole.Povlačenje privole ne utječe na zakonitost obrade na temelju privole prije njenog povlačenja. - Pravo na podnošenje prigovora iz čl.77 GDPR: Ako smatrate da obrada vaših osobnih podataka krši GDPR, imate pravo podnijeti pritužbu nadzornom tijelu, posebno u državi članici vašeg prebivališta, vašeg radnog mjesta ili mjesta navodne povrede, ne dovodeći u pitanje bilo koji drugi upravni ili sudski pravni lijek.
hu: Az alkalmazandó adatvédelmi törvény átfogó jogokat biztosít Önnek mint érintettnek (tájékoztatási és beavatkozási jog) az adatkezelővel szemben az Ön személyes adatainak kezelése tekintetében, amelyekről az alábbiakban tájékoztatjuk: - Tájékoztatáshoz való jog az Art. GDPR 15. CIKKE ALAPJÁN: Az Ön joga különösen ahhoz, hogy tájékoztatást kapjon az Ön általunk kezelt személyes adatairól, az adatkezelés céljairól, a kezelt személyes adatok kategóriáiról, a címzettekről vagy a címzettek kategóriáiról, akiknek az Ön adatait továbbítottuk vagy továbbítjuk, a tervezett tárolási időtartamról vagy a tárolási időtartam meghatározásának kritériumairól, a helyesbítéshez, törléshez, az adatkezelés korlátozásához való jog fennállásáról, az adatkezelés elleni tiltakozás, a felügyeleti hatósághoz benyújtott panasz, az Ön adatainak eredete, ha azokat nem Öntől gyűjtöttük, az automatizált döntéshozatal létezése, beleértve a profilalkotást, és adott esetben az érintett logikára vonatkozó érdemi információk, valamint az ilyen adatkezelés jelentősége és várható következményei az Ön számára, valamint az Ön joga ahhoz, hogy tájékoztatást kapjon a garanciákról, amelyek az Art. GDPR 46. cikke szerinti garanciákról, amikor az Ön adatait harmadik országokba továbbítják; - A helyesbítéshez való jog az Art. GDPR 16. CIKKE ALAPJÁN: Ön jogosult az Önre vonatkozó pontatlan adatok késedelem nélküli helyesbítéséhez és/vagy az általunk tárolt hiányos adatok kiegészítéséhez. - A törléshez való jog az Art. 17. GDPR: Ön jogosult kérni személyes adatainak törlését, ha a GDPR Art. 17(1) GDPR feltételei teljesülnek. Ez a jog azonban különösen akkor nem érvényesül, ha az adatkezelés a véleménynyilvánítás és a tájékozódás szabadságának gyakorlásához, jogi kötelezettség teljesítéséhez, közérdekből vagy jogi igények előterjesztéséhez, érvényesítéséhez vagy védelméhez szükséges. - Az adatkezelés korlátozásához való jog az Art. GDPR 18. CIKKE ALAPJÁN: Ön jogosult arra, hogy kérje személyes adatai kezelésének korlátozását mindaddig, amíg az adatok pontosságának ellenőrzése folyamatban van, ha tiltakozott adatai törlése ellen az elfogadhatatlan adatkezelés miatt, és ehelyett kérheti adatai kezelésének korlátozását, ha adataira jogi igények előterjesztéséhez, érvényesítéséhez vagy védelméhez van szüksége, miután már nincs szükségünk ezekre az adatokra az adatgyűjtés céljának teljesítéséhez, vagy ha Ön az Ön különleges helyzetével kapcsolatos okokból tiltakozott, mindaddig, amíg még nem egyértelmű, hogy jogos indokaink érvényesülnek-e; - Tájékoztatáshoz való jog az Art. GDPR 19. cikke alapján: Ha Ön az adatkezelővel szemben gyakorolta a helyesbítéshez, törléshez vagy az adatkezelés korlátozásához való jogát, az adatkezelő köteles értesíteni minden olyan címzettet, akivel az Ön személyes adatait közölték, az adatok helyesbítéséről, törléséről vagy az adatkezelés korlátozásáról, kivéve, ha ez lehetetlennek bizonyul vagy aránytalan erőfeszítést igényel. Ön jogosult arra, hogy tájékoztatást kapjon ezekről a címzettekről. - Az adathordozhatósághoz való jog az Art. GDPR 20. CIKKE ALAPJÁN: Ön jogosult arra, hogy a rendelkezésünkre bocsátott személyes adatait tagolt, általánosan használt és géppel olvasható formátumban megkapja, vagy kérheti azok továbbítását egy másik adatkezelőhöz, amennyiben ez technikailag megvalósítható. - A hozzájárulás visszavonásához való jog, amelyet az Art. GDPR 7. CIKKÉNEK (3) BEKEZDÉSÉVEL ÖSSZHANGBAN: Ön jogosult arra, hogy az adatfeldolgozáshoz adott hozzájárulását bármikor, a jövőre nézve visszavonja. Visszavonás esetén az érintett adatokat késedelem nélkül töröljük, kivéve, ha a további feldolgozás a hozzájárulás nélküli feldolgozás jogalapján alapulhat. A hozzájárulás visszavonása nem érinti a visszavonás előtti hozzájáruláson alapuló adatkezelés jogszerűségét. - A panasz benyújtásának joga a következő cikkek szerint: Art. GDPR 77. cikke alapján: Ha Ön úgy véli, hogy személyes adatainak feldolgozása sérti a GDPR-t, joga van panaszt benyújtani egy felügyeleti hatósághoz, különösen a lakóhelye, a munkahelye vagy az állítólagos jogsértés helye szerinti tagállamban, bármely más közigazgatási vagy bírósági jogorvoslat sérelme nélkül.
it: La normativa sulla protezione dei dati vigente ti riconosce, nei confronti del titolare, ampi diritti dell'interessato in relazione al trattamento dei tuoi dati personali (diritti di informazione e intervento), di cui ti informiamo di seguito: - Diritto di accesso ai sensi dell'art. 15 GDPR: hai in particolare il diritto di ottenere informazioni sui tuoi dati personali trattati da noi, le finalità del trattamento, le categorie di dati personali trattati, i destinatari o le categorie di destinatari a cui i tuoi dati sono stati o saranno comunicati, il periodo di conservazione previsto o i criteri utilizzati per determinarlo, l'esistenza del diritto di rettifica, cancellazione, limitazione del trattamento, opposizione al trattamento, reclamo a un'autorità di controllo, l'origine dei tuoi dati se non sono stati raccolti presso di te, l'esistenza di un processo decisionale automatizzato compresa la profilazione e, se del caso, informazioni significative sulla logica utilizzata e sulle conseguenze previste di tale trattamento, nonché il tuo diritto a essere informato sulle garanzie esistenti ai sensi dell'art. 46 GDPR in caso di trasferimento dei dati verso Paesi terzi; - Diritto di rettifica ai sensi dell'art. 16 GDPR: hai il diritto alla rettifica immediata dei dati inesatti che ti riguardano e/o al completamento dei dati incompleti da noi memorizzati; - Diritto alla cancellazione ai sensi dell'art. 17 GDPR: hai il diritto di richiedere la cancellazione dei tuoi dati personali quando sussistono le condizioni dell'art. 17 par. 1 GDPR. Questo diritto non sussiste in particolare se il trattamento è necessario per l'esercizio del diritto alla libertà di espressione e informazione, per adempiere a un obbligo legale, per motivi di interesse pubblico o per l'accertamento, l'esercizio o la difesa di un diritto in sede giudiziaria; - Diritto alla limitazione del trattamento ai sensi dell'art. 18 GDPR: hai il diritto di richiedere la limitazione del trattamento dei tuoi dati personali mentre verifichiamo l'esattezza dei dati contestati, se rifiuti la cancellazione dei tuoi dati a causa di trattamento illecito e richiedi invece la limitazione, se hai bisogno dei dati per l'accertamento, l'esercizio o la difesa di diritti legali dopo che non sono più necessari per la finalità o se ti sei opposto per motivi legati alla tua situazione particolare finché non sia stato accertato se i nostri motivi legittimi prevalgano; - Diritto all'informazione ai sensi dell'art. 19 GDPR: se hai fatto valere nei confronti del titolare il diritto di rettifica, cancellazione o limitazione del trattamento, questi è obbligato a comunicare tale rettifica o cancellazione dei dati o limitazione del trattamento a tutti i destinatari cui sono stati divulgati i dati personali che ti riguardano, salvo che ciò risulti impossibile o comporti uno sforzo sproporzionato. Hai diritto a essere informato su tali destinatari. - Diritto alla portabilità dei dati ai sensi dell'art. 20 GDPR: hai il diritto di ricevere i dati personali che ci hai fornito in un formato strutturato, di uso comune e leggibile da dispositivo automatico, o di richiederne la trasmissione a un altro titolare, nella misura in cui ciò sia tecnicamente fattibile; - Diritto di revocare i consensi concessi ai sensi dell'art. 7 par. 3 GDPR: hai il diritto di revocare in qualsiasi momento con effetto futuro un consenso dato al trattamento dei dati. In caso di revoca cancelleremo immediatamente i dati interessati se non esiste una base giuridica per un ulteriore trattamento senza consenso. La revoca non pregiudica la liceità del trattamento effettuato fino alla revoca; - Diritto di reclamo ai sensi dell'art. 77 GDPR: se ritieni che il trattamento dei tuoi dati personali violi il GDPR, hai il diritto, fatto salvo ogni altro rimedio amministrativo o giudiziario, di proporre reclamo a un'autorità di controllo, in particolare nello Stato membro della tua residenza abituale, del tuo luogo di lavoro o del luogo della presunta violazione.
ja: 適用されるデータ保護法は、お客様の個人データの処理に関して、管理者に対してデータ主体としての包括的な権利 (情報および介入の権利) を付与します。これについては、以下でお知らせします。 - 第 2 条に基づく情報に対する権利。15 GDPR: 特に、お客様は、当社が処理するお客様の個人データ、処理の目的、処理される個人データのカテゴリー、お客様のデータが開示された、または開示される受信者または受信者のカテゴリー、計画された保存期間または保存期間を決定する基準、修正、消去、処理の制限、処理に対する異議申し立て、監督当局への苦情の権利の有無、お客様のデータがお客様から当社によって収集されなかった場合のそのデータの出所、自動化されたデータの存在に関する情報を取得する権利を有します。プロファイリングを含む意思決定、および該当する場合には、関連するロジックとそのような処理の重要性および予想される結果に関する有意義な情報、ならびに第 2 条に従って存在する保証について知らされるお客様の権利。データが第三国に転送される場合の 46 GDPR。 - 第 2 条に基づく修正を受ける権利。16 GDPR: あなたは、自分に関する不正確なデータを遅滞なく修正してもらう権利、および/または当社が保存している不完全なデータを完成させる権利を有します。 - 第 2 条に基づく消去の権利。17 GDPR: 第 17 条の条件に該当する場合、お客様には個人データの消去を要求する権利があります。17(1) GDPR が満たされています。ただし、この権利は、表現および情報の自由の権利の行使、法的義務の遵守、公益上の理由、または法的請求の確立、行使、防御のために処理が必要な場合には特に適用されません。 - 第 2 条に基づく処理の制限に対する権利。18 GDPR: お客様は、許容できないデータ処理を理由にデータの消去に異議を唱えた場合、データの正確性が検証されている限り、個人データの処理の制限を要求する権利を有します。代わりに、収集目的を達成するためにこのデータが必要なくなった後、法的請求の主張、行使、防御のためにデータが必要な場合、またはお客様が以下の事項に関連する理由で異議を申し立てた場合は、データの処理の制限を要求する権利を有します。当社の正当な理由が優先されるかどうかがまだ明らかでない限り、お客様の特定の状況。 - 第 2 条に従って通知を受ける権利。19 GDPR: お客様が管理者に対して修正、消去、または処理の制限を求める権利を行使した場合、管理者は、不可能であることが証明されたり、不当な労力が必要な場合を除き、お客様の個人データが開示されたすべての受信者に、このデータの修正または削除、または処理の制限について通知する義務があります。あなたには、これらの受信者についての通知を受ける権利があります。 - Art. に基づくデータポータビリティの権利。20 GDPR: お客様は、当社に提供した個人データを、構造化され、一般的に使用され、機械読み取り可能な形式で受け取る権利、または技術的に可能な場合には、別の管理者への転送を要求する権利を有します。 - 第 2 条に従って付与された同意を撤回する権利。7(3) GDPR: あなたには、データ処理に対する同意をいつでも撤回する権利があり、将来にわたって有効です。撤回の場合、同意なしにさらなる処理が法的根拠に基づいて行われない限り、当社は当該データを遅滞なく削除します。同意の撤回は、撤回前の同意に基づく処理の合法性には影響しません。 - 第 6 条に従って苦情を申し立てる権利。77 GDPR: お客様は、ご自身の個人データの処理が GDPR に違反していると思われる場合、他の行政的または司法的救済を損なうことなく、特にお客様の居住地、勤務先、または侵害の疑いのある加盟国の監督当局に苦情を申し立てる権利を有します。
ko: 적용되는 데이터 보호법은 정보주체로서 귀하에게 광범위한 권리(정보 및 개입에 관한 권리)를 부여하며, 이는 귀하의 개인 데이터 처리와 관련하여 담당자에게 행사할 수 있습니다. 아래에서 이에 대해 안내드립니다: - GDPR 제15조에 따른 정보 열람권: 특히, 당사가 처리하는 귀하의 개인정보, 처리 목적, 처리되는 개인정보의 범주, 귀하의 데이터가 공개되었거나 공개될 수 있는 수신자 또는 수신자 범주, 계획된 저장 기간 또는 저장 기간을 결정하는 기준, 정정·삭제·처리 제한·처리에 대한 이의제기·감독 기관에 대한 불만 제기 권리의 존재 여부, 귀하로부터 직접 수집되지 않은 경우 데이터의 출처, 자동화된 의사결정(프로파일링 포함)의 존재, 해당하는 경우 해당 처리에 사용되는 논리, 그 의미 및 예상되는 결과, 귀하의 데이터가 제3국으로 이전될 때 GDPR 제46조에 따른 보장 조치에 대한 정보를 제공받을 권리가 있습니다. - GDPR 제16조에 따른 정정권: 귀하는 귀하와 관련된 부정확한 데이터를 지체 없이 수정할 권리 및 당사가 보관하는 불완전한 데이터를 완전하게 할 권리가 있습니다. - GDPR 제17조에 따른 삭제권: GDPR 제17조 1항의 요건이 충족되는 경우 귀하의 개인 데이터 삭제를 요청할 권리가 있습니다. 다만, 표현 및 정보의 자유 행사, 법적 의무 준수, 공익상의 이유, 또는 법적 청구의 설정·행사·방어를 위해 처리가 필요한 경우에는 이 권리가 적용되지 않습니다. - GDPR 제18조에 따른 처리 제한권: 귀하의 데이터 정확성이 검증되는 동안 처리 제한을 요청할 권리, 허용되지 않는 데이터 처리 사유로 삭제에 반대하는 대신 처리 제한을 요청할 권리, 당사가 더 이상 수집 목적을 위해 데이터를 필요로 하지 않더라도 귀하가 법적 청구의 설정·행사·방어를 위해 필요로 하는 경우 처리 제한을 요청할 권리, 특정 상황에 따른 이의제기가 제기된 경우 우리의 정당한 이유가 우선하는지 여부가 명확해질 때까지 처리 제한을 요청할 권리가 있습니다. - GDPR 제19조에 따른 통지권: 귀하가 정정·삭제·처리 제한 권리를 행사한 경우, 담당자는 귀하의 개인 데이터가 공개된 모든 수신자에게 이를 통지해야 합니다. 단, 이는 불가능하거나 과도한 노력이 필요한 경우 제외됩니다. 귀하는 이러한 수신자에 대한 정보를 제공받을 권리가 있습니다. - GDPR 제20조에 따른 데이터 이동권: 귀하는 귀하가 제공한 개인정보를 구조화되고 일반적으로 사용되며 기계가 읽을 수 있는 형식으로 수령할 권리 및 기술적으로 가능한 경우 다른 책임자에게 전송하도록 요청할 권리가 있습니다. - GDPR 제7조 3항에 따른 동의 철회권: 귀하는 향후 효력을 위해 언제든지 데이터 처리에 대한 동의를 철회할 수 있습니다. 철회 시, 동의 철회 전 동의를 기반으로 한 처리의 적법성에는 영향을 미치지 않으며, 법적 근거가 있는 경우에는 해당 데이터를 계속 처리할 수 있습니다. - GDPR 제77조에 따른 감독 기관에 대한 불만 제기권: 개인정보 처리에 대해 GDPR이 위반되었다고 판단되는 경우, 거주지·근무지·침해 발생지 소재 회원국의 감독 기관에 다른 행정적 또는 사법적 구제 절차와는 별도로 불만을 제기할 권리가 있습니다.
lt: Taikomas duomenų apsaugos įstatymas suteikia jums, kaip duomenų subjektui, visapusiškas teises (teises į informaciją ir įsikišimą) duomenų valdytojo atžvilgiu dėl jūsų asmens duomenų tvarkymo, apie kurias mes jus informuosime toliau: - Teisė į informaciją pagal 1 str. 15 GDPR: Visų pirma, jūs turite teisę gauti informaciją apie mūsų tvarkomus savo asmens duomenis, tvarkymo tikslus, tvarkomų asmens duomenų kategorijas, gavėjus ar gavėjų kategorijas, kuriems buvo ar bus atskleisti jūsų duomenys, planuojamą saugojimo laikotarpį arba saugojimo laikotarpio nustatymo kriterijus, teisę ištaisyti, ištrinti instituciją, prieštaravimą dėl duomenų tvarkymo, prieštarauti duomenų tvarkymo priežiūrai, jei mes surinkome ne iš jūsų, automatizuoto sprendimų priėmimo, įskaitant profiliavimą, buvimą ir, kai taikoma, prasmingą informaciją apie susijusią logiką ir tokio tvarkymo svarbą bei numatomas pasekmes jums, taip pat jūsų teisę būti informuotam apie garantijas, taikomas pagal str. 46 GDPR, kai jūsų duomenys perduodami į trečiąsias šalis; - Teisė į ištaisymą pagal str. 16 GDPR: Jūs turite teisę, kad netikslūs su Jumis susiję duomenys būtų nedelsiant ištaisyti ir (arba) kad mūsų saugomi neišsamūs duomenys būtų papildyti. - Teisė į trynimą pagal str. 17 BDAR: Jūs turite teisę prašyti ištrinti savo asmens duomenis, jei laikomasi 19 str. BDAR 17 straipsnio 1 dalis. Tačiau ši teisė visų pirma netaikoma, jei tvarkymas yra būtinas siekiant įgyvendinti saviraiškos ir informacijos laisvę, įvykdyti teisinę prievolę, dėl viešojo intereso priežasčių arba siekiant pareikšti, įgyvendinti ar apginti teisinius reikalavimus. - Teisė į duomenų tvarkymo apribojimą pagal str. 18 BDAR: Jūs turite teisę reikalauti apriboti Jūsų asmens duomenų tvarkymą tol, kol bus tikrinamas Jūsų duomenų tikslumas, jeigu prieštaravote, kad Jūsų duomenys būtų ištrinti dėl neleistino duomenų tvarkymo, o vietoj to prašyti apriboti Jūsų duomenų tvarkymą, jei Jūsų duomenys reikalingi teisiniams reikalavimams pareikšti, įgyvendinti ar ginti, jei nebereikėjome šių duomenų. prieštaravimas dėl priežasčių, susijusių su jūsų konkrečia situacija, kol dar nėra aišku, ar mūsų teisėtos priežastys yra viršesnės; - Teisė būti informuotam pagal str. 19 BDAR: Jei pasinaudojote teise ištaisyti, ištrinti arba apriboti duomenų tvarkymą duomenų valdytojo atžvilgiu, duomenų valdytojas privalo pranešti visiems gavėjams, kuriems buvo atskleisti Jūsų asmens duomenys, apie šį duomenų ištaisymą, ištrynimą arba tvarkymo apribojimą, nebent tai būtų neįmanoma arba pareikalautų neproporcingų pastangų. Jūs turite teisę būti informuotas apie šiuos gavėjus. - Teisė į duomenų perkeliamumą pagal str. 20 BDAR: Jūs turite teisę gauti savo asmens duomenis, kuriuos mums pateikėte susistemintu, įprastai naudojamu ir kompiuterio skaitomu formatu, arba reikalauti, kad jie būtų perduoti kitam duomenų valdytojui, jei tai techniškai įmanoma. - Teisė atšaukti sutikimą, duotą pagal 2006 m. BDAR 7 straipsnio 3 dalis: Jūs turite teisę bet kuriuo metu atšaukti savo sutikimą tvarkyti duomenis ir galioti ateityje. Atsiėmimo atveju nedelsdami ištrinsime susijusius duomenis, nebent tolesnis tvarkymas gali būti pagrįstas teisiniu duomenų tvarkymo be sutikimo pagrindu. Sutikimo atšaukimas neturi įtakos duomenų tvarkymo, pagrįsto sutikimu iki jo atšaukimo, teisėtumui. - Teisė pateikti skundą pagal 1 str. 77 BDAR: Jei manote, kad jūsų asmens duomenų tvarkymas pažeidžia BDAR, turite teisę pateikti skundą priežiūros institucijai, ypač toje valstybėje narėje, kurioje gyvenate, savo darbo vietoje arba tariamo pažeidimo vietoje, nepažeidžiant jokių kitų administracinių ar teisminių teisių gynimo priemonių.
ml: ബാധകമായ ഡാറ്റാ സംരക്ഷണ നിയമം, നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റയുടെ പ്രോസസ്സിംഗുമായി ബന്ധപ്പെട്ട് കൺട്രോളറുമായി ബന്ധപ്പെട്ട് ഒരു ഡാറ്റ വിഷയമായി (വിവരങ്ങളുടെയും ഇടപെടലുകളുടെയും അവകാശങ്ങൾ) സമഗ്രമായ അവകാശങ്ങൾ നിങ്ങൾക്ക് നൽകുന്നു, അത് ഞങ്ങൾ നിങ്ങളെ താഴെ അറിയിക്കും: - കലയ്ക്ക് അനുസൃതമായി വിവരാവകാശം. 15 GDPR: പ്രത്യേകിച്ചും, ഞങ്ങൾ പ്രോസസ്സ് ചെയ്ത നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ, പ്രോസസ്സിംഗ് ഉദ്ദേശ്യങ്ങൾ, പ്രോസസ്സ് ചെയ്ത വ്യക്തിഗത ഡാറ്റയുടെ വിഭാഗങ്ങൾ, നിങ്ങളുടെ ഡാറ്റ വെളിപ്പെടുത്തിയിട്ടുള്ള സ്വീകർത്താക്കൾ അല്ലെങ്കിൽ സ്വീകർത്താക്കളുടെ വിഭാഗങ്ങൾ, ആസൂത്രിത സംഭരണ കാലയളവ് അല്ലെങ്കിൽ സംഭരണ കാലയളവ് നിർണ്ണയിക്കുന്നതിനുള്ള മാനദണ്ഡം, ഒബ്ജക്റ്റ് പ്രോസസ്സ്, പരിമിതപ്പെടുത്തൽ, പരിമിതപ്പെടുത്താനുള്ള അവകാശം എന്നിവയെക്കുറിച്ചുള്ള വിവരങ്ങൾ നേടാനുള്ള അവകാശം നിങ്ങൾക്കുണ്ട്. ഒരു സൂപ്പർവൈസറി അതോറിറ്റിക്ക് പരാതി, അത് നിങ്ങളിൽ നിന്ന് ഞങ്ങൾ ശേഖരിച്ചിട്ടില്ലെങ്കിൽ നിങ്ങളുടെ ഡാറ്റയുടെ ഉത്ഭവം, പ്രൊഫൈലിംഗ് ഉൾപ്പെടെയുള്ള സ്വയമേവയുള്ള തീരുമാനമെടുക്കൽ, കൂടാതെ, ബാധകമാകുന്നിടത്ത്, ഉൾപ്പെട്ടിരിക്കുന്ന ലോജിക്കിനെക്കുറിച്ചുള്ള അർത്ഥവത്തായ വിവരങ്ങൾ, നിങ്ങൾക്കായി അത്തരം പ്രോസസ്സിംഗിൻ്റെ പ്രാധാന്യവും വിഭാവനം ചെയ്ത അനന്തരഫലങ്ങളും, അതുപോലെ തന്നെ കലയിൽ നിലനിൽക്കുന്ന ഉറപ്പുകളെക്കുറിച്ച് അറിയിക്കാനുള്ള നിങ്ങളുടെ അവകാശവും. 46 നിങ്ങളുടെ ഡാറ്റ മൂന്നാം രാജ്യങ്ങളിലേക്ക് കൈമാറുമ്പോൾ GDPR; - കലയ്ക്ക് അനുസൃതമായി തിരുത്താനുള്ള അവകാശം. 16 GDPR: നിങ്ങളെ സംബന്ധിച്ച കൃത്യമല്ലാത്ത ഡാറ്റ കാലതാമസമില്ലാതെ തിരുത്താനും കൂടാതെ/അല്ലെങ്കിൽ ഞങ്ങൾ സംഭരിച്ച അപൂർണ്ണമായ ഡാറ്റ പൂർത്തിയാക്കാനും നിങ്ങൾക്ക് അവകാശമുണ്ട്. - കലയ്ക്ക് അനുസൃതമായി മായ്‌ക്കാനുള്ള അവകാശം. 17 GDPR: കലയുടെ വ്യവസ്ഥകൾ ഉണ്ടെങ്കിൽ നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ മായ്ക്കാൻ അഭ്യർത്ഥിക്കാൻ നിങ്ങൾക്ക് അവകാശമുണ്ട്. 17(1) GDPR പാലിക്കപ്പെടുന്നു. എന്നിരുന്നാലും, അഭിപ്രായസ്വാതന്ത്ര്യത്തിനും വിവരത്തിനുമുള്ള അവകാശം വിനിയോഗിക്കുന്നതിനും നിയമപരമായ ബാധ്യതകൾ പാലിക്കുന്നതിനും പൊതുതാൽപ്പര്യം അല്ലെങ്കിൽ നിയമപരമായ ക്ലെയിമുകൾ സ്ഥാപിക്കുന്നതിനും പ്രയോഗിക്കുന്നതിനും പ്രതിരോധിക്കുന്നതിനും പ്രോസസ്സിംഗ് ആവശ്യമാണെങ്കിൽ ഈ അവകാശം പ്രത്യേകിച്ചും ബാധകമല്ല. - കലയ്ക്ക് അനുസൃതമായി പ്രോസസ്സിംഗ് നിയന്ത്രിക്കാനുള്ള അവകാശം. 18 GDPR: അസ്വീകാര്യമായ ഡാറ്റാ പ്രോസസ്സിംഗിൻ്റെ അടിസ്ഥാനത്തിൽ നിങ്ങളുടെ ഡാറ്റ മായ്‌ക്കുന്നതിനെ നിങ്ങൾ എതിർത്തിട്ടുണ്ടെങ്കിൽ, നിങ്ങളുടെ ഡാറ്റയുടെ കൃത്യത പരിശോധിക്കപ്പെടുന്നിടത്തോളം കാലം നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റയുടെ പ്രോസസ്സിംഗ് നിയന്ത്രിക്കാൻ അഭ്യർത്ഥിക്കാൻ നിങ്ങൾക്ക് അവകാശമുണ്ട്, പകരം നിങ്ങളുടെ ഡാറ്റ പ്രോസസ്സ് ചെയ്യുന്നതിന് നിയന്ത്രണം അഭ്യർത്ഥിക്കുക ശേഖരിച്ചത്, അല്ലെങ്കിൽ നിങ്ങളുടെ പ്രത്യേക സാഹചര്യവുമായി ബന്ധപ്പെട്ട് നിങ്ങൾ ഒരു എതിർപ്പ് രേഖപ്പെടുത്തിയിട്ടുണ്ടെങ്കിൽ, ഞങ്ങളുടെ ന്യായമായ കാരണങ്ങൾ നിലനിൽക്കുന്നുണ്ടോ എന്ന് ഇതുവരെ വ്യക്തമല്ല; - കലയുടെ അടിസ്ഥാനത്തിൽ അറിയിക്കാനുള്ള അവകാശം. 19 GDPR: കൺട്രോളറുമായി ബന്ധപ്പെട്ട് തിരുത്തൽ, മായ്‌ക്കൽ അല്ലെങ്കിൽ പ്രോസസ്സിംഗ് പരിമിതപ്പെടുത്തൽ എന്നിവയ്‌ക്കുള്ള നിങ്ങളുടെ അവകാശം നിങ്ങൾ വിനിയോഗിച്ചിട്ടുണ്ടെങ്കിൽ, നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ ഈ തിരുത്തൽ അല്ലെങ്കിൽ മായ്ക്കൽ അല്ലെങ്കിൽ പ്രോസസ്സിംഗ് പരിമിതപ്പെടുത്തൽ എന്നിവയെക്കുറിച്ച് വെളിപ്പെടുത്തിയ എല്ലാ സ്വീകർത്താക്കളെയും അറിയിക്കാൻ കൺട്രോളർ ബാധ്യസ്ഥനാണ്. ഈ സ്വീകർത്താക്കളെ കുറിച്ച് അറിയിക്കാൻ നിങ്ങൾക്ക് അവകാശമുണ്ട്. - കലയ്ക്ക് അനുസൃതമായി ഡാറ്റ പോർട്ടബിലിറ്റിക്കുള്ള അവകാശം. 20 GDPR: ഘടനാപരമായതും സാധാരണയായി ഉപയോഗിക്കുന്നതും മെഷീൻ റീഡുചെയ്യാനാകുന്നതുമായ ഫോർമാറ്റിൽ നിങ്ങൾ ഞങ്ങൾക്ക് നൽകിയ നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ സ്വീകരിക്കുന്നതിനോ സാങ്കേതികമായി സാധ്യമാകുന്ന മറ്റൊരു കൺട്രോളറിലേക്ക് മാറ്റാൻ അഭ്യർത്ഥിക്കുന്നതിനോ നിങ്ങൾക്ക് അവകാശമുണ്ട്. - കലയ്ക്ക് അനുസൃതമായി അനുവദിച്ച സമ്മതം പിൻവലിക്കാനുള്ള അവകാശം. 7(3) GDPR: ഭാവിയിൽ പ്രാബല്യത്തിൽ വരുമ്പോൾ ഏത് സമയത്തും ഡാറ്റ പ്രോസസ്സ് ചെയ്യുന്നതിനുള്ള നിങ്ങളുടെ സമ്മതം പിൻവലിക്കാൻ നിങ്ങൾക്ക് അവകാശമുണ്ട്. പിൻവലിക്കൽ സാഹചര്യത്തിൽ, സമ്മതമില്ലാതെ പ്രോസസ് ചെയ്യുന്നതിനുള്ള നിയമപരമായ അടിസ്ഥാനത്തെ അടിസ്ഥാനമാക്കി കൂടുതൽ പ്രോസസ്സിംഗ് നടത്താൻ കഴിയുന്നില്ലെങ്കിൽ, ബന്ധപ്പെട്ട ഡാറ്റ ഞങ്ങൾ കാലതാമസമില്ലാതെ ഇല്ലാതാക്കും. സമ്മതം പിൻവലിക്കൽ, അത് പിൻവലിക്കുന്നതിന് മുമ്പുള്ള സമ്മതത്തെ അടിസ്ഥാനമാക്കിയുള്ള പ്രോസസ്സിംഗിൻ്റെ നിയമസാധുതയെ ബാധിക്കില്ല. - കലയ്ക്ക് അനുസൃതമായി പരാതി നൽകാനുള്ള അവകാശം. 77 GDPR: നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റയുടെ പ്രോസസ്സിംഗ് GDPR ലംഘിക്കുന്നതായി നിങ്ങൾ വിശ്വസിക്കുന്നുവെങ്കിൽ, ഒരു സൂപ്പർവൈസറി അതോറിറ്റിക്ക്, പ്രത്യേകിച്ച് നിങ്ങളുടെ താമസസ്ഥലം, നിങ്ങളുടെ ജോലിസ്ഥലം അല്ലെങ്കിൽ ആരോപണവിധേയമായ ലംഘനം നടന്ന സ്ഥലം എന്നിവയിൽ, മറ്റേതെങ്കിലും ഭരണപരമായ അല്ലെങ്കിൽ ജുഡീഷ്യൽ പ്രതിവിധികളോട് മുൻവിധികളില്ലാതെ പരാതി നൽകാൻ നിങ്ങൾക്ക് അവകാശമുണ്ട്.
my: သက်ဆိုင်သောဒေတာကာကွယ်မှုဥပဒေအရအချက်အလက်များ (သတင်းအချက်အလက်နှင့် 0 င်ရောက်စွက်ဖက်မှု၏အခွင့်အရေးများ) နှင့်သက်ဆိုင်သောအချက်အလက်များ (သတင်းအချက်အလက်နှင့် 0 င်ရောက်စွက်ဖက်မှု၏အခွင့်အရေးများ) နှင့်သက်ဆိုင်သည်။ - အနုပညာနှင့်အညီသတင်းအချက်အလက်များ။ 15 GDPR: အထူးသဖြင့်သင့်ရဲ့အချက်အလက်များ, ကိုယ်ရေးကိုယ်တာအချက်အလက်များဖြစ်သောကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုပြုပြင်ခြင်း, ဖျက်ခြင်း, ပြင်ဆင်ခြင်း, ပြင်ဆင်ခြင်း, ပြင်ဆင်ခြင်းကိုတားမြစ်ထားခြင်း, ပြင်ဆင်ခြင်း, သင့်ထံမှကျွန်ုပ်တို့ထံမှကျွန်ုပ်တို့ထံမှစုဆောင်းခြင်းမဟုတ်လျှင်အလိုအလျောက်ဆုံးဖြတ်ချက်ချခြင်းအပါအ 0 င်အလိုအလျောက်ဆုံးဖြတ်ချက်ချခြင်းများတည်ရှိခြင်း, သင်၏အချက်အလက်များကိုတတိယနိုင်ငံများသို့လွှဲပြောင်းသောအခါ GDPR 46 GDPR, - အနုပညာနှင့်အညီ rectification အခွင့်အရေး။ 16 GDPR: သင်ကနှောင့်နှေးခြင်းမရှိဘဲပြင်ဆင်ခြင်းနှင့် / သို့မဟုတ်ယူအက်စ်မှမပြည့်စုံသောအချက်အလက်များမပြည့်စုံသောအချက်အလက်များကိုပြင်ဆင်ခြင်းနှင့် / သို့မဟုတ်မပြည့်စုံသောတိကျသောအချက်အလက်များရှိသည်။ - အနုပညာနှင့်အညီဖျက်ရန်အခွင့်အရေး။ 17 GDPR: အနုပညာအခြေအနေများရှိပါကသင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုဖျက်ပစ်ရန်သင်တောင်းဆိုပိုင်ခွင့်ရှိသည်။ 17 (1) Gdpr ကိုတွေ့သည်။ သို့သော်ဤအခွင့်အရေးသည်လွတ်လပ်စွာထုတ်ဖော်ပြောဆိုခွင့်နှင့်သတင်းအချက်အလက်များကိုလွတ်လပ်စွာထုတ်ဖော်ပြောဆိုခွင့်နှင့်သတင်းအချက်အလက်များကိုကျင့်သုံးခြင်းအတွက်တရား 0 င်အကျိုးစီးပွားအတွက်ဖြစ်စေ, - အနုပညာနှင့်အညီအပြောင်းအလဲနဲ့၏ကန့်သတ်ပိုင်ခွင့်။ 18 GDPR: သင်၏အချက်အလက်များ၏တိကျမှန်ကန်မှုကိုသင်လိုအပ်ပါကသင်၏အချက်အလက်များ၏အချက်အလက်များအားဖျက်ရန်အတွက်သင်၏အချက်အလက်များမလိုအပ်ပါကသင်၏အချက်အလက်များအတွက်လိုအပ်ချက်များကိုဖြည့်ဆည်းရန်လိုအပ်ပါကသင်၏အချက်အလက်များအားပြန်လည်ပြုပြင်ခြင်းကိုတားဆီးရန်တောင်းဆိုခြင်းကိုတောင်းခံပါကသင်၏အချက်အလက်များကိုပြန်လည်ပြုပြင်ခြင်းကိုတောင်းဆိုပါကသင်၏အချက်အလက်များကိုပြန်လည်ပြုပြင်ခြင်းကိုတောင်းဆိုပါက, ကျွန်ုပ်တို့၏တရားဝင်အကြောင်းပြချက်များနှင့်သက်ဆိုင်သည့်အခြေစိုက်စခန်းများသည်ကျွန်ုပ်တို့၏တရားဝင်အကြောင်းပြချက်များလွှမ်းမိုးမှုရှိ, မရှိ. မရှင်းလင်းသေးသရွေ့, - အနုပညာနှင့်အညီအကြောင်းကြားရန်အခွင့်အရေး။ 19 GDPR: အကယ်. သင်သည်သင်၏ rectification ကို rectifyure ကိုဖျက်ပစ်လိုက်လျှင်, ဤလက်ခံသူများနှင့် ပတ်သက်. သင့်အားအသိပေးပိုင်ခွင့်ရှိသည်။ - အနုပညာနှင့်အညီဒေတာသယ်ဆောင်နိုင်ခြင်း။ 20 GDPR: သင်ကျွန်ုပ်တို့အားစနစ်တကျ အသုံးပြု. စက်ဖတ်နိုင်သောပုံစံဖြင့်သင်ပေးထားသောသင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုလက်ခံရရှိရန်သို့မဟုတ်နည်းပညာပိုင်းအရဖြစ်နိုင်သည့်အခြား controller သို့လွှဲပြောင်းပေးရန်တောင်းဆိုခြင်းကိုသင်ရရှိပိုင်ခွင့်ရှိသည်။ - အနုပညာနှင့်အညီခွင့်ပြုထားသောခွင့်ပြုချက်ကိုထုတ်ယူပိုင်ခွင့်ရှိသည်။ 7 (3) GDPR: သင်အနာဂတ်အတွက်အကျိုးသက်ရောက်မှုနှင့်အတူအချိန်မရွေးဒေတာ၏ပြုပြင်ခြင်းအတွက်သင်၏ခွင့်ပြုချက်ကိုပြန်လည်ထုတ်ယူပိုင်ခွင့်ရှိသည်။ ဆုတ်ခွာရမည့်အချိန်တွင်ကျွန်ုပ်တို့သည်နောက်ထပ်ပြုပြင်ခြင်းသည်ခွင့်ပြုချက်မရှိဘဲအပြောင်းအလဲအတွက်တရားဝင်အခြေခံကို အခြေခံ. အရေးယူခြင်းအပေါ် အခြေခံ. မလုပ်ဆောင်နိုင်ပါက, သဘောတူခွင့်ပြုချက်ထုတ်ယူခြင်းသည်ခွင့်ပြုချက်မ 0 င်မီသဘောတူညီချက်အပေါ် အခြေခံ. အပြောင်းအလဲကိုအခြေခံသည်ကိုမထိခိုက်ပါ။ - အနုပညာနှင့်အညီတိုင်ကြားချက်ကိုတည်းခိုရန်အခွင့်အရေး။ 77 GDPR: သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုပြန်လည်ပြုပြင်ခြင်းသည် GDPR ကိုချိုးဖောက်သည်ဟုသင်ယုံကြည်ပါကသင့်အားသင်၏နေထိုင်ရာနေရာ,
nl: Het toepasselijke gegevensbeschermingsrecht verleent u uitgebreide rechten als betrokkene (rechten op informatie en interventie) ten aanzien van de verwerking van uw persoonsgegevens, waarover wij u hieronder informeren: - Recht op informatie overeenkomstig Art. 15 AVG: U heeft met name recht op informatie over uw door ons verwerkte persoonsgegevens, de verwerkingsdoeleinden, de categorieën van verwerkte persoonsgegevens, de ontvangers of categorieën van ontvangers aan wie uw gegevens zijn of worden bekendgemaakt, de geplande opslagduur of de criteria voor het bepalen van de opslagduur, het bestaan van een recht op rectificatie, wissing, beperking van de verwerking, bezwaar tegen de verwerking, klacht bij een toezichthoudende autoriteit, de herkomst van uw gegevens, indien deze niet door ons bij u zijn verzameld, het bestaan van geautomatiseerde besluitvorming inclusief profilering en, indien van toepassing, zinvolle informatie over de betrokken logica en de reikwijdte en de beoogde gevolgen van een dergelijke verwerking voor u, evenals uw recht op informatie over welke garanties overeenkomstig Art. 46 AVG bestaan bij doorgifte van uw gegevens aan derde landen; - Recht op rectificatie overeenkomstig Art. 16 AVG: U heeft recht op onmiddellijke rectificatie van onjuiste gegevens die op u betrekking hebben en/of aanvulling van uw bij ons opgeslagen onvolledige gegevens; - Recht op wissing overeenkomstig Art. 17 AVG: U heeft het recht om de wissing van uw persoonsgegevens te verlangen indien aan de voorwaarden van Art. 17 lid 1 AVG is voldaan. Dit recht bestaat echter met name niet indien de verwerking noodzakelijk is voor de uitoefening van het recht op vrijheid van meningsuiting en informatie, voor de nakoming van een wettelijke verplichting, om redenen van algemeen belang of voor de vaststelling, uitoefening of verdediging van rechtsvorderingen; - Recht op beperking van de verwerking overeenkomstig Art. 18 AVG: U heeft het recht om de beperking van de verwerking van uw persoonsgegevens te verlangen zolang de door u betwiste juistheid van uw gegevens wordt gecontroleerd, indien u een wissing van uw gegevens wegens onrechtmatige gegevensverwerking weigert en in plaats daarvan de beperking van de verwerking van uw gegevens verlangt, indien u uw gegevens nodig heeft voor de vaststelling, uitoefening of verdediging van rechtsvorderingen, nadat wij deze gegevens na het bereiken van het doel niet meer nodig hebben of indien u bezwaar heeft gemaakt om redenen die verband houden met uw specifieke situatie, zolang nog niet vaststaat of onze gerechtvaardigde gronden zwaarder wegen; - Recht op informatie overeenkomstig Art. 19 AVG: Indien u het recht op rectificatie, wissing of beperking van de verwerking jegens de verantwoordelijke heeft uitgeoefend, is deze verplicht om alle ontvangers aan wie de op u betrekking hebbende persoonsgegevens zijn bekendgemaakt, van deze rectificatie of wissing van de gegevens of beperking van de verwerking op de hoogte te stellen, tenzij dit onmogelijk blijkt of onevenredig veel inspanning vergt. U heeft het recht om over deze ontvangers te worden geïnformeerd. - Recht op gegevensoverdraagbaarheid overeenkomstig Art. 20 AVG: U heeft het recht om uw persoonsgegevens, die u ons heeft verstrekt, in een gestructureerd, gangbaar en machineleesbaar formaat te ontvangen of om de overdracht aan een andere verantwoordelijke te verlangen, voor zover dit technisch haalbaar is; - Recht op intrekking van verleende toestemmingen overeenkomstig Art. 7 lid 3 AVG: U heeft het recht om een eenmaal verleende toestemming voor de verwerking van gegevens te allen tijde met werking voor de toekomst in te trekken. In geval van intrekking zullen wij de betreffende gegevens onmiddellijk verwijderen, tenzij verdere verwerking niet kan worden gebaseerd op een rechtsgrondslag voor verwerking zonder toestemming. Door de intrekking van de toestemming wordt de rechtmatigheid van de verwerking die op basis van de toestemming tot aan de intrekking heeft plaatsgevonden, niet aangetast; - Recht op klacht overeenkomstig Art. 77 AVG: Indien u van mening bent dat de verwerking van de op u betrekking hebbende persoonsgegevens in strijd is met de AVG, heeft u – onverminderd een ander administratiefrechtelijk of gerechtelijk rechtsmiddel – het recht om een klacht in te dienen bij een toezichthoudende autoriteit, met name in de lidstaat van uw gewone verblijfplaats, uw werkplek of de plaats van de vermeende overtreding.
no: Den gjeldende databeskyttelsesloven gir deg omfattende rettigheter som registrert (rettigheter til informasjon og intervensjon) overfor behandlingsansvarlig med hensyn til behandlingen av dine personopplysninger, som vi vil informere deg om nedenfor: - Rett til informasjon etter art. 15 GDPR: Spesielt har du rett til å få informasjon om dine personopplysninger behandlet av oss, formålene med behandlingen, kategoriene av personopplysninger som behandles, mottakerne eller kategoriene av mottakere som dataene dine har blitt eller vil bli utlevert til, den planlagte lagringsperioden eller kriteriene for å bestemme lagringsperioden, eksistensen av en rett til å klage, innsigelse mot en behandling, begrensning av en prosess tilsynsmyndighet, opprinnelsen til dataene dine hvis de ikke ble samlet inn av oss fra deg, eksistensen av automatiserte beslutninger, inkludert profilering, og, der det er aktuelt, meningsfull informasjon om logikken som er involvert og betydningen og de forutsatte konsekvensene av slik behandling for deg, samt din rett til å bli informert om garantiene som eksisterer i henhold til art. 46 GDPR når dataene dine overføres til tredjeland; - Rett til retting etter art. 16 GDPR: Du har rett til å få uriktige data om deg rettet uten forsinkelse og/eller å få komplettert ufullstendige data som er lagret av oss. - Rett til sletting iht. 17 GDPR: Du har rett til å be om sletting av dine personopplysninger dersom betingelsene i art. 17(1) GDPR er oppfylt. Denne retten gjelder imidlertid ikke særlig dersom behandlingen er nødvendig for å utøve ytrings- og informasjonsfriheten, for å overholde en rettslig forpliktelse, av hensyn til allmenne hensyn eller for å etablere, utøve eller forsvare rettskrav. - Rett til begrensning av behandling etter art. 18 GDPR: Du har rett til å be om begrensning av behandlingen av dine personopplysninger så lenge nøyaktigheten av dine data blir verifisert hvis du har protestert mot sletting av dataene dine på grunn av utillatelig databehandling og i stedet be om begrensning av behandlingen av dataene dine hvis du trenger dataene dine for å hevde, utøve eller forsvare deg for å oppfylle rettslige krav for lenger, eller hvis vi ikke lenger har behov for dette, har fremmet en innsigelse på grunn av din spesielle situasjon, så lenge det ennå ikke er klart om våre legitime grunner har forrang; - Rett til å bli informert iht. 19 GDPR: Hvis du har benyttet deg av din rett til retting, sletting eller begrensning av behandling overfor behandlingsansvarlig, er behandlingsansvarlig forpliktet til å varsle alle mottakere som personopplysningene dine er utlevert til om denne rettingen eller slettingen av dataene eller begrensning av behandlingen, med mindre dette viser seg umulig eller innebærer uforholdsmessig innsats. Du har rett til å bli informert om disse mottakerne. - Rett til dataportabilitet iht. 20 GDPR: Du har rett til å motta dine personopplysninger som du har gitt oss i et strukturert, vanlig brukt og maskinlesbart format eller til å be om overføring til en annen kontrollør, der det er teknisk mulig. - Rett til å trekke tilbake samtykke gitt i henhold til art. 7(3) GDPR: Du har rett til å trekke tilbake ditt samtykke til behandling av data når som helst med virkning for fremtiden. Ved tilbaketrekking vil vi slette de aktuelle dataene uten forsinkelse, med mindre videre behandling kan baseres på et rettslig grunnlag for behandling uten samtykke. Tilbaketrekking av samtykke påvirker ikke lovligheten av behandlingen basert på samtykke før tilbaketrekkingen. - Rett til å klage etter art. 77 GDPR: Hvis du mener at behandlingen av dine personopplysninger bryter med GDPR, har du rett til å sende inn en klage til en tilsynsmyndighet, spesielt i medlemsstaten der du bor, arbeidsstedet eller stedet for den påståtte krenkelsen, uten at det berører andre administrative eller rettslige rettsmidler.
pl: Obowiązujące przepisy o ochronie danych przyznają Ci jako osobie, której dane dotyczą, kompleksowe uprawnienia (prawo do informacji i interwencji) wobec administratora w związku z przetwarzaniem Twoich danych osobowych, o czym poinformujemy Cię poniżej: - Prawo do informacji zgodnie z art. 15 RODO: W szczególności masz prawo uzyskać informację o przetwarzanych przez nas Twoich danych osobowych, celach przetwarzania, kategoriach przetwarzanych danych osobowych, odbiorcach lub kategoriach odbiorców, którym Twoje dane zostały lub zostaną ujawnione, planowanym okresie przechowywania lub kryteriach ustalania okresu przechowywania, istnieniu prawa do sprostowania, usunięcia, ograniczenia przetwarzania, sprzeciwu wobec przetwarzania, skargi do organu nadzorczego, pochodzenia Twoich danych, jeśli nie zostały przez nas zebrane od Ciebie, istnienia zautomatyzowanych podejmowania decyzji, w tym profilowania, oraz, w stosownych przypadkach, istotnych informacji o logice oraz znaczeniu i przewidywanych konsekwencjach takiego przetwarzania dla Ciebie, a także o Twoim prawie do informacji o gwarancjach istniejących zgodnie z art. 46 RODO, gdy Twoje dane są przekazywane do państw trzecich; - Prawo do sprostowania zgodnie z art. 16 RODO: Masz prawo do niezwłocznego sprostowania nieprawidłowych danych, które Cię dotyczą i/lub uzupełnienia przechowywanych przez nas niekompletnych danych. - Prawo do usunięcia zgodnie z art. 17 RODO: Masz prawo żądać usunięcia swoich danych osobowych, jeżeli spełnione są warunki art. 17 ust. 1 RODO są spełnione. Prawo to nie ma jednak zastosowania w szczególności, jeżeli przetwarzanie jest niezbędne do korzystania z prawa do wolności wypowiedzi i informacji, do wywiązania się z obowiązku prawnego, ze względu na interes publiczny lub do ustalenia, dochodzenia lub obrony roszczeń. - Prawo do ograniczenia przetwarzania zgodnie z art. 18 RODO: Masz prawo żądać ograniczenia przetwarzania Twoich danych osobowych na czas sprawdzania prawidłowości Twoich danych, jeżeli wniosłeś sprzeciw wobec usunięcia Twoich danych ze względu na niedopuszczalne przetwarzanie danych i zamiast tego żądać ograniczenia przetwarzania Twoich danych, jeżeli Twoje dane są Ci potrzebne do dochodzenia, dochodzenia lub obrony roszczeń prawnych, gdy nie są nam już potrzebne do realizacji celu, dla którego zostały zebrane, lub jeśli wniosłeś sprzeciw z powodów związanych z Twoją szczególną sytuacją, o ile nie jest jeszcze jasne, czy przeważają nasze uzasadnione powody; - Prawo do informacji zgodnie z art. 19 RODO: Jeżeli skorzystałeś z prawa do sprostowania, usunięcia lub ograniczenia przetwarzania wobec administratora, administrator ma obowiązek powiadomić wszystkich odbiorców, którym ujawniono Twoje dane osobowe, o sprostowaniu lub usunięciu danych lub ograniczeniu przetwarzania, chyba że okaże się to niemożliwe lub będzie wymagało niewspółmiernie dużego wysiłku. Masz prawo być informowany o tych odbiorcach. - Prawo do przenoszenia danych zgodnie z art. 20 RODO: Masz prawo otrzymać swoje dane osobowe, które nam przekazałeś, w ustrukturyzowanym, powszechnie używanym formacie nadającym się do odczytu maszynowego lub zażądać ich przeniesienia do innego administratora, jeśli jest to technicznie wykonalne. - Prawo do cofnięcia zgody udzielonej zgodnie z art. 7 ust. 3 RODO: Masz prawo w każdej chwili wycofać swoją zgodę na przetwarzanie danych ze skutkiem na przyszłość. W przypadku odstąpienia od umowy niezwłocznie usuniemy dane, chyba że dalsze przetwarzanie będzie opierać się na podstawie prawnej umożliwiającej przetwarzanie bez zgody. Wycofanie zgody nie ma wpływu na zgodność z prawem przetwarzania, którego dokonano na podstawie zgody przed jej wycofaniem. - Prawo do złożenia reklamacji na podstawie art. 77 RODO: Jeżeli uważasz, że przetwarzanie Twoich danych osobowych narusza RODO, masz prawo wnieść skargę do organu nadzorczego, w szczególności w państwie członkowskim Twojego zamieszkania, Twojego miejsca pracy lub miejsca popełnienia zarzucanego naruszenia, bez uszczerbku dla innego środka administracyjnego lub sądowego.
pt: A legislação de proteção de dados aplicável concede a você, em relação ao controlador, amplos direitos do titular dos dados relativos ao processamento de seus dados pessoais (direitos de informação e intervenção), sobre os quais informamos a seguir: - Direito de acesso conforme art. 15 do GDPR: você tem, em especial, direito de obter informações sobre seus dados pessoais processados por nós, as finalidades do processamento, as categorias de dados pessoais processados, os destinatários ou categorias de destinatários a quem seus dados foram ou serão divulgados, o período de armazenamento planejado ou os critérios para determiná-lo, a existência de um direito de retificação, exclusão, restrição de processamento, oposição ao processamento, reclamação a uma autoridade de controle, a origem de seus dados caso não tenham sido coletados por nós junto a você, a existência de decisões automatizadas, incluindo a elaboração de perfis, e, se for o caso, informações significativas sobre a lógica envolvida, bem como sobre o alcance e os efeitos pretendidos de tal processamento, e seu direito de ser informado sobre as garantias existentes conforme o art. 46 do GDPR em caso de transferência de seus dados para países terceiros; - Direito de retificação conforme art. 16 do GDPR: você tem direito à correção imediata de dados incorretos a seu respeito e/ou ao complemento de seus dados incompletos armazenados por nós; - Direito de exclusão conforme art. 17 do GDPR: você tem o direito de exigir a exclusão de seus dados pessoais quando as condições do art. 17, par. 1 do GDPR forem atendidas. Esse direito, porém, não existe em especial quando o processamento for necessário para o exercício do direito à liberdade de expressão e informação, para cumprir uma obrigação legal, por motivos de interesse público ou para a formulação, exercício ou defesa de reivindicações legais; - Direito à restrição do processamento conforme art. 18 do GDPR: você tem direito de exigir a restrição do processamento de seus dados pessoais enquanto verificamos a exatidão dos dados contestados por você, se você recusar a exclusão de seus dados devido a processamento ilícito e solicitar em vez disso a restrição, se precisar dos dados para a formulação, exercício ou defesa de reivindicações legais depois de não serem mais necessários para a finalidade ou se você se opôs por motivos relacionados à sua situação particular enquanto não estiver claro se nossos motivos legítimos prevalecem; - Direito à informação conforme art. 19 do GDPR: se você tiver feito valer perante o controlador o direito de retificação, exclusão ou restrição do processamento, este é obrigado a comunicar tal retificação ou exclusão de dados ou restrição do processamento a todos os destinatários a quem os dados pessoais que lhe dizem respeito foram divulgados, a menos que isso se revele impossível ou envolva esforço desproporcional. Você tem direito de ser informado sobre esses destinatários. - Direito à portabilidade dos dados conforme art. 20 do GDPR: você tem direito de receber os dados pessoais que nos forneceu em um formato estruturado, de uso comum e leitura automática, ou de solicitar sua transferência a outro controlador, na medida em que isso seja tecnicamente viável; - Direito de retirar consentimentos dados conforme art. 7, par. 3 do GDPR: você tem o direito de revogar a qualquer momento, com efeito para o futuro, um consentimento concedido para o processamento de dados. Em caso de revogação, apagaremos imediatamente os dados afetados, desde que não haja base legal para um processamento posterior sem consentimento. A revogação não afeta a legalidade do processamento realizado com base no consentimento até a revogação; - Direito de reclamação conforme art. 77 do GDPR: se você considerar que o processamento dos seus dados pessoais viola o GDPR, você tem o direito, sem prejuízo de outros recursos administrativos ou judiciais, de apresentar uma reclamação a uma autoridade de controle, especialmente no Estado membro do seu local de residência, do seu local de trabalho ou do local da suposta infração.
ru: Действующее законодательство о защите данных предоставляет вам как субъекту данных обширные права в отношении обработки ваших персональных данных (права на информацию и вмешательство), о которых мы информируем ниже: - Право на доступ согласно ст. 15 GDPR: в частности, вы имеете право получать информацию о ваших персональных данных, которые мы обрабатываем, о целях обработки, категориях персональных данных, получателях или категориях получателей, которым ваши данные были или будут раскрыты, о предполагаемом сроке хранения или критериях его определения, о наличии права на исправление, удаление, ограничение обработки, возражение против обработки, жалобу в надзорный орган, об источнике ваших данных, если они не были собраны нами у вас, о существовании автоматизированного принятия решений, включая профилирование, и, при необходимости, значимой информации о задействованной логике и последствиях такого обработки для вас, а также о вашем праве быть проинформированным о гарантиях по ст. 46 GDPR при передаче ваших данных в третьи страны; - Право на исправление согласно ст. 16 GDPR: вы имеете право на немедленное исправление неверных данных, относящихся к вам, и/или дополнение ваших неполных данных, хранящихся у нас; - Право на удаление согласно ст. 17 GDPR: вы имеете право требовать удаление ваших персональных данных при наличии условий ст. 17 п. 1 GDPR. Это право, однако, не действует, если обработка необходима для осуществления права на свободу выражения мнений и информации, для выполнения юридического обязательства, по причинам общественного интереса или для предъявления, осуществления или защиты правовых требований; - Право на ограничение обработки согласно ст. 18 GDPR: вы имеете право требовать ограничение обработки ваших персональных данных, пока проверяется точность оспариваемых вами данных, если вы отказываетесь от удаления ваших данных из-за незаконной обработки и вместо этого требуете ограничение, если вам нужны данные для предъявления, осуществления или защиты правовых требований после того, как они нам больше не нужны для цели, или если вы возражали по причинам, связанным с вашей особой ситуацией, пока не будет установлено, преобладают ли наши законные основания; - Право на уведомление согласно ст. 19 GDPR: если вы заявили ответственному лицу право на исправление, удаление или ограничение обработки, он обязан сообщить обо всех получателях, которым были раскрыты персональные данные, затрагивающие вас, об этой корректировке или удалении данных или ограничении обработки, если это не окажется невозможным или не будет связано с несоразмерными усилиями. У вас есть право быть информированным об этих получателях. - Право на переносимость данных согласно ст. 20 GDPR: вы имеете право получать ваши персональные данные, которые вы предоставили нам, в структурированном, широко используемом и машиночитаемом формате или требовать передачу их другому контроллеру, если это технически возможно; - Право отозвать согласия согласно ст. 7 п. 3 GDPR: вы имеете право в любое время с будущим эффектом отозвать согласие на обработку данных. В случае отзыва мы немедленно удалим затронутые данные, если дальнейшая обработка не может быть основана на другой правовой основе без согласия. Отзыв не влияет на законность обработки, осуществленной на основании согласия до его отзыва; - Право на жалобу согласно ст. 77 GDPR: если вы считаете, что обработка ваших персональных данных нарушает GDPR, у вас есть право, помимо других административных или судебных средств защиты, подать жалобу в надзорный орган, в частности в государстве вашего обычного проживания, вашего места работы или места предполагаемого нарушения.
sl: Veljavna zakonodaja o varstvu podatkov vam kot posamezniku, na katerega se nanašajo osebni podatki, v zvezi z obdelavo vaših osebnih podatkov podeljuje celovite pravice (pravice do obveščanja in posredovanja) nasproti upravljavcu, o čemer vas bomo obvestili spodaj: - Pravica do obveščenosti po 3. čl. 15 GDPR: Zlasti imate pravico pridobiti informacije o vaših osebnih podatkih, ki jih obdelujemo, namenu obdelave, kategorijah obdelanih osebnih podatkov, prejemnikih ali kategorijah prejemnikov, ki so jim bili ali bodo vaši podatki razkriti, načrtovanem obdobju shranjevanja ali merilih za določitev obdobja shranjevanja, obstoju pravice do popravka, izbrisa, omejitve obdelave, ugovora obdelavi, pritožbe pri nadzornem organu, izvora podatkov. vaše podatke, če jih nismo zbrali od vas, obstoj avtomatiziranega odločanja, vključno s profiliranjem, in, kjer je primerno, pomembne informacije o vključeni logiki ter pomenu in predvidenih posledicah takšne obdelave za vas, kot tudi vašo pravico do obveščenosti o jamstvih, ki obstajajo v skladu s čl. 46 GDPR, ko se vaši podatki prenašajo v tretje države; - Pravica do popravka po čl. 16 GDPR: Pravico imate do nemudoma popravka netočnih podatkov v zvezi z vami in/ali do dopolnitve nepopolnih podatkov, ki jih hranimo. - Pravica do izbrisa po 2. čl. 17 GDPR: Pravico imate zahtevati izbris vaših osebnih podatkov, če so izpolnjeni pogoji iz čl. 17(1) GDPR. Vendar ta pravica ne velja zlasti, če je obdelava potrebna za uveljavljanje pravice do svobode izražanja in obveščanja, za izpolnjevanje pravne obveznosti, zaradi javnega interesa ali za uveljavljanje, izvajanje ali obrambo pravnih zahtevkov. - Pravica do omejitve obdelave po čl. 18 GDPR: Pravico imate zahtevati omejitev obdelave vaših osebnih podatkov, dokler se preverja točnost vaših podatkov, če ste ugovarjali izbrisu vaših podatkov zaradi nedopustne obdelave podatkov in namesto tega zahtevate omejitev obdelave vaših podatkov, če vaše podatke potrebujete za uveljavljanje, uveljavljanje ali obrambo pravnih zahtevkov, potem ko teh podatkov ne potrebujemo več za izpolnitev namena, za katerega so bili zbrani, ali če vi ste vložili ugovor zaradi razlogov, ki se nanašajo na vašo posebno situacijo, če še ni jasno, ali prevladajo naši zakoniti razlogi; - Pravica do obveščenosti po čl. 19 GDPR: Če ste uveljavljali svojo pravico do popravka, izbrisa ali omejitve obdelave v odnosu do upravljavca, je upravljavec dolžan obvestiti vse prejemnike, ki so jim bili razkriti vaši osebni podatki, o tem popravku ali izbrisu podatkov ali omejitvi obdelave, razen če se to izkaže za nemogoče ali vključuje nesorazmeren napor. Imate pravico biti obveščen o teh prejemnikih. - Pravica do prenosljivosti podatkov po 2. čl. 20 GDPR: Pravico imate, da svoje osebne podatke, ki ste nam jih posredovali, prejmete v strukturirani, splošno uporabljani in strojno berljivi obliki ali da zahtevate njihov prenos k drugemu upravljavcu, če je to tehnično izvedljivo. - Pravica do preklica dane privolitve v skladu s čl. 7(3) GDPR: Imate pravico, da kadar koli prekličete svoje soglasje za obdelavo podatkov z učinkom za naprej. V primeru umika bomo zadevne podatke brez odlašanja izbrisali, razen če nadaljnja obdelava lahko temelji na pravni podlagi za obdelavo brez privolitve. Preklic privolitve ne vpliva na zakonitost obdelave na podlagi privolitve pred njenim preklicem. - Pravica do vložitve pritožbe po čl. 77 GDPR: Če menite, da obdelava vaših osebnih podatkov krši GDPR, imate pravico do vložitve pritožbe pri nadzornem organu, zlasti v državi članici vašega prebivališča, delovnega mesta ali kraja domnevne kršitve, brez poseganja v katero koli drugo upravno ali sodno pravno sredstvo.
sr: Важећи закон о заштити података даје вам свеобухватна права као субјекту података (право на информације и интервенцију) у односу на контролора у вези са обрадом ваших личних података, о чему ћемо вас обавестити у наставку: - Право на информисање сходно чл. 15 ГДПР: Конкретно, имате право да добијете информације о вашим личним подацима које обрађујемо, сврси обраде, категоријама личних података који се обрађују, примаоцима или категоријама прималаца којима су ваши подаци откривени или ће бити откривени, планираном периоду складиштења или критеријумима за одређивање периода складиштења, постојању права на исправку, брисање, приговору, приговору на обраду, ограничењу ауторске обраде, ограничавању порекла обраде. ваше податке ако их ми нисмо прикупили од вас, постојање аутоматизованог доношења одлука, укључујући профилисање, и, где је применљиво, смислене информације о укљученој логици и значају и предвиђеним последицама такве обраде за вас, као и ваше право да будете обавештени о гаранцијама које постоје у складу са чл. 46 ГДПР када се ваши подаци преносе у треће земље; - Право на исправку у складу са чл. 16 ГДПР: Имате право да без одлагања исправите нетачне податке који се тичу вас и/или да допуните непотпуне податке које чувамо. - Право на брисање сходно чл. 17 ГДПР: Имате право да захтевате брисање ваших личних података ако су испуњени услови из чл. 17(1) ГДПР су испуњени. Међутим, ово право се не примењује посебно ако је обрада неопходна за остваривање права на слободу изражавања и информисања, за поштовање законске обавезе, из разлога јавног интереса или за успостављање, остваривање или одбрану правних захтева. - Право на ограничење обраде сходно чл. 18 ГДПР: Имате право да затражите ограничење обраде ваших личних података све док се проверава тачност ваших података ако сте уложили приговор на брисање ваших података на основу недозвољене обраде података и уместо тога затражити ограничење обраде ваших података ако су вам подаци потребни за тврдњу, остваривање или одбрану правних захтева за које више нисмо имали потребе за прикупљањем података или након што више нисмо имали потребе за прикупљањем података. уложили приговор на основу разлога који се односе на вашу конкретну ситуацију, све док још није јасно да ли преовладавају наши легитимни разлози; - Право на информисање сходно чл. 19 ГДПР: Ако сте искористили своје право на исправку, брисање или ограничење обраде у односу на контролора, контролор је дужан да обавести све примаоце којима су откривени ваши лични подаци о овом исправљању или брисању података или ограничењу обраде, осим ако се то покаже немогућим или укључује несразмеран напор. Имате право да будете обавештени о овим примаоцима. - Право на преносивост података у складу са чл. 20 ГДПР: Имате право да примите своје личне податке које сте нам дали у структурираном, уобичајено коришћеном и машински читљивом формату или да затражите њихов пренос другом контролору, када је то технички изводљиво. - Право на повлачење сагласности дате у складу са чл. 7(3) ГДПР: Имате право да повучете своју сагласност за обраду података у било ком тренутку са ефектом за будућност. У случају повлачења, без одлагања ћемо избрисати дотичне податке, осим ако се даља обрада не може заснивати на правном основу за обраду без сагласности. Повлачење сагласности не утиче на законитост обраде на основу сагласности пре њеног повлачења. - Право на подношење жалбе у складу са чл. 77 ГДПР: Ако сматрате да обрада ваших личних података крши ГДПР, имате право да поднесете жалбу надзорном органу, посебно у држави чланици вашег пребивалишта, вашем радном месту или месту наводног кршења, не доводећи у питање било који други административни или судски лек.
sv: Den tillämpliga dataskyddslagstiftningen ger dig omfattande rättigheter som registrerad (rätt till information och ingripande) gentemot den personuppgiftsansvarige med avseende på behandlingen av dina personuppgifter, vilket vi kommer att informera dig om nedan: - Rätt till information enligt art. 15 GDPR: Du har särskilt rätt att få information om dina personuppgifter som behandlas av oss, ändamålen med behandlingen, kategorierna av personuppgifter som behandlas, mottagare eller kategorier av mottagare till vilka dina uppgifter har lämnats eller kommer att lämnas ut, den planerade lagringsperioden eller kriterierna för att bestämma lagringsperioden, förekomsten av en rätt till rättelse, invändning mot en behandling, begränsning av en behandling, begränsning av behandling, tillsynsmyndighet, ursprunget till dina uppgifter om de inte har samlats in av oss från dig, förekomsten av automatiserat beslutsfattande, inklusive profilering, och, i förekommande fall, meningsfull information om logiken som är involverad och betydelsen och de förväntade konsekvenserna av sådan behandling för dig, samt din rätt att bli informerad om de garantier som finns i enlighet med Art. 46 GDPR när dina uppgifter överförs till tredjeländer; - Rätt till rättelse enligt art. 16 GDPR: Du har rätt att utan dröjsmål få felaktiga uppgifter om dig rättade och/eller att få ofullständiga uppgifter som lagras av oss kompletterade. - Rätt till radering enligt art. 17 GDPR: Du har rätt att begära radering av dina personuppgifter om villkoren i art. 17(1) GDPR är uppfyllda. Denna rätt gäller dock inte särskilt om behandlingen är nödvändig för att utöva yttrande- och informationsfriheten, för att uppfylla en rättslig skyldighet, av hänsyn till allmänintresset eller för att fastställa, utöva eller försvara rättsliga anspråk. - Rätt till begränsning av behandlingen enligt art. 18 GDPR: Du har rätt att begära begränsning av behandlingen av dina personuppgifter så länge som riktigheten av dina uppgifter verifieras om du har invänt mot radering av dina uppgifter på grund av otillåten databehandling och istället begära begränsning av behandlingen av dina uppgifter om du behöver dina uppgifter för att hävda, utöva eller försvara dig för att uppfylla rättsliga anspråk för detta, om vi inte längre har behov av detta, eller om vi inte längre har behov av detta, har lämnat in en invändning på grunder som rör din speciella situation, så länge det ännu inte är klart om våra legitima skäl råder; - Rätt att bli informerad enligt art. 19 GDPR: Om du har utövat din rätt till rättelse, radering eller begränsning av behandling gentemot den personuppgiftsansvarige, är den personuppgiftsansvarige skyldig att meddela alla mottagare till vilka dina personuppgifter har lämnats ut om denna rättelse eller radering av uppgifterna eller begränsning av behandlingen, såvida detta inte visar sig vara omöjligt eller innebär oproportionerlig ansträngning. Du har rätt att bli informerad om dessa mottagare. - Rätt till dataportabilitet enligt art. 20 GDPR: Du har rätt att få dina personuppgifter som du har lämnat till oss i ett strukturerat, allmänt använt och maskinläsbart format eller att begära att de överförs till en annan personuppgiftsansvarig, där det är tekniskt möjligt. - Rätt att återkalla samtycke som beviljats ​​i enlighet med art. 7(3) GDPR: Du har rätt att när som helst återkalla ditt samtycke till behandling av uppgifter med verkan för framtiden. Vid återkallelse kommer vi att radera berörda uppgifter utan dröjsmål, såvida inte vidare behandling kan baseras på en laglig grund för behandling utan samtycke. Återkallandet av samtycke påverkar inte lagenligheten av behandlingen baserad på samtycke innan dess återkallelse. - Rätt att inge klagomål enligt art. 77 GDPR: Om du anser att behandlingen av dina personuppgifter bryter mot GDPR har du rätt att lämna in ett klagomål till en tillsynsmyndighet, särskilt i den medlemsstat där du är bosatt, på din arbetsplats eller på platsen för den påstådda överträdelsen, utan att det påverkar andra administrativa eller rättsliga åtgärder.
sw: Sheria inayotumika ya Ulinzi wa Takwimu inakupa haki kamili kama somo la data (haki za habari na uingiliaji) vis-a-vis mtawala kuhusu usindikaji wa data yako ya kibinafsi, ambayo tutakujulisha hapa chini: - Haki ya habari kulingana na sanaa. 15 GDPR: Hasa, unayo haki ya kupata habari juu ya data yako ya kibinafsi iliyosindika na sisi, madhumuni ya usindikaji, aina za data za kibinafsi, wapokeaji au aina ya wapokeaji ambao data yako imekuwa au itafunuliwa, kipindi cha uhifadhi au usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, usindikaji, Ikiwa haikukusanywa na sisi kutoka kwako, uwepo wa maamuzi ya kiotomatiki, pamoja na maelezo, na, inapotumika, habari yenye maana juu ya mantiki inayohusika na umuhimu na matokeo yaliyotarajiwa ya usindikaji kama huo kwako, na haki yako ya kufahamishwa juu ya dhamana ambayo inapatikana kulingana na sanaa. 46 GDPR wakati data yako inahamishiwa nchi za tatu; - Haki ya kurekebisha kulingana na sanaa. 16 GDPR: Una haki ya kuwa na data sahihi juu ya uliyorekebishwa bila kuchelewesha na/au kuwa na data kamili iliyohifadhiwa na Amerika iliyokamilishwa. - Haki ya kufuta kufuata sanaa. 17 GDPR: Una haki ya kuomba utaftaji wa data yako ya kibinafsi ikiwa hali ya sanaa. 17 (1) GDPR imefikiwa. Walakini, haki hii haifanyi kazi haswa ikiwa usindikaji ni muhimu kwa kutumia haki ya uhuru wa kujieleza na habari, kwa kufuata wajibu wa kisheria, kwa sababu za masilahi ya umma au kwa uanzishwaji, mazoezi au utetezi wa madai ya kisheria. - Haki ya kizuizi cha usindikaji kulingana na sanaa. 18 GDPR: Una haki ya kuomba kizuizi cha usindikaji wa data yako ya kibinafsi kwa muda mrefu kama usahihi wa data yako unathibitishwa ikiwa umekataa utaftaji wa data yako kwa misingi ya usindikaji wa data isiyoweza kutekelezwa na badala yake uombe kizuizi cha data yako ikiwa unahitaji kusudi la data yako, ikiwa hauhitaji kusudi la data yako, ikiwa hauhitaji kusudi la data yako ya kusudi, ikiwa hauhitaji kusudi la data yako ya kusudi la kusudi la kutawaliwa kwa sababu ya kusudi la data yako ya kusudi la kusudi la kutawaliwa na madai ya kusudi la data ya kusudi la kusudi la kutaja kwamba kusudi la data ya kutawa Kwa misingi inayohusiana na hali yako fulani, kwa muda mrefu kama bado haijaonekana wazi ikiwa sababu zetu halali zinashinda; - Haki ya kuarifiwa kulingana na sanaa. 19 GDPR: Ikiwa umetumia haki yako ya kurekebisha, kukomesha au kizuizi cha usindikaji wa vis-a-vis mtawala, mtawala analazimika kuwaarifu wapokeaji wote ambao data yako ya kibinafsi imefunuliwa juu ya urekebishaji huu au kufuta data au kizuizi cha usindikaji, isipokuwa hii inathibitisha kuwa haiwezekani au inajumuisha juhudi. Una haki ya kufahamishwa juu ya wapokeaji hawa. - Haki ya usambazaji wa data kulingana na sanaa. 20 GDPR: Una haki ya kupokea data yako ya kibinafsi ambayo umetupatia katika muundo uliowekwa, unaotumika na unaoweza kusomeka mashine au kuomba uhamishaji wake kwa mtawala mwingine, ambapo kiufundi inawezekana. - Haki ya kuondoa idhini iliyotolewa kulingana na sanaa. 7 (3) GDPR: Una haki ya kuondoa idhini yako kwa usindikaji wa data wakati wowote na athari kwa siku zijazo. Katika tukio la kujiondoa, tutafuta data inayohusika bila kuchelewesha, isipokuwa usindikaji zaidi unaweza kutegemea msingi wa kisheria wa usindikaji bila idhini. Kuondolewa kwa idhini hakuathiri uhalali wa usindikaji kulingana na idhini kabla ya kujiondoa. - Haki ya kuweka malalamiko kulingana na sanaa. 77 GDPR: Ikiwa unaamini kuwa usindikaji wa data yako ya kibinafsi unakiuka GDPR, una haki ya kuweka malalamiko na mamlaka ya usimamizi, haswa katika jimbo la mwanachama wa makazi yako, mahali pako pa kazi au mahali pa ukiukwaji wa madai, bila ubaguzi kwa suluhisho lingine la kiutawala au la mahakama.
th: กฎหมายคุ้มครองข้อมูลที่บังคับใช้ให้สิทธิ์ที่ครอบคลุมแก่คุณในฐานะเจ้าของข้อมูล (สิทธิ์ของข้อมูลและการแทรกแซง) เทียบกับผู้ควบคุมที่เกี่ยวข้องกับการประมวลผลข้อมูลส่วนบุคคลของคุณ ซึ่งเราจะแจ้งให้คุณทราบด้านล่าง: - สิทธิ์ในข้อมูลตามมาตรา 15 GDPR: โดยเฉพาะอย่างยิ่ง คุณมีสิทธิ์ได้รับข้อมูลเกี่ยวกับข้อมูลส่วนบุคคลของคุณที่เราประมวลผล วัตถุประสงค์ของการประมวลผล ประเภทของข้อมูลส่วนบุคคลที่ประมวลผล ผู้รับหรือประเภทของผู้รับที่ข้อมูลของคุณได้รับหรือจะถูกเปิดเผย ระยะเวลาการจัดเก็บที่วางแผนไว้หรือเกณฑ์ในการกำหนดระยะเวลาในการจัดเก็บ การมีอยู่ของสิทธิ์ในการแก้ไข การลบ การจำกัดการประมวลผล การคัดค้านการประมวลผล การร้องเรียนต่อหน่วยงานกำกับดูแล ที่มาของข้อมูลของคุณหากเราไม่ได้รวบรวมจากคุณ การมีอยู่ของ การตัดสินใจโดยอัตโนมัติ รวมถึงการจัดทำโปรไฟล์ และข้อมูลที่มีความหมายเกี่ยวกับตรรกะที่เกี่ยวข้อง และความสำคัญและผลที่ตามมาของการประมวลผลดังกล่าวสำหรับคุณ รวมถึงสิทธิ์ของคุณที่จะได้รับการแจ้งถึงการรับประกันที่มีอยู่ตามมาตรา 46 GDPR เมื่อข้อมูลของคุณถูกถ่ายโอนไปยังประเทศที่สาม - สิทธิในการแก้ไขตามมาตรา. 16 GDPR: คุณมีสิทธิ์ที่จะให้มีข้อมูลที่ไม่ถูกต้องเกี่ยวกับคุณได้รับการแก้ไขโดยไม่ชักช้า และ/หรือให้เราจัดเก็บข้อมูลที่ไม่สมบูรณ์ให้ครบถ้วน - สิทธิในการลบล้างตามมาตรา. 17 GDPR: คุณมีสิทธิ์ร้องขอให้ลบข้อมูลส่วนบุคคลของคุณหากเป็นไปตามเงื่อนไขของ Art. เป็นไปตาม GDPR 17(1) อย่างไรก็ตาม สิทธิ์นี้ใช้ไม่ได้โดยเฉพาะหากการประมวลผลมีความจำเป็นสำหรับการใช้สิทธิเสรีภาพในการแสดงออกและข้อมูล เพื่อปฏิบัติตามภาระผูกพันทางกฎหมาย เพื่อประโยชน์สาธารณะ หรือเพื่อการสร้าง การใช้ หรือการป้องกันข้อเรียกร้องทางกฎหมาย - สิทธิ์ในการจำกัดการประมวลผลตามมาตรา 18 GDPR: คุณมีสิทธิ์ร้องขอการจำกัดการประมวลผลข้อมูลส่วนบุคคลของคุณตราบเท่าที่ความถูกต้องของข้อมูลของคุณยังได้รับการตรวจสอบ หากคุณได้คัดค้านการลบข้อมูลของคุณเนื่องจากการประมวลผลข้อมูลที่ยอมรับไม่ได้ และขอการจำกัดการประมวลผลข้อมูลของคุณแทน หากคุณต้องการข้อมูลของคุณสำหรับการยืนยัน การดำเนินการ หรือการป้องกันข้อเรียกร้องทางกฎหมาย หลังจากที่เราไม่ต้องการข้อมูลนี้เพื่อบรรลุวัตถุประสงค์ที่ถูกรวบรวมอีกต่อไป หรือหากคุณได้ยื่นคัดค้านโดยเหตุที่เกี่ยวข้องกับ สถานการณ์เฉพาะของคุณ ตราบใดที่ยังไม่ชัดเจนว่าเหตุผลอันชอบด้วยกฎหมายของเรามีผลเหนือกว่าหรือไม่ - สิทธิที่จะได้รับแจ้งตามมาตรา. 19 GDPR: หากคุณใช้สิทธิ์ในการแก้ไข ลบ หรือการจำกัดการประมวลผลกับผู้ควบคุม ผู้ควบคุมมีหน้าที่ต้องแจ้งให้ผู้รับทุกคนที่ได้รับการเปิดเผยข้อมูลส่วนบุคคลของคุณทราบถึงการแก้ไขหรือการลบข้อมูลนี้ หรือการจำกัดการประมวลผล เว้นแต่จะพิสูจน์ได้ว่าเป็นไปไม่ได้หรือเกี่ยวข้องกับความพยายามที่ไม่สมส่วน คุณมีสิทธิ์ที่จะได้รับแจ้งเกี่ยวกับผู้รับเหล่านี้ - สิทธิ์ในการพกพาข้อมูลตามมาตรา 20 GDPR: คุณมีสิทธิ์รับข้อมูลส่วนบุคคลของคุณที่คุณมอบให้เราในรูปแบบที่มีโครงสร้าง ใช้กันทั่วไป และอ่านได้ด้วยเครื่อง หรือขอถ่ายโอนข้อมูลไปยังผู้ควบคุมรายอื่น ในกรณีที่เป็นไปได้ทางเทคนิค - สิทธิในการเพิกถอนความยินยอมที่ได้รับตามมาตรา 7(3) GDPR: คุณมีสิทธิที่จะเพิกถอนความยินยอมในการประมวลผลข้อมูลได้ตลอดเวลาโดยมีผลในอนาคต ในกรณีที่มีการถอนออก เราจะลบข้อมูลที่เกี่ยวข้องโดยไม่ชักช้า เว้นแต่การประมวลผลเพิ่มเติมจะเป็นไปตามพื้นฐานทางกฎหมายสำหรับการประมวลผลโดยไม่ได้รับความยินยอม การเพิกถอนความยินยอมไม่ส่งผลกระทบต่อความถูกต้องตามกฎหมายของการประมวลผลโดยได้รับความยินยอมก่อนการเพิกถอน - สิทธิในการยื่นเรื่องร้องเรียนตามมาตรา. 77 GDPR: หากคุณเชื่อว่าการประมวลผลข้อมูลส่วนบุคคลของคุณละเมิด GDPR คุณมีสิทธิ์ยื่นเรื่องร้องเรียนต่อหน่วยงานกำกับดูแล โดยเฉพาะอย่างยิ่งในประเทศสมาชิกของถิ่นที่อยู่ของคุณ สถานที่ทำงานของคุณ หรือสถานที่ที่ถูกกล่าวหาว่าละเมิด โดยไม่กระทบต่อการแก้ไขทางการบริหารหรือการพิจารณาคดีอื่นใด
tr: Yürürlükteki veri koruma kanunu, size aşağıda bilgi vereceğimiz kişisel verilerinizin işlenmesiyle ilgili olarak veri sahibi olarak kontrolör karşısında size kapsamlı haklar (bilgi alma ve müdahale hakları) vermektedir: - Sanat uyarınca bilgi edinme hakkı. 15 GDPR: Özellikle, bizim tarafımızdan işlenen kişisel verileriniz, işlenme amaçları, işlenen kişisel verilerin kategorileri, verilerinizin açıklandığı veya açıklanacağı alıcılar veya alıcı kategorileri, planlanan saklama süresi veya saklama süresini belirleme kriterleri, düzeltme, silme, işlemenin kısıtlanması, işlemeye itiraz, bir denetleyici makama şikayet, verilerinizin tarafımızca sizden toplanmadıysa kaynağı, otomatik verilerin varlığı hakkında bilgi alma hakkına sahipsiniz. Profil oluşturma da dahil olmak üzere karar verme ve uygun olduğu durumlarda, ilgili mantık hakkında anlamlı bilgiler ve söz konusu işlemenin sizin için önemi ve öngörülen sonuçları ile Sanat uyarınca mevcut garantiler hakkında bilgilendirilme hakkınız. Verileriniz üçüncü ülkelere aktarıldığında 46 GDPR; - Sanat uyarınca düzeltme hakkı. 16 GDPR: Sizinle ilgili yanlış verilerin gecikmeden düzeltilmesini ve/veya tarafımızdan saklanan eksik verilerin tamamlanmasını sağlama hakkına sahipsiniz. - Madde uyarınca silme hakkı. 17 GDPR: Art. 17(1) GDPR karşılanmıştır. Ancak bu hak, özellikle işlemenin ifade ve bilgi edinme özgürlüğü hakkının kullanılması, yasal bir yükümlülüğe uygunluk, kamu yararı nedeniyle veya yasal iddiaların tesisi, uygulanması veya savunulması için gerekli olması durumunda geçerli değildir. - Sanat uyarınca işlemenin kısıtlanması hakkı. 18 GDPR: Verilerinizin silinmesine kabul edilemez veri işleme gerekçesiyle itiraz ettiyseniz ve bunun yerine, toplanma amacını yerine getirmek için bu verilere artık ihtiyacımız kalmadıktan sonra verilerinize yasal iddiaların ileri sürülmesi, uygulanması veya savunulması için ihtiyaç duyuyorsanız veya özel durumunuzla ilgili gerekçelerle itirazda bulunduysanız, verilerinizin doğruluğu doğrulandığı sürece kişisel verilerinizin işlenmesinin kısıtlanmasını talep etme hakkına sahipsiniz: meşru nedenlerimizin geçerli olup olmadığı henüz belli olmadığı sürece; - Madde uyarınca bilgilendirilme hakkı. 19 GDPR: Kontrolöre karşı işlemenin düzeltilmesi, silinmesi veya kısıtlanması hakkınızı kullandıysanız, kontrolör, imkansız olmadığı veya orantısız bir çaba gerektirmediği sürece, kişisel verilerinizin ifşa edildiği tüm alıcıları bu düzeltme veya silme veya işlemenin kısıtlanması konusunda bilgilendirmekle yükümlüdür. Bu alıcılar hakkında bilgilendirilme hakkınız vardır. - Madde uyarınca veri taşınabilirliği hakkı. 20 GDPR: Bize sağladığınız kişisel verilerinizi yapılandırılmış, yaygın olarak kullanılan ve makine tarafından okunabilir bir formatta alma veya teknik olarak mümkün olduğu takdirde bunların başka bir denetleyiciye aktarılmasını talep etme hakkına sahipsiniz. - Madde uyarınca verilen rızayı geri çekme hakkı. 7(3) GDPR: Verilerin işlenmesine ilişkin onayınızı, gelecekte geçerli olacak şekilde istediğiniz zaman geri çekme hakkına sahipsiniz. Geri çekilme durumunda, daha fazla işlemenin izinsiz işleme için yasal bir temele dayanmaması durumunda, ilgili verileri gecikmeden sileceğiz. Rızanın geri çekilmesi, geri çekilmeden önce rızaya dayalı olarak yapılan işlemelerin hukuka uygunluğunu etkilemez. - Sanat uyarınca şikayette bulunma hakkı. 77 GDPR: Kişisel verilerinizin işlenmesinin GDPR'yi ihlal ettiğine inanıyorsanız, diğer idari veya adli çözüm yollarına halel getirmeksizin, özellikle ikamet ettiğiniz Üye Devlette, iş yerinizde veya ihlal iddiasının gerçekleştiği yerde bir denetim makamına şikayette bulunma hakkına sahipsiniz.
uk: Застосовне законодавство про захист даних надає вам як суб’єкту даних повні права (права на інформацію та втручання) по відношенню до контролера щодо обробки ваших персональних даних, про що ми повідомимо вам нижче: - Право на інформацію відповідно до ст. 15 GDPR: Зокрема, ви маєте право отримати інформацію про ваші персональні дані, які ми обробляємо, цілі обробки, категорії персональних даних, що обробляються, одержувачів або категорії одержувачів, яким ваші дані були або будуть розкриті, запланований період зберігання або критерії для визначення періоду зберігання, наявність права на виправлення, видалення, обмеження обробки, заперечення щодо обробки, скаргу до наглядового органу, походження ваші дані, якщо вони не були зібрані нами від вас, наявність автоматизованого прийняття рішень, у тому числі профілювання, і, де це застосовно, значущу інформацію про залучену логіку та значення та передбачувані наслідки такої обробки для вас, а також ваше право бути поінформованим про гарантії, які існують відповідно до ст. 46 GDPR, коли ваші дані передаються до третіх країн; - Право на виправлення відповідно до ст. 16 GDPR: ви маєте право на негайне виправлення неточних даних про вас та/або на доповнення неповних даних, які ми зберігаємо. - Право на видалення відповідно до ст. 17 GDPR: ви маєте право вимагати видалення ваших персональних даних, якщо умови ст. 17(1) GDPR. Однак це право не застосовується, зокрема, якщо обробка необхідна для реалізації права на свободу вираження поглядів та інформації, для дотримання правового зобов’язання, з міркувань суспільного інтересу або для встановлення, здійснення чи захисту правових вимог. - Право на обмеження обробки відповідно до ст. 18 GDPR: Ви маєте право подати запит на обмеження обробки ваших персональних даних на час перевірки точності ваших даних, якщо ви заперечували проти видалення ваших даних на підставі неприпустимої обробки даних і замість цього просите обмеження обробки ваших даних, якщо вам потрібні ваші дані для висування, здійснення чи захисту правових претензій після того, як ці дані більше не потрібні нам для досягнення мети, для якої вони були зібрані, або якщо ви подали заперечення на підставах, що стосуються вашої конкретної ситуації, якщо ще не зрозуміло, чи переважають наші законні причини; - Право на інформацію згідно зі ст. 19 GDPR: якщо ви скористалися своїм правом на виправлення, видалення або обмеження обробки по відношенню до контролера, контролер зобов’язаний повідомити всіх одержувачів, яким було розкрито ваші персональні дані, про таке виправлення або видалення даних або обмеження обробки, якщо це не виявиться неможливим або вимагає непропорційних зусиль. Ви маєте право бути поінформованим про цих одержувачів. - Право на перенесення даних відповідно до ст. 20 GDPR: Ви маєте право отримати свої персональні дані, які ви надали нам, у структурованому, широко використовуваному та машиночитаному форматі або вимагати їх передачі іншому контролеру, якщо це технічно можливо. - Право на відкликання згоди, наданої відповідно до ст. 7(3) GDPR: Ви маєте право відкликати свою згоду на обробку даних у будь-який час із дійсністю на майбутнє. У разі відкликання ми негайно видалимо відповідні дані, за винятком випадків, коли подальша обробка може базуватися на законній основі для обробки без згоди. Відкликання згоди не впливає на законність обробки на основі згоди до її відкликання. - Право на подання скарги відповідно до ст. 77 GDPR: якщо ви вважаєте, що обробка ваших персональних даних порушує GDPR, ви маєте право подати скаргу до наглядового органу, зокрема в державі-члені вашого проживання, місця вашої роботи або місця ймовірного порушення, без шкоди для будь-яких інших адміністративних або судових засобів правового захисту.
vi: Luật bảo vệ dữ liệu hiện hành cấp cho bạn các quyền toàn diện với tư cách là chủ thể dữ liệu (quyền thông tin và can thiệp) đối với bên kiểm soát liên quan đến việc xử lý dữ liệu cá nhân của bạn mà chúng tôi sẽ thông báo cho bạn bên dưới: - Quyền được thông tin theo Nghệ thuật. 15 GDPR: Đặc biệt, bạn có quyền lấy thông tin về dữ liệu cá nhân của bạn do chúng tôi xử lý, mục đích xử lý, danh mục dữ liệu cá nhân được xử lý, người nhận hoặc danh mục người nhận mà dữ liệu của bạn đã hoặc sẽ được tiết lộ, thời gian lưu trữ theo kế hoạch hoặc tiêu chí để xác định thời gian lưu trữ, sự tồn tại của quyền cải chính, xóa, hạn chế xử lý, phản đối xử lý, khiếu nại với cơ quan giám sát, nguồn gốc dữ liệu của bạn nếu dữ liệu đó không được chúng tôi thu thập từ bạn, sự tồn tại của dữ liệu tự động ra quyết định, bao gồm lập hồ sơ và, nếu có, thông tin có ý nghĩa về logic liên quan cũng như tầm quan trọng và hậu quả dự kiến của việc xử lý đó đối với bạn, cũng như quyền của bạn được thông báo về các đảm bảo tồn tại theo Nghệ thuật. 46 GDPR khi dữ liệu của bạn được chuyển sang nước thứ ba; - Quyền cải chính theo Nghệ thuật. 16 GDPR: Bạn có quyền chỉnh sửa ngay lập tức dữ liệu không chính xác liên quan đến bạn và/hoặc hoàn thiện dữ liệu chưa đầy đủ do chúng tôi lưu trữ. - Quyền xóa theo Nghệ thuật. 17 GDPR: Bạn có quyền yêu cầu xóa dữ liệu cá nhân của mình nếu các điều kiện của Nghệ thuật. 17(1) GDPR được đáp ứng. Tuy nhiên, quyền này không áp dụng cụ thể nếu việc xử lý là cần thiết để thực hiện quyền tự do ngôn luận và thông tin, để tuân thủ nghĩa vụ pháp lý, vì lý do lợi ích công cộng hoặc để thiết lập, thực hiện hoặc bảo vệ các khiếu nại pháp lý. - Quyền hạn chế xử lý theo Nghệ thuật. 18 GDPR: Bạn có quyền yêu cầu hạn chế xử lý dữ liệu cá nhân của mình trong thời gian tính chính xác của dữ liệu đó đang được xác minh nếu bạn phản đối việc xóa dữ liệu của mình với lý do xử lý dữ liệu không được chấp nhận và thay vào đó, hãy yêu cầu hạn chế xử lý dữ liệu của bạn nếu bạn cần dữ liệu của mình để xác nhận, thực hiện hoặc bảo vệ các khiếu nại pháp lý sau khi chúng tôi không còn cần dữ liệu này để thực hiện mục đích thu thập dữ liệu đó hoặc nếu bạn đã gửi phản đối vì những lý do liên quan đến tình huống cụ thể của bạn, miễn là vẫn chưa rõ liệu lý do chính đáng của chúng tôi có thắng thế hay không; - Quyền được thông báo theo Nghệ thuật. 19 GDPR: Nếu bạn đã thực hiện quyền cải chính, xóa hoặc hạn chế xử lý đối với bên kiểm soát, thì bên kiểm soát có nghĩa vụ thông báo cho tất cả người nhận mà dữ liệu cá nhân của bạn đã được tiết lộ về việc chỉnh sửa hoặc xóa dữ liệu hoặc hạn chế xử lý này, trừ khi điều này được chứng minh là không thể hoặc đòi hỏi nỗ lực không tương xứng. Bạn có quyền được thông báo về những người nhận này. - Quyền di chuyển dữ liệu theo Nghệ thuật. 20 GDPR: Bạn có quyền nhận dữ liệu cá nhân mà bạn đã cung cấp cho chúng tôi ở định dạng có cấu trúc, được sử dụng phổ biến và có thể đọc được bằng máy hoặc yêu cầu chuyển dữ liệu đó sang bộ điều khiển khác, nếu khả thi về mặt kỹ thuật. - Quyền rút lại sự đồng ý theo quy định của Nghệ thuật. 7(3) GDPR: Bạn có quyền rút lại sự đồng ý của mình đối với việc xử lý dữ liệu bất cứ lúc nào với hiệu lực trong tương lai. Trong trường hợp rút tiền, chúng tôi sẽ xóa dữ liệu liên quan ngay lập tức, trừ khi việc xử lý tiếp theo có thể dựa trên cơ sở pháp lý để xử lý mà không có sự đồng ý. Việc rút lại sự đồng ý không ảnh hưởng đến tính hợp pháp của việc xử lý dựa trên sự đồng ý trước khi rút lại. - Quyền khiếu nại theo quy định tại Điều. 77 GDPR: Nếu bạn cho rằng việc xử lý dữ liệu cá nhân của mình vi phạm GDPR, bạn có quyền khiếu nại với cơ quan giám sát, đặc biệt là tại Quốc gia thành viên nơi bạn cư trú, nơi bạn làm việc hoặc nơi bị cáo buộc vi phạm mà không ảnh hưởng đến bất kỳ biện pháp xử lý hành chính hoặc tư pháp nào khác.
zh: 适用的数据保护法授予您作为数据主体相对于控制者在处理您的个人数据方面的全面权利（知情权和干预权），我们将在下面通知您： - 根据艺术的知情权。 GDPR 第 15 条：特别是，您有权获取有关我们处理的您的个人数据的信息、处理的目的、处理的个人数据的类别、您的数据已经或将要向其披露的接收者或接收者类别、计划存储期或确定存储期的标准、是否存在纠正、删除、限制处理、反对处理、向监管机构投诉的权利、您的数据的来源（如果我们不是从您那里收集的）、是否存在自动化处理决策，包括分析，以及（在适用的情况下）有关所涉及逻辑的有意义的信息以及此类处理对您的意义和预期后果，以及您了解根据第 1 条存在的保证的权利。 46 GDPR（当您的数据传输到第三国时）； - 根据第 1 条的纠正权。 16 GDPR：您有权立即纠正与您有关的不准确数据和/或补全我们存储的不完整数据。 - 根据艺术删除权。 GDPR 第 17 条：如果符合第 17 条的条件，您有权要求删除您的个人数据。满足 GDPR 第 17(1) 条。然而，如果为了行使言论和信息自由权、为了遵守法律义务、为了公共利益或者为了确立、行使或辩护法律主张而需要进行处理，则该权利不适用。 - 根据第 1 条限制处理的权利。第 18 条 GDPR：只要您的数据准确性正在得到验证，如果您以不允许的数据处理为由反对删除您的数据，则您有权要求限制处理您的数据；如果您在我们不再需要这些数据来实现收集数据的目的后需要您的数据来主张、行使或辩护法律索赔，或者您以与您的特定目的相关的理由提出反对，则您有权要求限制处理您的数据。情况，只要尚不清楚我们的正当理由是否占上风； - 根据艺术的知情权。第 19 条 GDPR：如果您已向控制者行使了更正、删除或限制处理的权利，则控制者有义务将此次更正、删除或限制处理的情况通知所有已向其披露您的个人数据的接收者，除非事实证明这是不可能的或需要付出过多的努力。您有权了解这些收件人的情况。 - 根据第 1 条的数据可移植权。 20 GDPR：您有权以结构化、常用和机器可读的格式接收您向我们提供的个人数据，或在技术可行的情况下请求将其传输给另一个控制者。 - 撤回根据第 1 条授予的同意的权利。第 7(3) GDPR：您有权随时撤回对数据处理的同意，并在未来生效。如果撤回，我们将立即删除相关数据，除非可以在未经同意的情况下基于法律依据进行进一步处理。撤回同意并不影响撤回前基于同意进行的处理的合法性。 - 根据第 1 条提出投诉的权利。第 77 条 GDPR：如果您认为对您个人数据的处理违反了 GDPR，您有权向监管机构提出投诉，特别是在您居住地、工作地点或涉嫌侵权地点的成员国，且不影响任何其他行政或司法补救措施。
