Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# tibberLiveMeasurementWidgetAccumulatedProduction
source: Total Production (since midnight)
af: Totale Produksie (sedert middernag)
ar: إجمالي الإنتاج (منذ منتصف الليل)
bg: Общо производство (от полунощ)
bs: Ukupna proizvodnja (od ponoći)
cs: Celková produkce (od půlnoci)
da: Samlet produktion (siden midnat)
de: Gesamterzeugung (seit Mitternacht)
el: Συνολική παραγωγή (από τα μεσάνυχτα)
es: Producción total (desde medianoche)
et: Kogutoodang (alates südaööst)
fa: کل تولید (از نیمه شب)
fi: Kokonaistuotanto (keskiyön jälkeen)
fr: Production totale (depuis minuit)
hi: कुल उत्पादन (आधी रात से)
hr: Ukupna proizvodnja (od ponoći)
hu: Teljes termelés (éjfél óta)
it: Produzione totale (da mezzanotte)
ja: 総生産量（午前0時以降）
ko: 총 생산량(자정 이후)
lt: Visa produkcija (nuo vidurnakčio)
ml: മൊത്തം ഉൽപ്പാദനം (അർദ്ധരാത്രി മുതൽ)
my: စုစုပေါင်းထုတ်လုပ်မှု (ညသန်းခေါင် မှစ. )
nl: Totale productie (sinds middernacht)
no: Total produksjon (siden midnatt)
pl: Całkowita produkcja (od północy)
pt: Produção total (desde a meia-noite)
ru: Общее производство (с полуночи)
sl: Skupna proizvodnja (od polnoči)
sr: Укупна производња (од поноћи)
sv: Total produktion (sedan midnatt)
sw: Jumla ya uzalishaji (tangu usiku wa manane)
th: ยอดการผลิตทั้งหมด (ตั้งแต่เที่ยงคืน)
tr: Toplam Üretim (gece yarısından itibaren)
uk: Загальний обсяг виробництва (з півночі)
vi: Tổng sản lượng (kể từ nửa đêm)
zh: 总产量（自午夜起）

# tibberLiveMeasurementWidgetAccumulatedConsumptionLastHour
source: Consumption (last hour)
af: Verbruik (laaste uur)
ar: الاستهلاك (آخر ساعة)
bg: Консумация (последният час)
bs: Potrošnja (zadnji sat)
cs: Spotřeba (poslední hodina)
da: Forbrug (sidste time)
de: Verbrauch (letzte Stunde)
el: Κατανάλωση (τελευταία ώρα)
es: Consumo (última hora)
et: Tarbimine (viimane tund)
fa: مصرف (ساعت گذشته)
fi: Kulutus (viimeinen tunti)
fr: Consommation (dernière heure)
hi: खपत (अंतिम घंटा)
hr: Potrošnja (zadnji sat)
hu: Fogyasztás (utolsó óra)
it: Consumo (ultima ora)
ja: 消費量 (過去 1 時間)
ko: 최근 1시간 소비량
lt: Vartojimas (paskutinė valanda)
ml: ഉപഭോഗം (കഴിഞ്ഞ മണിക്കൂർ)
my: စားသုံးမှု (နောက်ဆုံးနာရီ)
nl: Verbruik (laatste uur)
no: Forbruk (siste time)
pl: Zużycie (ostatnia godzina)
pt: Consumo (última hora)
ru: Потребление (за последний час)
sl: Poraba (zadnja ura)
sr: Потрошња (последњи сат)
sv: Förbrukning (senaste timmen)
sw: Matumizi (saa ya mwisho)
th: การบริโภค (ชั่วโมงที่แล้ว)
tr: Tüketim (son saat)
uk: Споживання (за останню годину)
vi: Tiêu thụ (giờ trước)
zh: 消费（最后一小时）

# tibberLiveMeasurementWidgetAccumulatedProductionLastHour
source: Production (last hour)
af: Produksie (laaste uur)
ar: الإنتاج (آخر ساعة)
bg: Производство (последният час)
bs: Proizvodnja (zadnji sat)
cs: Výroba (poslední hodina)
da: Produktion (sidste time)
de: Erzeugung (letzte Stunde)
el: Παραγωγή (τελευταία ώρα)
es: Producción (última hora)
et: Toodang (viimane tund)
fa: تولید (ساعت آخر)
fi: Tuotanto (viime tunti)
fr: Production (dernière heure)
hi: उत्पादन (अंतिम घंटा)
hr: Produkcija (zadnji sat)
hu: Termelés (utolsó óra)
it: Produzione (ultima ora)
ja: 生産（過去 1 時間）
ko: 최근 1시간 생산량
lt: Gamyba (praėjusią valandą)
ml: ഉത്പാദനം (അവസാന മണിക്കൂർ)
my: ထုတ်လုပ်မှု (နောက်ဆုံးနာရီ)
nl: Productie (laatste uur)
no: Produksjon (siste time)
pl: Produkcja (ostatnia godzina)
pt: Produção (última hora)
ru: Производство (за последний час)
sl: Produkcija (zadnja ura)
sr: Производња (последњи сат)
sv: Produktion (sista timmen)
sw: Uzalishaji (Saa ya Mwisho)
th: การผลิต (ชั่วโมงที่แล้ว)
tr: Üretim (son saat)
uk: Виробництво (за останню годину)
vi: Sản xuất (giờ trước)
zh: 生产（最后一小时）

# tibberLiveMeasurementWidgetLastMeterConsumption
source: Meter Reading (Consumption)
af: Meterlesing (Verbruik)
ar: قراءة العداد (الاستهلاك)
bg: Показание на брояча (Консумация)
bs: Očitavanje brojila (potrošnja)
cs: Odečet (spotřeba)
da: Måleraflæsning (forbrug)
de: Zählerstand (Verbrauch)
el: Ανάγνωση μετρητή (Κατανάλωση)
es: Lectura del contador (Consumo)
et: Arvesti näit (tarbimine)
fa: خوانش کنتور (مصرف)
fi: Mittarin lukema (kulutus)
fr: Relevé de compteur (Consommation)
hi: मीटर रीडिंग (उपभोग)
hr: Očitavanje mjerača (potrošnja)
hu: Mérőállás (fogyasztás)
it: Lettura contatore (Consumo)
ja: 検針（消費量）
ko: 계량기 지침(소비)
lt: Skaitiklio rodmenys (sunaudojimas)
ml: മീറ്റർ റീഡിംഗ് (ഉപഭോഗം)
my: မီတာဖတ်ခြင်း (စားသုံးမှု)
nl: Meterstand (Verbruik)
no: Måleravlesning (forbruk)
pl: Odczyt licznika (zużycie)
pt: Leitura do medidor (Consumo)
ru: Показания счётчика (Потребление)
sl: Odčitek števca (poraba)
sr: Очитавање бројила (потрошња)
sv: Mätaravläsning (förbrukning)
sw: Usomaji wa Mita (Matumizi)
th: การอ่านมิเตอร์ (การบริโภค)
tr: Sayaç Okuma (Tüketim)
uk: Показання лічильника (споживання)
vi: Đọc đồng hồ (Tiêu thụ)
zh: 抄表（消耗）

# tibberLiveMeasurementWidgetLastMeterProduction
source: Meter Reading (Production)
af: Meterlesing (Produksie)
ar: قراءة العداد (الإنتاج)
bg: Показание на брояча (Производство)
bs: Očitavanje brojila (proizvodnja)
cs: Odečet měřidel (výroba)
da: Måleraflæsning (produktion)
de: Zählerstand (Erzeugung)
el: Ανάγνωση μετρητών (παραγωγή)
es: Lectura del contador (Producción)
et: Arvesti näit (toodang)
fa: خوانش کنتور (تولید)
fi: Mittarinluku (tuotanto)
fr: Relevé de compteur (Production)
hi: मीटर रीडिंग (उत्पादन)
hr: Očitavanje brojila (proizvodnja)
hu: Mérőórák leolvasása (termelés)
it: Lettura contatore (Produzione)
ja: 検針（生産）
ko: 계량기 지침(생산)
lt: Skaitiklio rodmenys (gamyba)
ml: മീറ്റർ റീഡിംഗ് (ഉൽപാദനം)
my: မီတာစာဖတ်ခြင်း (ထုတ်လုပ်မှု)
nl: Meterstand (Productie)
no: Måleravlesning (produksjon)
pl: Odczyt licznika (produkcja)
pt: Leitura do medidor (Produção)
ru: Показания счётчика (Производство)
sl: Odčitavanje števca (proizvodnja)
sr: Очитавање бројила (производња)
sv: Mätaravläsning (produktion)
sw: Usomaji wa Mita (Uzalishaji)
th: การอ่านมิเตอร์ (การผลิต)
tr: Sayaç Okuma (Üretim)
uk: Показання лічильника (виробництво)
vi: Đọc đồng hồ (Sản xuất)
zh: 抄表（生产）

# tibberLiveMeasurementWidgetAccumulatedCost
source: Accumulated Cost
af: Geakkumuleerde Koste
ar: التكلفة المتراكمة
bg: Накопена цена
bs: Akumulirani trošak
cs: Akumulované náklady
da: Akkumulerede omkostninger
de: Kumulierte Kosten
el: Συσσωρευμένο κόστος
es: Costo acumulado
et: Kogukulu
fa: هزینه انباشته
fi: Kertyneet kustannukset
fr: Coût accumulé
hi: संचित लागत
hr: Akumulirani trošak
hu: Felhalmozott költség
it: Costo accumulato
ja: 累積コスト
ko: 총 비용
lt: Sukauptos išlaidos
ml: ചേർന്ന ചെലവ്
my: စုဆောင်းကုန်ကျစရိတ်
nl: Geaccumuleerde kosten
no: Akkumulert kostnad
pl: Skumulowany koszt
pt: Custo acumulado
ru: Накопленные затраты
sl: Akumulirani stroški
sr: Акумулирани трошак
sv: Ackumulerad kostnad
sw: Gharama iliyokusanywa
th: ต้นทุนสะสม
tr: Birikmiş Maliyet
uk: Накопичена вартість
vi: Chi phí tích lũy
zh: 累计成本

# tibberLiveMeasurementWidgetAccumulatedReward
source: Accumulated Reward
af: Geakkumuleerde Beloning
ar: المكافأة المتراكمة
bg: Накопена награда
bs: Akumulirana nagrada
cs: Akumulovaná odměna
da: Akkumuleret belønning
de: Kumulierte Vergütung
el: Συσσωρευμένη ανταμοιβή
es: Recompensa acumulada
et: Kogutulu
fa: پاداش انباشته شده
fi: Kertynyt palkinto
fr: Récompense accumulée
hi: संचित इनाम
hr: Akumulirana nagrada
hu: Felhalmozott jutalom
it: Ricompensa accumulata
ja: 累計報酬
ko: 총 보상
lt: Sukauptas atlygis
ml: സമാഹരിച്ച പ്രതിഫലം
my: စုဆောင်းဆုလာဘ်
nl: Geaccumuleerde beloning
no: Akkumulert belønning
pl: Skumulowana nagroda
pt: Recompensa acumulada
ru: Накопленное вознаграждение
sl: Zbrana nagrada
sr: Акумулирана награда
sv: Ackumulerad belöning
sw: Thawabu iliyokusanywa
th: รางวัลสะสม
tr: Birikmiş Ödül
uk: Накопичена винагорода
vi: Phần thưởng tích lũy
zh: 累积奖励

# tibberLiveMeasurementWidgetPowerFactor
source: Power Factor
af: Kragfaktor
ar: معامل الطاقة
bg: Коефициент на мощност
bs: Faktor snage
cs: Účiník
da: Effektfaktor
de: Leistungsfaktor
el: Συντελεστής ισχύος
es: Factor de potencia
et: Võimsustegur
fa: ضریب قدرت
fi: Tehotekijä
fr: Facteur de puissance
hi: ऊर्जा घटक
hr: Faktor snage
hu: Teljesítménytényező
it: Fattore di potenza
ja: 力率
ko: 역률
lt: Galios koeficientas
ml: പവർ ഫാക്ടർ
my: ပါဝါအချက်
nl: Vermogensfactor
no: Kraftfaktor
pl: Współczynnik mocy
pt: Fator de potência
ru: Коэффициент мощности
sl: Faktor moči
sr: Фактор снаге
sv: Effektfaktor
sw: Sababu ya nguvu
th: เพาเวอร์แฟกเตอร์
tr: Güç faktörü
uk: Фактор потужності
vi: Hệ số công suất
zh: 功率因数

# tibberLiveMeasurementWidgetVoltagePhase1
source: Voltage (Phase 1)
af: Spanning (Fase 1)
ar: الجهد (الطور 1)
bg: Напрежение (Фаза 1)
bs: napon (faza 1)
cs: Napětí (1. fáze)
da: Spænding (fase 1)
de: Spannung (Phase 1)
el: Τάση (φάση 1)
es: Voltaje (Fase 1)
et: Pinge (faas 1)
fa: ولتاژ (فاز ۱)
fi: Jännite (vaihe 1)
fr: Tension (Phase 1)
hi: वोल्टेज (चरण 1)
hr: Napon (1. faza)
hu: Feszültség (1. fázis)
it: Tensione (Fase 1)
ja: 電圧 (フェーズ 1)
ko: 전압(1상)
lt: Įtampa (1 fazė)
ml: വോൾട്ടേജ് (ഘട്ടം 1)
my: ဗို့အား (အဆင့် 1)
nl: Spanning (Fase 1)
no: Spenning (fase 1)
pl: Napięcie (faza 1)
pt: Tensão (Fase 1)
ru: Напряжение (Фаза 1)
sl: Napetost (1. faza)
sr: напон (фаза 1)
sv: Spänning (Fas 1)
sw: Voltage (Awamu ya 1)
th: แรงดันไฟฟ้า (เฟส 1)
tr: Gerilim (Faz 1)
uk: Напруга (фаза 1)
vi: Điện áp (Giai đoạn 1)
zh: 电压（第一相）

# tibberLiveMeasurementWidgetVoltagePhase2
source: Voltage (Phase 2)
af: Spanning (Fase 2)
ar: الجهد (الطور 2)
bg: Напрежение (Фаза 2)
bs: napon (faza 2)
cs: Napětí (fáze 2)
da: Spænding (fase 2)
de: Spannung (Phase 2)
el: Τάση (φάση 2)
es: Voltaje (Fase 2)
et: Pinge (faas 2)
fa: ولتاژ (فاز ۲)
fi: Jännite (vaihe 2)
fr: Tension (Phase 2)
hi: वोल्टेज (चरण 2)
hr: Napon (faza 2)
hu: Feszültség (2. fázis)
it: Tensione (Fase 2)
ja: 電圧（フェーズ2）
ko: 전압(2상)
lt: Įtampa (2 fazė)
ml: വോൾട്ടേജ് (ഘട്ടം 2)
my: ဗို့အား (အဆင့် 2)
nl: Spanning (Fase 2)
no: Spenning (fase 2)
pl: Napięcie (faza 2)
pt: Tensão (Fase 2)
ru: Напряжение (Фаза 2)
sl: Napetost (2. faza)
sr: напон (фаза 2)
sv: Spänning (Fas 2)
sw: Voltage (Awamu ya 2)
th: แรงดันไฟฟ้า (เฟส 2)
tr: Gerilim (Faz 2)
uk: Напруга (фаза 2)
vi: Điện áp (Giai đoạn 2)
zh: 电压（第 2 相）

# tibberLiveMeasurementWidgetVoltagePhase3
source: Voltage (Phase 3)
af: Spanning (Fase 3)
ar: الجهد (الطور 3)
bg: Напрежение (Фаза 3)
bs: napon (faza 3)
cs: Napětí (3. fáze)
da: Spænding (fase 3)
de: Spannung (Phase 3)
el: Τάση (φάση 3)
es: Voltaje (Fase 3)
et: Pinge (faas 3)
fa: ولتاژ (فاز ۳)
fi: Jännite (vaihe 3)
fr: Tension (Phase 3)
hi: वोल्टेज (चरण 3)
hr: Napon (3. faza)
hu: Feszültség (3. fázis)
it: Tensione (Fase 3)
ja: 電圧(フェーズ3)
ko: 전압(3상)
lt: Įtampa (3 fazė)
ml: വോൾട്ടേജ് (ഘട്ടം 3)
my: ဗို့အား (အဆင့် 3)
nl: Spanning (Fase 3)
no: Spenning (fase 3)
pl: Napięcie (faza 3)
pt: Tensão (Fase 3)
ru: Напряжение (Фаза 3)
sl: Napetost (3. faza)
sr: Напон (фаза 3)
sv: Spänning (fas 3)
sw: Voltage (Awamu ya 3)
th: แรงดันไฟฟ้า (เฟส 3)
tr: Gerilim (Faz 3)
uk: Напруга (фаза 3)
vi: Điện áp (Giai đoạn 3)
zh: 电压（第 3 相）

# tibberLiveMeasurementWidgetCurrentL1
source: Current (L1)
af: Stroom (L1)
ar: التيار (L1)
bg: Ток (L1)
bs: struja (L1)
cs: Aktuální (L1)
da: Nuværende (L1)
de: Strom (L1)
el: Ρεύμα (L1)
es: Corriente (L1)
et: Vool (L1)
fa: جریان (L1)
fi: Nykyinen (L1)
fr: Courant (L1)
hi: वर्तमान (L1)
hr: Struja (L1)
hu: Áram (L1)
it: Corrente (L1)
ja: 電流(L1)
ko: 전류(L1)
lt: Dabartinė (L1)
ml: കറന്റ് (L1)
my: လက်ရှိ (L1)
nl: Stroom (L1)
no: Nåværende (L1)
pl: Prąd (L1)
pt: Corrente (L1)
ru: Ток (L1)
sl: Tok (L1)
sr: струја (Л1)
sv: Ström (L1)
sw: Sasa (L1)
th: ปัจจุบัน (L1)
tr: Akım (L1)
uk: Струм (L1)
vi: Hiện tại (L1)
zh: 电流（L1）

# tibberLiveMeasurementWidgetCurrentL2
source: Current (L2)
af: Stroom (L2)
ar: التيار (L2)
bg: Ток (L2)
bs: struja (L2)
cs: Aktuální (L2)
da: Nuværende (L2)
de: Strom (L2)
el: Ρεύμα (L2)
es: Corriente (L2)
et: Vool (L2)
fa: جریان (L2)
fi: Nykyinen (L2)
fr: Courant (L2)
hi: वर्तमान (L2)
hr: Struja (L2)
hu: Áram (L2)
it: Corrente (L2)
ja: 電流(L2)
ko: 전류(L2)
lt: Dabartinė (L2)
ml: കറന്റ് (L2)
my: လက်ရှိ (L2)
nl: Stroom (L2)
no: Nåværende (L2)
pl: Prąd (L2)
pt: Corrente (L2)
ru: Ток (L2)
sl: Tok (L2)
sr: струја (Л2)
sv: Ström (L2)
sw: Sasa (L2)
th: ปัจจุบัน (L2)
tr: Akım (L2)
uk: Струм (L2)
vi: Hiện tại (L2)
zh: 电流（L2）

# tibberLiveMeasurementWidgetCurrentL3
source: Current (L3)
af: Stroom (L3)
ar: التيار (L3)
bg: Ток (L3)
bs: struja (L3)
cs: Aktuální (L3)
da: Nuværende (L3)
de: Strom (L3)
el: Ρεύμα (L3)
es: Corriente (L3)
et: Vool (L3)
fa: جریان (L3)
fi: Nykyinen (L3)
fr: Courant (L3)
hi: वर्तमान (L3)
hr: Struja (L3)
hu: Áram (L3)
it: Corrente (L3)
ja: 電流(L3)
ko: 전류(L3)
lt: Dabartinė (L3)
ml: കറന്റ് (L3)
my: လက်ရှိ (L3)
nl: Stroom (L3)
no: Nåværende (L3)
pl: Prąd (L3)
pt: Corrente (L3)
ru: Ток (L3)
sl: Tok (L3)
sr: струја (Л3)
sv: Ström (L3)
sw: Sasa (L3)
th: ปัจจุบัน (L3)
tr: Akım (L3)
uk: Струм (L3)
vi: Hiện tại (L3)
zh: 电流（L3）

# tibberLiveMeasurementWidgetUnitV
source: V
ar: فولت
cs: PROTI
fa: ولت
hi: वी
ml: വി
ru: В
sr: В
th: วี
uk: В

# tibberLiveMeasurementWidgetUnitW
source: W
ar: واط
fa: وات
hi: डब्ल्यू
ml: ഡബ്ല്യു
my: အလိုတော်
ru: Вт
sr: В
th: ว
tr: K
uk: В
zh: 瓦

# tibberLiveMeasurementWidgetUnitA
source: A
ar: أمبير
da: EN
fa: آمپر
hi: ए
ja: あ
ml: എ
my: တစ်စီး
no: EN
ru: А
sr: А
th: ก
uk: А
vi: MỘT
zh: 一个

# tibberHomeSelectorHomeId
source: Home ID: {homeId}
af: Huis ID: {homeId}
ar: معرف المنزل: {homeId}
bg: ID на дома: {homeId}
bs: ID kuće: {homeId}
cs: ID domova: {homeId}
da: Hjem ID: {homeId}
de: Haus-ID: {homeId}
el: Αριθμός κατοικίας: {homeId}
es: ID de hogar: {homeId}
et: Kodu ID: {homeId}
fa: شناسه خانه: {homeId}
fi: Kodin tunnus: {homeId}
fr: ID de maison : {homeId}
hi: होम आईडी: {homeId}
hr: ID kuće: {homeId}
hu: Otthoni azonosító: {homeId}
it: ID casa: {homeId}
ja: ホームID:{homeId}
ko: 주택 ID: {homeId}
lt: Namo ID: {homeId}
ml: ഹോം ഐഡി: {homeId}
my: ပင်မစာမျက်နှာ ID: PHTEDE0
nl: Woning ID: {homeId}
no: Hjem-ID: {homeId}
pl: Identyfikator domu: {homeId}
pt: ID da casa: {homeId}
ru: ID дома: {homeId}
sl: ID doma: {homeId}
sr: ИД куће: ПХТОКЕН0
sv: Hem-ID: {homeId}
sw: Kitambulisho cha nyumbani: phtoken0
th: รหัสบ้าน: {homeId}
tr: Ev Kimliği: {homeId}
uk: Ідентифікатор будинку: {homeId}
vi: ID nhà: {homeId}
zh: 家庭 ID：{homeId}

# tibberHomeSelectorLabel
source: Home
af: Huis
ar: المنزل
bg: Дом
bs: Dom
cs: Domov
da: Hjem
de: Haus
el: Αρχική σελίδα
es: Hogar
et: Kodu
fa: صفحه اصلی
fi: Kotiin
fr: Maison
hi: घर
hr: Dom
it: Casa
ja: 家
ko: 주택
lt: Pradžia
ml: വീട്
my: နေအိမ်
nl: Woning
no: Hjem
pl: Dom
pt: Casa
ru: Дом
sl: domov
sr: Хоме
sv: Hem
sw: Nyumbani
th: บ้าน
tr: Ev
uk: додому
vi: Trang chủ
zh: 家

# scanQrCode
source: Scan activation qr code
af: Skandeer aktiverings-QR-kode
ar: مسح رمز QR للتفعيل
bg: Сканиране на QR код за активиране
bs: Skenirajte aktivacijski qr kod
cs: Naskenujte aktivační qr kód
da: Scan aktiverings-qr-kode
de: Aktivierungscode scannen
el: Σάρωση κωδικού qr ενεργοποίησης
es: Escanea el código QR de activación
et: Skanni aktiveerimiskoodi QR-kood
fa: کد qr فعال سازی را اسکن کنید
fi: Skannaa aktivointi qr-koodi
fr: Scanner le QR code d'activation
hi: सक्रियण क्यूआर कोड को स्कैन करें
hr: Skeniraj aktivacijski qr kod
hu: Aktiváló qr-kód beolvasása
it: Scansiona qr code di attivazione
ja: アクティベーション用 QR コードをスキャンします
ko: 활성화 QR 코드를 스캔하세요
lt: Nuskaityti aktyvinimo QR kodą
ml: ആക്ടിവേഷൻ ക്യുആർ കോഡ് സ്കാൻ ചെയ്യുക
my: scan qr code ကို scan
nl: Scan activatie-QR-code
no: Skann aktiverings-qr-kode
pl: Zeskanuj kod aktywacyjny QR
pt: Digitalizar QR Code de ativação
ru: Отсканируйте QR-код активации
sl: Skenirajte aktivacijsko kodo qr
sr: Скенирајте активациони кр код
sv: Skanna aktiverings-qr-kod
sw: Msimbo wa Uanzishaji wa Scan
th: สแกนรหัส QR เปิดใช้งาน
tr: Etkinleştirme qr kodunu tarayın
uk: Відскануйте qr-код активації
vi: Quét mã qr kích hoạt
zh: 扫描激活二维码

source: Request access
af: Versoek toegang
ar: طلب الوصول
bg: Заявка за достъп
bs: Zatražite pristup
cs: Požádejte o přístup
da: Anmod om adgang
de: Zugriffsanfrage stellen
el: Αίτηση πρόσβασης
es: Solicitar acceso
et: Taotle ligipääsu
fa: درخواست دسترسیs
fi: Pyydä käyttöoikeutta
fr: Demander un accès
hi: अनुरोध का उपयोग
hr: Zatraži pristup
hu: Hozzáférés kérése
it: Richiedi l'accesso
ja: アクセスをリクエストする
ko: 접근 권한 요청
lt: Prašyti prieigos
ml: പ്രവേശനം അഭ്യർത്ഥിക്കുക
my: ဆက်သွယ်မှုကိုတောင်းဆိုခြင်း
nl: Toegang aanvragen
no: Be om tilgang
pl: Poproś o dostęp
pt: Acesso de solicitação
ru: Запрос доступа
sl: Zahtevaj dostop
sr: Захтевај приступ
sv: Begär åtkomst
sw: Omba ufikiaji
th: ร้องขอการเข้าถึง
tr: Erişim iste
uk: Запит на доступ
vi: Yêu cầu quyền truy cập
zh: 请求访问权限

# createAccount
source: Create account/login
af: Skep rekening/teken in
ar: إنشاء حساب/تسجيل الدخول
bg: Създаване на акаунт/вход
bs: Kreirajte nalog/prijavite se
cs: Vytvořit účet/přihlásit se
da: Opret konto/login
de: Nutzerkonto erstellen/anmelden
el: Δημιουργία λογαριασμού/είσοδος
es: Crear cuenta
et: Loo konto/logi sisse
fa: ایجاد حساب کاربری / ورود به سیستم
fi: Luo tili/kirjaudu sisään
fr: Créer un compte
hi: खाता बनाएं/लॉगिन करें
hr: Kreirajte račun/prijavite se
hu: Fiók létrehozása/bejelentkezés
it: Crea un account
ja: アカウントの作成/ログイン
ko: 계정 생성/로그인
lt: Sukurti paskyrą/prisijungti
ml: അക്കൗണ്ട്/ലോഗിൻ സൃഷ്ടിക്കുക
my: အကောင့် / login လုပ်ပါ
nl: Account aanmaken/inloggen
no: Opprett konto/logg inn
pl: Utwórz konto/login
pt: Criar conta
ru: Создать учётную запись
sl: Ustvarite račun/prijavite se
sr: Креирајте налог/пријавите се
sv: Skapa konto/logga in
sw: Unda Akaunti/Ingia
th: สร้างบัญชี/เข้าสู่ระบบ
tr: Hesap oluştur/giriş yap
uk: Створити обліковий запис/ввійти
vi: Tạo tài khoản/đăng nhập
zh: 创建帐户/登录

# watersupplierYourSupplier
source: Your water supplier
ar: مزود المياه الخاص بك
bg: Вашият доставчик на вода
cs: Váš dodavatel vody
de: Ihr Wasserversorger
fa: تامین کننده آب شما
fi: Vedentoimittajasi
hi: आपका जल आपूर्तिकर्ता
hr: Vaš dobavljač vode
it: Il tuo fornitore d'acqua
ja: あなたの水道業者
ko: 귀하의 수도 공급자
lt: Jūsų vandens tiekėjas
ml: നിങ്ങളുടെ ജലവിതരണക്കാരൻ
my: သင့်ရေပေးသွင်း
nl: Uw waterleverancier
no: Din vannleverandør
pl: Twój dostawca wody
sl: Vaš dobavitelj vode
sr: Ваш снабдевач водом
sv: Din vattenleverantör
sw: Muuzaji wako wa maji
th: ผู้จำหน่ายน้ำของคุณ
tr: Su tedarikçiniz
uk: Ваш постачальник води
vi: Nhà cung cấp nước của bạn

# watersupplierRadioMeterDefaultName
source: Radio cold water meter
af: Radio koue watermeter
ar: عداد الماء البارد اللاسلكي
bg: Радио водомер за студена вода
bs: Radio mjerač hladne vode
cs: Rádiový vodoměr na studenou vodu
da: Radio koldtvandsmåler
de: Funkkaltwasserzähler
el: Ραδιομετρητής κρύου νερού
es: Contador de agua fría por radio
et: Raadiosidega külma vee arvesti
fa: کنتور آب سرد رادیویی
fi: Radio kylmävesimittari
fr: Compteur d'eau froide radio
hi: रेडियो ठंडे पानी का मीटर
hr: Radio mjerač hladne vode
hu: Rádiós hidegvízmérő
it: Contatore acqua fredda radio
ja: 無線式冷水メーター
ko: 무선 냉수 계량기
lt: Radijo šalto vandens skaitiklis
ml: റേഡിയോ തണുത്ത വെള്ളം മീറ്റർ
my: ရေဒီယိုရေအေးမီတာ
nl: Radio koudwatermeter
no: Radio kaldtvannsmåler
pl: Radiowy licznik zimnej wody
pt: Medidor de água fria via rádio
ru: Радио счетчик холодной воды
sl: Radijski merilnik hladne vode
sr: Радио мерач хладне воде
sv: Radio kallvattenmätare
sw: Mita ya maji baridi ya redio
th: วิทยุมิเตอร์น้ำเย็น
tr: Radyo soğuk su sayacı
uk: Радіо лічильник холодної води
vi: Đồng hồ nước lạnh vô tuyến
zh: 无线电冷水表

# watersupplierAccessRequestQ1
source: Are you the owner of a property in the catchment area of the waterworks and would like to have access to radio meter readings?
af: Is u die eienaar van 'n eiendom in die versamelinggebied van die waterverskaffer en wil u toegang hê tot radio-meterafleesings?
ar: هل أنت مالك عقار في منطقة خدمة محطة المياه وترغب بالحصول على الوصول إلى قراءات العدادات اللاسلكية؟
bg: Собственик ли сте на имот в района на обхвата на водоснабдителната компания и искате да имате достъп до показанията на радио водомерите?
bs: Jeste li vlasnik nekretnine u zoni opskrbe vodovodnog dobavljača i želite li imati pristup očitanjima radio brojila?
cs: Jste vlastníkem nemovitosti v povodí vodárny a chtěli byste mít přístup k odečtu radiometrů?
da: Er du ejer af en ejendom i vandforsyningens indvindingsområde og vil gerne have adgang til radioaflæsninger?
de: Sie sind Besitzer einer Immobilie im Einzugsgebiet vom Wasserwerk und möchten Zugriff auf Funkzählerstände erhalten?
el: Είστε ιδιοκτήτης ακινήτου στην περιοχή υδροληψίας του προμηθευτή νερού και θα θέλατε να έχετε πρόσβαση στις μετρήσεις των ραδιομετρητών;
es: ¿Es usted propietario de un inmueble en la zona de captación del proveedor de agua y desea tener acceso a las lecturas de los contadores por radio?
et: Kas te olete veevarustaja valgalal asuva kinnistu omanik ja soovite juurdepääsu raadiomeeterlugudele?
fa: آیا شما مالک ملکی در حوضه آبریز آب هستید و می خواهید به قرائت کنتورهای رادیویی دسترسی داشته باشید؟
fi: Oletko vesilaitoksen valuma-alueella sijaitsevan kiinteistön omistaja ja haluaisit saada radiomittarin lukemat?
fr: Vous êtes propriétaire d'un bien immobilier situé dans la zone de desserte du fournisseur d'eau et vous souhaitez avoir accès aux relevés de compteurs radio ?
hi: क्या आप वाटरवर्क्स के जलग्रहण क्षेत्र में किसी संपत्ति के मालिक हैं और रेडियो मीटर रीडिंग तक पहुंच चाहते हैं?
hr: Vlasnik ste nekretnine u slivu vodovoda i želite imati uvid u očitanja radiomjera?
hu: Ön a vízszolgáltató vízgyűjtő területén lévő ingatlan tulajdonosa, és szeretne hozzáférni a rádiós mérőórák leolvasásához?
it: Sei il proprietario di una proprietà nell'area di raccolta delle acque e vorresti accedere alle letture dei radiocontatori?
ja: あなたは水道の集水域にある不動産の所有者で、電波メーターの測定値にアクセスしたいですか?
ko: 수도사업소 관할 구역 내 부동산의 소유자이며 무선 계량기 지침 접근 권한을 받고 싶으신가요?
lt: Ar esate vandens telkinio baseino teritorijoje esančio nekilnojamojo turto savininkas ir norėtumėte gauti radijo skaitiklių rodmenis?
ml: നിങ്ങൾ വാട്ടർ വർക്കിൻ്റെ വൃഷ്ടിപ്രദേശത്തുള്ള ഒരു വസ്തുവിൻ്റെ ഉടമയാണോ കൂടാതെ റേഡിയോ മീറ്റർ റീഡിംഗുകളിലേക്ക് പ്രവേശനം നേടാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
my: သင်ဟာရေဒီယိုမှာရှိတဲ့နေရာမှာပစ္စည်းဥစ်စာပိုင်ဆိုင်မှုပိုင်ရှင်လား, ရေဒီယိုမီတာဖတ်တာကိုရချင်ပါသလား။
nl: Bent u eigenaar van een eigendom in het verzorgingsgebied van het waterbedrijf en wilt u toegang tot radiometerstanden?
no: Er du eier av en eiendom i vannverkets nedbørfelt og vil gjerne ha tilgang til radiomåleravlesning?
pl: Jesteś właścicielem nieruchomości na terenie zlewni wodociągów i chciałbyś mieć dostęp do radiowych odczytów liczników?
pt: É proprietário de uma propriedade na área de captação da empresa de abastecimento de água e gostaria de ter acesso às leituras dos contadores via rádio?
ru: Вы являетесь владельцем недвижимости в водосборном бассейне поставщика воды и хотели бы иметь доступ к показаниям радиосчетчиков?
sl: Ste lastnik nepremičnine v zajetju vodovoda in bi želeli imeti vpogled v radijske števce?
sr: Да ли сте власник имања у сливу водовода и желите да имате приступ очитањима радио бројила?
sv: Är du ägare till en fastighet i vattenverkets upptagningsområde och vill ha tillgång till radiomätaravläsningar?
sw: Je! Wewe ni mmiliki wa mali katika eneo la vifaa vya maji na ungependa kupata usomaji wa mita za redio?
th: คุณเป็นเจ้าของทรัพย์สินในพื้นที่รับน้ำของการประปาและต้องการเข้าถึงการอ่านมิเตอร์วิทยุหรือไม่?
tr: Su şebekesinin havza bölgesinde bir mülkün sahibi misiniz ve radyo sayaç okumalarına erişmek mi istiyorsunuz?
uk: Ви є власником нерухомості в зоні водозбору і бажаєте отримати доступ до показань радіолічильників?
vi: Bạn có phải là chủ sở hữu của một bất động sản trong khu vực lưu vực của nhà máy nước và muốn có quyền truy cập vào số liệu của đồng hồ vô tuyến không?
zh: 您是否是供水公司集水区内房产的所有者，并希望获得无线电水表读数？
