Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# localWriteSubtitle
source: Should the objects and photos be saved in the local "{folder}" folder with each change?
af: Moet die objekte en foto's in die plaaslike "{folder}" vouer met elke verandering gestoor word?
ar: هل يجب حفظ الكائنات والصور في المجلد المحلي "{folder}" مع كل تغيير؟
bg: Трябва ли обектите и снимките да се запазват в локалната папка "{folder}" при всяка промяна?
bs: Da li objekte i fotografije treba čuvati u lokalnom "{folder}" folderu sa svakom promjenom?
cs: Mají být objekty a fotografie při každé změně uloženy do místní složky „{folder}“?
da: Skal objekterne og billederne gemmes i den lokale "{folder}"-mappe ved hver ændring?
de: Sollen die Objekte und Fotos im lokalen Ordner "{folder}" bei jeder Änderung gespeichert werden.
el: Πρέπει τα αντικείμενα και οι φωτογραφίες να αποθηκεύονται στον τοπικό φάκελο «{folder}» με κάθε αλλαγή;
es: ¿Deben guardarse los objetos y fotos en la carpeta local "{folder}" con cada cambio?
et: Kas objektid ja fotod tuleks iga muudatusega salvestada kohalikku kausta "{folder}"?
fa: آیا با هر تغییر، اشیا و عکس ها باید در پوشه محلی "{folder}" ذخیره شوند؟
fi: Pitäisikö objektit ja valokuvat tallentaa paikalliseen "{folder}"-kansioon jokaisen muutoksen yhteydessä?
fr: Les objets et les photos doivent-ils être enregistrés dans le dossier local "{folder}" à chaque modification ?
hi: क्या प्रत्येक परिवर्तन के साथ वस्तुओं और तस्वीरों को स्थानीय "{folder}" फ़ोल्डर में सहेजा जाना चाहिए?
hr: Trebaju li objekti i fotografije biti spremljeni u lokalnu mapu "{folder}" sa svakom promjenom?
hu: Az objektumokat és fényképeket minden változtatás után el kell menteni a helyi „{folder}” mappába?
it: Gli oggetti e le foto devono essere salvati nella cartella locale "{folder}" a ogni modifica?
ja: 変更するたびに、オブジェクトと写真をローカルの「{folder}」フォルダーに保存する必要がありますか?
ko: 변경 시마다 객체와 사진을 로컬 "{folder}" 폴더에 저장하시겠습니까?
lt: Ar su kiekvienu pakeitimu objektai ir nuotraukos turi būti išsaugoti vietiniame „{folder}“ aplanke?
ml: ഓരോ മാറ്റത്തിലും ഒബ്‌ജക്റ്റുകളും ഫോട്ടോകളും ലോക്കൽ "{folder}" ഫോൾഡറിൽ സേവ് ചെയ്യണമോ?
my: အရာဝတ်ထုများနှင့်ဓာတ်ပုံများသည်အပြောင်းအလဲတစ်ခုစီ၏ "Phtoken0" ဖိုင်တွဲတွင်သိမ်းဆည်းထားသင့်ပါသလား။
nl: Moeten de objecten en foto's worden opgeslagen in de lokale "{folder}" map bij elke wijziging?
no: Skal objektene og bildene lagres i den lokale "{folder}"-mappen ved hver endring?
pl: Czy przy każdej zmianie obiekty i zdjęcia powinny być zapisywane w lokalnym folderze „{folder}”?
pt: Os objetos e fotos devem ser salvos na pasta local "{folder}" a cada alteração?
ru: Сохранить объекты и фотографии в локальную папку "{folder}" при каждом изменении?
sl: Ali naj se predmeti in fotografije ob vsaki spremembi shranijo v lokalno mapo "{folder}"?
sr: Да ли објекте и фотографије треба чувати у локалном фолдеру „ПХТОКЕН0“ са сваком променом?
sv: Ska objekten och fotona sparas i den lokala mappen "{folder}" vid varje ändring?
sw: Je! Vitu na picha zinapaswa kuokolewa kwenye folda ya "Phtoken0" ya ndani na kila mabadiliko?
th: วัตถุและภาพถ่ายควรถูกบันทึกในโฟลเดอร์ "{folder}" ในเครื่องเมื่อมีการเปลี่ยนแปลงแต่ละครั้งหรือไม่
tr: Nesneler ve fotoğraflar her değişiklikte yerel "{folder}" klasörüne mi kaydedilmeli?
uk: Чи слід зберігати об’єкти та фотографії в локальній папці «{folder}» після кожної зміни?
vi: Các đối tượng và ảnh có nên được lưu vào thư mục "{folder}" cục bộ sau mỗi lần thay đổi không?
zh: 每次更改时是否应该将对象和照片保存在本地“{folder}”文件夹中？

# settingUiMode
source: User interface
af: Gebruikerskoppelvlak
ar: واجهة المستخدم
bg: Потребителски интерфейс
bs: Korisničko sučelje
cs: Uživatelské rozhraní
da: Brugergrænseflade
de: Darstellung
el: Διεπαφή χρήστη
es: Indicación
et: Kasutajaliides
fa: رابط کاربری
fi: Käyttöliittymä
fr: Interface
hi: प्रयोक्ता इंटरफ़ेस
hr: Korisničko sučelje
hu: Felhasználói felület
it: Display
ja: ユーザーインターフェース
ko: 사용자 인터페이스
lt: Vartotojo sąsaja
ml: ഉപയോക്തൃ ഇന്റർഫേസ്
my: အသုံးပြုသူမျက်နှာပြင်
nl: Gebruikersinterface
no: Brukergrensesnitt
pl: Interfejs użytkownika
pt: Visor
ru: дисплей
sl: Uporabniški vmesnik
sr: Кориснички интерфејс
sv: Gräns-snittet
sw: Interface ya mtumiaji
th: ส่วนติดต่อผู้ใช้
tr: Kullanıcı arayüzü
uk: Інтерфейс користувача
vi: Giao diện người dùng
zh: 用户界面

# settingUiColorPalette
source: Color palette
af: Kleurkieser
ar: لوحة الألوان
bg: Цветова палитра
bs: Paleta boja
cs: Barevná paleta
da: Farvepalet
de: Farbpalette
el: Παλέτα χρωμάτων
es: Indicación
et: Värvipalett
fa: پالت رنگ
fi: Väripaletti
fr: Interface
hi: रंगो की पटिया
hr: Paleta boja
hu: Színpaletta
it: Display
ja: カラーパレット
ko: 색상 팔레트
lt: Spalvų paletė
ml: നിറപ്പാലറ്റ്
my: အရောင် palette
nl: Kleurenpalet
no: Fargepalett
pl: Paleta kolorów
pt: Visor
ru: дисплей
sl: Barvna paleta
sr: Палета боја
sv: Färgpalett
sw: Rangi ya rangi
th: จานสี
tr: Renk paleti
uk: Колірна палітра
vi: Bảng màu
zh: 调色板

# settingUiModeDarkOrLight
source: Dark/light user interface
af: Donker/lig gebruikerskoppelvlak
ar: واجهة المستخدم الداكنة/الفاتحة
bg: Тъмен/светъл потребителски интерфейс
bs: Tamno/svetlo korisničko sučelje
cs: Tmavé/světlé uživatelské rozhraní
da: Mørk/lys brugergrænseflade
de: Helle/dunkle Darstellung
el: Σκούρο/φωτεινό περιβάλλον εργασίας χρήστη
es: Indicación de luz/oscuridad
et: Tume/hele kasutajaliides
fa: حالت تاریک یا روشن
fi: Tumma/vaalea käyttöliittymä
fr: Interface sombre / claire
hi: डार्क/लाइट यूजर इंटरफ़ेस
hr: Tamno/svijetlo korisničko sučelje
hu: Sötét/világos felhasználói felület
it: Display chiaro/scuro
ja: ダーク/ライト ユーザー インターフェイス
ko: 다크/라이트 모드
lt: Tamsi/šviesi vartotojo sąsaja
ml: ഇരുണ്ട/വെളുത്ത ഉപയോക്തൃ ഇൻ്റർഫേസ്
nl: Donkere/lichte gebruikersinterface
no: Mørkt/lys brukergrensesnitt
pl: Ciemny/jasny interfejs użytkownika
pt: Visor claro/escuro
ru: Светлый / темный дисплей
sl: Temno/svetlo uporabniški vmesnik
sr: Тамно/светло корисничко сучеље
sv: Mörk/ljus användargränssnitt
sw: Kiingiliano cha Mtumiaji wa Giza/Nuru
th: ส่วนต่อประสานผู้ใช้สีเข้ม / สว่าง
tr: Koyu/açık kullanıcı arayüzü
uk: Темний/світлий інтерфейс користувача
vi: Giao diện người dùng tối/sáng
zh: 深色/浅色用户界面

# settingLanguageMode
source: Language
af: Taal
ar: اللغة
bg: Език
bs: Jezik
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Lengua
et: Keel
fa: زبان
fi: Kieli
fr: Langue
hi: भाषा
hr: Jezik
hu: Nyelv
it: Lingua
ja: 言語
ko: 언어
lt: Kalba
ml: ഭാഷ
my: ဘာသာစကား
nl: Taal
no: Språk
pl: Język
pt: Língua
ru: Язык
sl: Jezik
sr: Језик
sv: Språk
sw: Lugha
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh: 语言

# settingUiModeOsDefault
source: System
af: Stelsel
ar: النظام
bg: Система
bs: Sistem
cs: Systém
el: Σύστημα
es: Configuración del SO
et: Süsteem
fa: سیستم
fi: Järjestelmä
fr: OS configuration
hi: प्रणाली
hr: Sustav
hu: Rendszer
it: Impostazione OS
ja: システム
ko: 시스템
lt: Sistema
ml: സിസ്റ്റം
my: စံနစ်
nl: Systeem
pt: Configuração do SO
ru: Настройка ОС
sl: Sistem
sr: Систем
sw: Mfumo
th: ระบบ
tr: Sistem
uk: система
vi: Hệ thống
zh: 系统

# settingUiModeLight
source: Light
af: Lig
ar: فاتح
bg: Светъл
bs: Svjetlo
cs: Světlo
da: Lys
de: Hell
el: Φως
es: Luz
et: Hele
fa: روشن
fi: Kevyt
fr: Claire
hi: रोशनी
hr: Svjetlo
hu: Fény
it: Luminoso
ja: ライト
ko: 라이트
lt: Šviesa
ml: വെളിച്ചം
my: ပေါ့ပါးသော
nl: Licht
no: Lys
pl: Światło
pt: Brilhante
ru: Яркий
sl: Svetloba
sr: Светлост
sv: Ljus
sw: Mwanga
th: แสงสว่าง
tr: Işık
uk: світло
vi: Ánh sáng
zh: 光

# settingUiModeDark
source: Dark
af: Donker
ar: داكن
bg: Тъмен
bs: tamno
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκούρο
es: Oscuridad
et: Tume
fa: تاریک
fi: Tumma
fr: Sombre
hi: अँधेरा
hr: Tamno
hu: Sötét
it: Scuro
ja: 暗い
ko: 다크
lt: Tamsus
ml: ഇരുണ്ടത്
my: မေှာင်မိုက်သော
nl: Donker
no: Mørk
pl: Ciemny
pt: Escuro
ru: Темный
sl: Temno
sr: Дарк
sv: Mörk
sw: Giza
th: มืด
tr: Karanlık
uk: Темний
vi: Tối tăm
zh: 黑暗的

# appBarExpandedMode
source: App bar with background image
af: App-balk met agtergrondbeeld
ar: شريط التطبيق مع صورة الخلفية
bg: Лента на приложението с фоново изображение
bs: Traka aplikacija sa slikom u pozadini
cs: Lišta aplikací s obrázkem na pozadí
da: App bar med baggrundsbillede
de: App-Bar mit Hintergrundbild
el: Μπάρα εφαρμογών με εικόνα φόντου
es: Barra de aplicaciones con imagen de fondo
et: Taustapildiga rakendusriba
fa: نوار برنامه با تصویر پس‌زمینه
fi: Sovelluspalkki taustakuvalla
fr: Barre d'applications avec image de fond
hi: पृष्ठभूमि छवि के साथ ऐप बार
hr: Traka aplikacije s pozadinskom slikom
hu: Alkalmazás sáv háttérképpel
it: App bar con immagine di sfondo
ja: 背景画像付きのアプリバー
ko: 배경 이미지가 있는 앱 바
lt: Programų juosta su fono paveikslėliu
ml: പശ്ചാത്തല ചിത്രമുള്ള ആപ്പ് ബാർ
my: နောက်ခံပုံနှင့်အတူ App Bar
nl: App-balk met achtergrondafbeelding
no: App-linje med bakgrunnsbilde
pl: Pasek aplikacji z obrazem tła
pt: Barra de aplicação com imagem de fundo
ru: Панель приложений с фоновым изображением
sl: Vrstica aplikacij s sliko ozadja
sr: Трака апликација са сликом у позадини
sv: App bar med bakgrundsbild
sw: Baa ya programu na picha ya nyuma
th: แถบแอปพร้อมภาพพื้นหลัง
tr: Arka plan resmine sahip uygulama çubuğu
uk: Панель програми з фоновим зображенням
vi: Thanh ứng dụng có hình nền
zh: 带有背景图像的应用栏

# useDismissibleSettings
source: Delete by swipe gesture
af: Vee uit met vee gebaar
ar: حذف بإيماءة السحب
bg: Изтриване с жестове за плъзгане
bs: Izbrišite pokretom prevlačenja
cs: Smazat gestem přejetím
da: Slet ved at stryge bevægelse
de: Löschen per Wischgeste
el: Διαγραφή με χειρονομία swipe
es: Borrar deslizando el dedo
et: Kustuta pühkides
fa: حذف با حرکت کشیدن
fi: Poista pyyhkäisyllä
fr: Effacer par un geste de balayage
hi: स्वाइप जेस्चर द्वारा हटाएं
hr: Obriši povlačenjem
hu: Törlés húzás mozdulattal
it: Cancellare con un gesto di scorrimento
ja: スワイプジェスチャーで削除
ko: 스와이프로 삭제
lt: Ištrinkite braukdami gestu
ml: സ്വൈപ്പ് ജെസ്റ്റർ വഴി മായ്ക്കുക
my: Swipe အမူအရာဖြင့်ဖျက်ပါ
nl: Verwijderen door veeggebaar
no: Slett med sveipebevegelse
pl: Usuń gestem machnięcia
pt: Apagar com um gesto de deslize
ru: Удаление жестом смахивания
sl: Izbriši s potezo
sr: Избришите покретом превлачења
sv: Ta bort genom svepgest
sw: Futa kwa swipe ishara
th: ลบโดยการปัดนิ้ว
tr: Kaydırma hareketiyle silme
uk: Видалити жестом пальця
vi: Xóa bằng cử chỉ vuốt
zh: 通过滑动手势删除

# useDismissibleSettingsDetailed
source: Counters, contracts, etc. can be deleted by a side-swipe movement
af: Tellers, kontrakte, ens. kan uitgevee word deur 'n sywaartse vee beweging
ar: يمكن حذف العدادات والعقود وما إلى ذلك بحركة سحب جانبية
bg: Броячи, договори и т.н. могат да се изтриват с движение на странично плъзгане
bs: Brojači, ugovori, itd. mogu se izbrisati bočnim prelaskom
cs: Počítadla, smlouvy atd. lze smazat pohybem přejetím do strany
da: Tællere, kontrakter osv. kan slettes ved en side-swipe-bevægelse
de: Zähler, Verträge, usw. können durch eine Seitwischbewegung gelöscht werden
el: Μετρητές, συμβόλαια κ.λπ. μπορούν να διαγραφούν με μια κίνηση πλαϊνού σκουπίσματος.
es: Los contadores, contratos, etc. pueden borrarse con un movimiento de barrido lateral
et: Arvesteid, lepinguid jms saab kustutada külgnihkega
fa: شمارنده ها، قراردادها و غیره را می توان با یک حرکت سوایپ به سمت حذف کرد
fi: Laskurit, sopimukset jne. voidaan poistaa pyyhkäisemällä sivulle
fr: Les compteurs, les contrats, etc. peuvent être supprimés par un mouvement de balayage latéral
hi: काउंटर, कॉन्ट्रैक्ट आदि को साइड-स्वाइप मूवमेंट द्वारा हटाया जा सकता है
hr: Brojači, ugovori itd. mogu se izbrisati bočnim povlačenjem
hu: A számlálók, szerződések stb. törölhetők egy oldalsó mozdulattal.
it: Contatori, contratti, ecc. possono essere cancellati con un movimento laterale
ja: カウンターや契約書などは横スワイプで削除可能
ko: 계량기, 계약 등을 옆으로 스와이프하여 삭제할 수 있습니다.
lt: Skaitiklius, sutartis ir kt. galima ištrinti braukiant į šoną
ml: കൗണ്ടറുകൾ, കരാറുകൾ മുതലായവ ഒരു സൈഡ്-സ്വൈപ്പ് ചലനത്തിലൂടെ ഇല്ലാതാക്കാം
my: ကောင်တာများ, ကန်ထရိုက်များ, စသည်တို့ကိုဘေးတိုက်ပွတ်ဆွဲခြင်းဖြင့်ဖျက်နိုင်သည်
nl: Meters, contracten, enz. kunnen worden verwijderd met een zijwaartse veegbeweging
no: Tellere, kontrakter osv. kan slettes ved en side-sveip-bevegelse
pl: Liczniki, kontrakty itp. można usunąć ruchem bocznym
pt: Os contadores, contratos, etc. podem ser eliminados com um movimento lateral
ru: Счетчики, контракты и т.д. могут быть удалены движением вбок
sl: Števce, pogodbe itd. lahko izbrišete s stranskim potegom
sr: Бројачи, уговори итд. могу се обрисати бочним превлачењем
sv: Räknare, kontrakt etc. kan raderas genom en sidosveprörelse
sw: Vihesabu, mikataba, nk zinaweza kufutwa na harakati za kubonyeza upande
th: ตัวนับ สัญญา ฯลฯ สามารถลบได้โดยการปัดนิ้วด้านข้าง
tr: Sayaçlar, sözleşmeler vb. yandan kaydırma hareketi ile silinebilir
uk: Лічильники, контракти тощо можна видалити рухом збоку
vi: Bộ đếm, hợp đồng, v.v. có thể bị xóa bằng chuyển động vuốt sang bên
zh: 计数器、合约等可以通过侧滑移动来删除

# settingsExternalServices
source: External services
af: Eksterne dienste
ar: الخدمات الخارجية
bg: Външни услуги
bs: Eksterne usluge
cs: Externí služby
da: Eksterne tjenester
de: Externe Dienste
el: Εξωτερικές υπηρεσίες
es: Servicios externos
et: Välised teenused
fa: خدمات خارجی
fi: Ulkoiset palvelut
fr: Services externes
hi: वाह्य सेवाएँ
hr: Vanjske usluge
hu: Külső szolgáltatások
it: Servizi esterni
ja: 外部サービス
ko: 외부 서비스
lt: Išorinės paslaugos
ml: ബാഹ്യ സേവനങ്ങൾ
my: ပြင်ပဝန်ဆောင်မှုများ
nl: Externe services
no: Eksterne tjenester
pl: Usługi zewnętrzne
pt: Serviços externos
ru: Внешние сервисы
sl: Zunanje storitve
sr: Екстерне услуге
sv: Externa tjänster
sw: Huduma za nje
th: บริการภายนอก
tr: Dış hizmetler
uk: Зовнішні служби
vi: Dịch vụ bên ngoài
zh: 外部服务

# settingsShowTabNewsDetailed
source: Should the News/Tips tab be visible?
af: Moet die Nuus/Wenke-oortjie sigbaar wees?
ar: هل يجب أن يكون تبويب الأخبار/النصائح مرئياً؟
bg: Трябва ли разделът Новини/Съвети да бъде видим?
bs: Da li kartica Vijesti/Savjeti treba biti vidljiva?
cs: Měla by být viditelná karta Novinky/Tipy?
da: Skal fanen Nyheder/Tips være synlig?
de: Soll der Tipps/News Tab sichtbar sein?
el: Θα πρέπει να είναι ορατή η καρτέλα Νέα/Συμβουλές;
es: ¿Debería mostrarse la pestaña de Noticias/Consejos?
et: Kas kuvada Uudised/Nipid vaheleht?
fa: آیا باید برگه اخبار/نکات قابل مشاهده باشد؟
fi: Pitäisikö Uutiset/Vinkit-välilehden olla näkyvissä?
fr: Le tab des actualités/conseils doit-il être visible ?
hi: क्या समाचार/सुझाव टैब दृश्यमान होना चाहिए?
hr: Treba li kartica Vijesti/Savjeti biti vidljiva?
hu: Legyen látható a Hírek/Tippek fül?
it: Il tab Notizie/Suggerimenti dovrebbe essere visibile?
ja: 「ニュース/ヒント」タブを表示する必要がありますか?
ko: 뉴스/팁 탭을 표시할까요?
lt: Ar turėtų būti matomas skirtukas Naujienos / patarimai?
ml: വാർത്ത/നുറുങ്ങുകൾ ടാബ് ദൃശ്യമാകേണ്ടതുണ്ടോ?
my: သတင်း / သိန်းစိရှိသည့် tab ကိုမြင်နိုင်သင့်ပါသလား။
nl: Moet het Nieuws/Tips-tabblad zichtbaar zijn?
no: Bør fanen Nyheter/Tips være synlig?
pl: Czy zakładka Nowości/Porady powinna być widoczna?
pt: Deve o separador Notícias/Dicas ser visível?
ru: Должен ли вкладка Новости/Советы быть видимой?
sl: Ali naj bo zavihek Novice/Namigi viden?
sr: Да ли картица Вести/Савети треба да буде видљива?
sv: Ska fliken Nyheter/Tips vara synlig?
sw: Je! Tabo ya Habari/Vidokezo inapaswa kuonekana?
th: ควรมองเห็นแท็บข่าวสาร/เคล็ดลับหรือไม่
tr: Haberler/İpuçları sekmesi görünür olmalı mı?
uk: Чи повинна бути видима вкладка Новини/Поради?
vi: Tab Tin tức/Mẹo có nên hiển thị không?
zh: 新闻/提示选项卡应该可见吗？

# settingsShowStromGedacht
source: Should tips from StromGedacht about the power grid be displayed?
af: Moet wenke van StromGedacht oor die kragnet vertoon word?
ar: هل يجب عرض نصائح من StromGedacht حول شبكة الطاقة؟
bg: Трябва ли да се показват съвети от StromGedacht за енергийната мрежа?
bs: Treba li prikazati savjete StromGedachta o električnoj mreži?
cs: Měly by se zobrazovat tipy od společnosti StromGedacht týkající se elektrické sítě?
da: Skal der vises tips fra StromGedacht om elnettet?
de: Sollen Hinweise von StromGedacht zum Stromnetz angezeigt werden?
el: Θα πρέπει να εμφανίζονται συμβουλές από την StromGedacht σχετικά με το δίκτυο ηλεκτρικής ενέργειας;
es: ¿Desea mostrar consejos de StromGedacht sobre la red eléctrica?
et: Kas kuvada StromGedachti elektrivõrgu nõuandeid?
fa: آیا نکاتی از StromGedacht در مورد شبکه برق باید نمایش داده شود؟
fi: Pitäisikö StromGedachtin sähköverkkoon liittyviä vinkkejä näyttää?
fr: Voulez-vous afficher des conseils de StromGedacht sur le réseau électrique ?
hi: क्या पावर ग्रिड के बारे में स्ट्रोमगेडाचट की युक्तियाँ प्रदर्शित की जानी चाहिए?
hr: Trebaju li se prikazati savjeti StromGedachta o električnoj mreži?
hu: Meg kell-e jeleníteni a StromGedachtól származó, az elektromos hálózatra vonatkozó tippeket?
it: Vuoi visualizzare suggerimenti da StromGedacht sulla rete elettrica?
ja: StromGedacht からの送電網に関するヒントを表示する必要がありますか?
ko: 전력망에 관한 StromGedacht 팁을 표시할까요?
lt: Ar turėtų būti rodomi StromGedacht patarimai apie elektros tinklą?
ml: പവർ ഗ്രിഡിനെക്കുറിച്ച് StromGedacht-ൽ നിന്നുള്ള നുറുങ്ങുകൾ പ്രദർശിപ്പിക്കേണ്ടതുണ്ടോ?
my: စွမ်းအင်ဇယားကွက်နှင့် ပတ်သက်. stromedgedtt မှအကြံဥာဏ်များပြသင့်ပါသလား။
nl: Moeten tips van StromGedacht over het elektriciteitsnet worden weergegeven?
no: Bør tips fra StromGedacht om strømnettet vises?
pl: Czy należy wyświetlać wskazówki StromGedacht dotyczące sieci energetycznej?
pt: Deseja mostrar dicas do StromGedacht sobre a rede elétrica?
ru: Хотите показать подсказки от StromGedacht о электросети?
sl: Ali naj bodo prikazani nasveti podjetja StromGedacht o električnem omrežju?
sr: Да ли би требало да се приказују савети СтромГедацхт-а о електричној мрежи?
sv: Ska tips från StromGedacht om elnätet visas?
sw: Je! Vidokezo kutoka Stromgedacht juu ya gridi ya nguvu kuonyeshwa?
th: ควรแสดงคำแนะนำจาก StromGedacht เกี่ยวกับโครงข่ายไฟฟ้าหรือไม่
tr: StromGedacht'ın elektrik şebekesine ilişkin ipuçları görüntülenmeli mi?
uk: Чи слід відображати поради від StromGedacht щодо електромережі?
vi: Có nên hiển thị các lời khuyên từ StromGedacht về lưới điện không?
zh: 是否应该显示 StromGedacht 有关电网的提示？

# lineChartAppearanceSettings
source: Line charts appearance
af: Lynkaarte voorkoms
ar: مظهر المخططات الخطية
bg: Външен вид на линейните графики
bs: Izgled linijskih grafikona
cs: Vzhled spojnicových grafů
da: Linjediagrammets udseende
de: Darstellung der Liniendiagramme
el: Εμφάνιση γραμμικών διαγραμμάτων
es: Aspecto de los gráficos de líneas
et: Joon­diagrammide välimus
fa: ظاهر نمودارهای خطی
fi: Viivakaavioiden ulkonäkö
fr: Apparence des graphiques linéaires
hi: लाइन चार्ट उपस्थिति
hr: Izgled linijskih grafikona
hu: Vonaldiagramok megjelenése
it: Aspetto dei grafici a linee
ja: 折れ線グラフの外観
ko: 선형 차트 표시 방식
lt: Linijinių diagramų išvaizda
ml: ലൈൻ ചാർട്ടുകളുടെ രൂപം
my: Line Charts အသွင်အပြင်
nl: Lijngrafieken uiterlijk
no: Linjediagrams utseende
pl: Wygląd wykresów liniowych
pt: Aparência dos gráficos de linhas
ru: Вид линейных диаграмм
sl: Videz črtnih grafikonov
sr: Изглед линијских графикона
sv: Linjediagrams utseende
sw: Chati za mstari
th: ลักษณะแผนภูมิเส้น
tr: Çizgi grafiklerin görünümü
uk: Зовнішній вигляд лінійних діаграм
vi: Xuất hiện biểu đồ đường
zh: 折线图外观

# lineChartAppearanceSettingsShowSpots
source: Show (circular) spots on the lines of charts
af: Wys (sirkelvormige) kolle op die lyne van kaarte
ar: عرض النقاط (الدائرية) على خطوط المخططات
bg: Показване на (кръгли) точки на линиите на графиките
bs: Prikažite (kružne) tačke na linijama grafikona
cs: Zobrazit (kruhové) skvrny na řádcích grafů
da: Vis (cirkulære) pletter på linjerne i diagrammer
de: Datenpunkte auf den Linien von Diagrammen anzeigen
el: Εμφάνιση (κυκλικών) σημείων στις γραμμές των διαγραμμάτων
es: Mostrar puntos de datos en las líneas de los gráficos
et: Näita joonte punktidel rõngaid
fa: نشان دادن نقاط (دایره ای) در خطوط نمودار
fi: Näytä (pyöreät) pisteet kaavioiden viivoilla
fr: Afficher les points de données sur les lignes des graphiques
hi: चार्ट की तर्ज पर (गोलाकार) स्थान दिखाएँ
hr: Pokažite (kružne) točke na linijama karte
hu: (Kör alakú) foltok megjelenítése a diagramok vonalain
it: Mostrare i punti di dati sulle linee dei grafici
ja: チャートの線上に（円形の）スポットを表示します
ko: 차트 선 위에 (원형) 점 표시
lt: Rodyti (apvalias) dėmes diagramų linijose
ml: ചാർട്ടുകളുടെ വരികളിൽ (വൃത്താകൃതിയിലുള്ള) പാടുകൾ കാണിക്കുക
my: ဇယား၏လိုင်းများပေါ်တွင် (မြို့ပတ်ရထား) အစက်အပြောက်
nl: Toon (ronde) punten op de lijnen van grafieken
no: Vis (sirkulære) flekker på linjene i diagrammer
pl: Pokaż (okrągłe) punkty na liniach wykresów
pt: Mostrar pontos de dados nas linhas dos gráficos
ru: Показать точки данных на линиях графиков
sl: Pokažite (krožne) lise na črtah grafikonov
sr: Покажите (кружне) тачке на линијама графикона
sv: Visa (cirkulära) fläckar på linjerna i diagram
sw: Onyesha (mviringo) matangazo kwenye mistari ya chati
th: แสดงจุด (วงกลม) บนเส้นของแผนภูมิ
tr: Grafik çizgilerinde (dairesel) noktaları göster
uk: Покажіть (круглими) плямами на лініях діаграм
vi: Hiển thị các điểm (tròn) trên các đường của biểu đồ
zh: 在图表线上显示（圆形）点

# supportMakeSuggestion
source: Suggest something
af: Stel iets voor
ar: اقترح شيئاً
bg: Предложете нещо
bs: Predloži nešto
cs: Navrhněte něco
da: Foreslå noget
de: Vorschlag machen
el: Προτείνετε κάτι
es: Haz una sugerencia
et: Tee ettepanek
fa: پیشنهادی بده
fi: Ehdota jotakin
fr: Faire une proposition
hi: कुछ सुझाव दें
hr: Predložite nešto
hu: Javasoljon valamit
it: Suggerimento
ja: 何かを提案する
ko: 제안하기
lt: Pasiūlykit ką nors
ml: ഏതെങ്കിലും നിർദ്ദേശിക്കുക
my: တစ်ခုခုအကြံပြုပါ
nl: Stel iets voor
no: Foreslå noe
pl: Zaproponuj coś
pt: Faça uma sugestão
ru: Сделать предложение
sl: Predlagaj nekaj
sr: Предложи нешто
sv: Föreslå något
sw: Pendekeza kitu
th: แนะนำอะไรบางอย่าง
tr: Bir şey öner
uk: Запропонуйте щось
vi: Đề xuất điều gì đó
zh: 建议一些东西
