Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# accountFaqA2
source: Yes, purchases can still be restored on an Android device via the Play Store or on an iPhone via the App Store. The EHW+ user account provides an alternative method for restoring purchases when restoring through the App Store is not possible, increasing reliability. Additionally, it allows purchases to be restored on a device where the purchase did not originally take place.
af: Ja, aankope kan steeds op 'n Android-toestel via die Play Winkel of op 'n iPhone via die App Store herstel word. Die EHW+-gebruikersrekening bied 'n alternatiewe metode vir die herstel van aankope wanneer herstel via die App Store nie moontlik is nie, wat betroubaarheid verhoog. Boonop laat dit aankope toe om herstel te word op 'n toestel waar die aankoop nie oorspronklik plaasgevind het nie.
ar: نعم، لا يزال من الممكن استعادة المشتريات على جهاز Android عبر Play Store أو على iPhone عبر App Store. يوفر حساب مستخدم EHW+ طريقة بديلة لاستعادة المشتريات عندما لا يكون الاستعادة من خلال App Store ممكناً، مما يزيد الموثوقية. بالإضافة إلى ذلك، يسمح باستعادة المشتريات على جهاز لم يتم الشراء عليه أصلاً.
bg: Да, покупките все още могат да бъдат възстановени на устройство с Android чрез Play Store или на iPhone чрез App Store. Потребителският акаунт EHW+ предоставя алтернативен метод за възстановяване на покупки, когато възстановяването чрез App Store не е възможно, като по този начин се повишава надеждността. Освен това той позволява възстановяването на покупки на устройство, на което първоначално не е извършена покупка.
bs: Da, kupovine se i dalje mogu vratiti na Android uređaju putem Play Store-a ili na iPhone-u putem App Store-a. Korisnički nalog EHW+ pruža alternativnu metodu za vraćanje kupovina kada vraćanje putem App Store-a nije moguće, povećavajući pouzdanost. Osim toga, omogućava vraćanje kupovina na uređaj na kojem se kupovina prvobitno nije dogodila.
cs: Ano, nákupy lze stále obnovit na zařízení Android prostřednictvím Obchodu Play nebo na iPhonu prostřednictvím App Store. Uživatelský účet EHW+ poskytuje alternativní metodu pro obnovení nákupů, když obnovení prostřednictvím App Store není možné, čímž se zvyšuje spolehlivost. Navíc umožňuje obnovit nákupy na zařízení, kde k nákupu původně nedošlo.
da: Ja, køb kan stadig gendannes på en Android-enhed via Play Store eller på en iPhone via App Store. EHW+-brugerkontoen giver en alternativ metode til at gendanne køb, når gendannelse gennem App Store ikke er mulig, hvilket øger pålideligheden. Derudover giver det mulighed for at gendanne køb på en enhed, hvor købet ikke oprindeligt fandt sted.
de: Ja, Käufe können auch auf einem Android über das PlayStore bzw. auf einem iPhone über das App Store wiederhergestellt werden. Das EHW+ Nutzerkonto bietet eine alternative Möglichkeit der Wiederherstellung von Käufen, wenn das Wiederherstellen über das App Store gerade nicht möglich ist und erhöht die Zuverlässigkeit. Außerdem kann so ein Kauf auch auf einem Gerät wiederhergestellt werden, auf dem der Kauf nicht stattgefunden hat.
el: Ναι, οι αγορές μπορούν ακόμα να αποκατασταθούν σε μια συσκευή Android μέσω του Play Store ή σε ένα iPhone μέσω του App Store. Ο λογαριασμός χρήστη EHW+ παρέχει μια εναλλακτική μέθοδο για την αποκατάσταση αγορών όταν δεν είναι δυνατή η αποκατάσταση μέσω του App Store, αυξάνοντας την αξιοπιστία. Επιπλέον, επιτρέπει την αποκατάσταση των αγορών σε μια συσκευή στην οποία η αγορά δεν πραγματοποιήθηκε αρχικά.
es: Sí, las compras se pueden restaurar en un dispositivo Android a través de Play Store o en un iPhone a través de la App Store. La cuenta de usuario EHW+ ofrece un método alternativo para restaurar las compras cuando la restauración a través de la App Store no es posible, aumentando la fiabilidad. Además, permite restaurar una compra en un dispositivo donde no se realizó la compra.
et: Jah, Android-seadmes saab ostusid endiselt taastada Play Store'i kaudu või iPhone'is App Store'i kaudu. EHW+ kasutajakonto pakub alternatiivset meetodit ostude taastamiseks, kui taastamine App Store'i kaudu ei ole võimalik, mis suurendab usaldusväärsust. Lisaks võimaldab see taastada ostud ka seadmes, kus ostu algselt ei toimunud.
fa: بله، خریدها همچنان در دستگاه اندرویدی از طریق فروشگاه Play یا در آیفون از طریق اپ استور قابل بازیابی هستند.حساب کاربری +EHW روشی جایگزین برای بازیابی خریدها ارائه می‌کند، زمانی که بازیابی از طریق فروشگاه App امکان‌پذیر نیست و قابلیت اطمینان را افزایش می‌دهد.به‌علاوه، امکان بازیابی خریدها در دستگاهی را فراهم می‌کند که در ابتدا خرید انجام نشده است.
fi: Kyllä, ostokset voidaan edelleen palauttaa Android-laitteella Play Storen kautta tai iPhonella App Storen kautta. EHW+-käyttäjätili tarjoaa vaihtoehtoisen menetelmän ostosten palauttamiseen, kun palauttaminen App Storen kautta ei ole mahdollista, mikä lisää luotettavuutta. Lisäksi se mahdollistaa ostosten palauttamisen laitteella, jolla ostoa ei alun perin tehty.
fr: Oui, les achats peuvent être restaurés sur un appareil Android via le Play Store ou sur un iPhone via l'App Store. Le compte utilisateur EHW+ offre une méthode alternative pour restaurer vos achats lorsque la restauration via l'App Store n'est pas possible, augmentant ainsi la fiabilité. De plus, il permet de restaurer un achat sur un appareil où l'achat n'a pas été effectué.
hi: हां, खरीदारी को अभी भी एंड्रॉइड डिवाइस पर प्ले स्टोर के माध्यम से या आईफोन पर ऐप स्टोर के माध्यम से बहाल किया जा सकता है।EHW+ उपयोगकर्ता खाता खरीदारी को पुनर्स्थापित करने के लिए एक वैकल्पिक तरीका प्रदान करता है जब ऐप स्टोर के माध्यम से पुनर्स्थापित करना संभव नहीं है, जिससे विश्वसनीयता बढ़ती है।इसके अतिरिक्त, यह खरीदारी को उस डिवाइस पर बहाल करने की अनुमति देता है जहां खरीदारी मूल रूप से नहीं हुई थी।
hr: Da, kupnje se i dalje mogu obnoviti na Android uređaju putem Trgovine Play ili na iPhoneu putem App Storea.Korisnički račun EHW+ pruža alternativnu metodu za vraćanje kupnji kada vraćanje putem App Storea nije moguće, čime se povećava pouzdanost.Osim toga, omogućuje vraćanje kupnji na uređaju na kojem kupnja nije izvorno obavljena.
hu: Igen, a vásárlások továbbra is visszaállíthatók Android készüléken a Play Store-on keresztül, illetve iPhone-on az App Store-on keresztül. Az EHW+ felhasználói fiók alternatív módszert biztosít a vásárlások visszaállítására, ha a visszaállítás az App Store-on keresztül nem lehetséges, növelve ezzel a megbízhatóságot. Emellett lehetővé teszi a vásárlások visszaállítását olyan eszközön is, ahol a vásárlás eredetileg nem történt meg.
it: Sì, gli acquisti possono essere ripristinati su un dispositivo Android tramite Play Store o su un iPhone tramite App Store. L'account utente EHW+ offre un metodo alternativo per ripristinare gli acquisti quando il ripristino tramite App Store non è possibile, aumentando l'affidabilità. Inoltre, consente di ripristinare un acquisto su un dispositivo in cui non è stato effettuato.
ja: はい、購入した内容は、Android デバイスでは Play ストア経由で、iPhone では App Store 経由で復元できます。EHW+ ユーザー アカウントは、App Store 経由で復元できない場合に購入を復元するための代替方法を提供し、信頼性を高めます。さらに、最初に購入が行われなかったデバイスで購入を復元できるようになります。
ko: 예. Android 디바이스에서는 Play 스토어를 통해, iPhone에서는 App Store를 통해 구매를 복원할 수 있습니다. EHW+ 사용자 계정은 앱 스토어를 통한 복원이 불가능한 경우 구매를 복원할 수 있는 대체 방법을 제공하여 안정성을 높입니다. 또한 원래 구매가 이루어지지 않았던 디바이스에서 구매를 복원할 수 있습니다.
lt: Taip, pirkinius vis tiek galima atkurti „Android“ įrenginyje per „Play Store“ arba „iPhone“ naudojant „App Store“. EHW+ vartotojo abonementas suteikia alternatyvų pirkinių atkūrimo būdą, kai atkurti per App Store neįmanoma, todėl padidėja patikimumas. Be to, tai leidžia atkurti pirkinius įrenginyje, kuriame iš pradžių nebuvo pirkta.
ml: അതെ, Play Store വഴിയോ iPhone-ൽ ആപ്പ് സ്റ്റോർ വഴിയോ വാങ്ങലുകൾ തുടർന്നും Android ഉപകരണത്തിൽ പുനഃസ്ഥാപിക്കാനാകും. ആപ്പ് സ്റ്റോർ വഴി പുനഃസ്ഥാപിക്കുന്നത് സാധ്യമല്ലാത്തപ്പോൾ വാങ്ങലുകൾ പുനഃസ്ഥാപിക്കുന്നതിന് EHW+ ഉപയോക്തൃ അക്കൗണ്ട് ഒരു ഇതര രീതി നൽകുന്നു, ഇത് വിശ്വാസ്യത വർദ്ധിപ്പിക്കുന്നു. കൂടാതെ, വാങ്ങൽ യഥാർത്ഥത്തിൽ നടക്കാത്ത ഉപകരണത്തിൽ വാങ്ങലുകൾ പുനഃസ്ഥാപിക്കാൻ ഇത് അനുവദിക്കുന്നു.
my: ဟုတ်ကဲ့, 0 ယ်ယူမှုများကို Play Store မှတစ်ဆင့်သို့မဟုတ်အက်ပလီကေးရှင်းမှတစ်ဆင့် Android device ပေါ်တွင်ပြန်လည်တည်ဆောက်နိုင်သည်။ EHW + အသုံးပြုသူအကောင့်သည် 0 ယ်ယူမှုများကိုပြန်လည်ထူထောင်ရန်အတွက်အခြားနည်းလမ်းကိုပြန်လည်ထူထောင်ရန်အတွက်အခြားနည်းလမ်းကိုပြန်လည်ထူထောင်ရန်မဖြစ်နိုင်ပါ။ ထို့အပြင် 0 ယ်ယူမှုသည် 0 ယ်ယူမှုကိုမူလကမယူသည့်ကိရိယာပေါ်တွင်ပြန်လည်တည်ဆောက်ရန်ခွင့်ပြုသည်။
nl: Ja, aankopen kunnen nog steeds worden hersteld op een Android-apparaat via de Play Store of op een iPhone via de App Store. Het EHW+-gebruikersaccount biedt een alternatieve methode voor het herstellen van aankopen wanneer herstellen via de App Store niet mogelijk is, wat de betrouwbaarheid verhoogt. Bovendien maakt het het mogelijk om aankopen te herstellen op een apparaat waar de aankoop oorspronkelijk niet heeft plaatsgevonden.
no: Ja, kjøp kan fortsatt gjenopprettes på en Android-enhet via Play Store eller på en iPhone via App Store. EHW+-brukerkontoen gir en alternativ metode for å gjenopprette kjøp når gjenoppretting gjennom App Store ikke er mulig, noe som øker påliteligheten. I tillegg tillater det at kjøp kan gjenopprettes på en enhet der kjøpet opprinnelig ikke fant sted.
pl: Tak, zakupy można nadal przywracać na urządzeniu z Androidem za pośrednictwem Sklepu Play lub na iPhonie za pośrednictwem App Store. Konto użytkownika EHW+ zapewnia alternatywną metodę przywracania zakupów, gdy przywrócenie ich za pośrednictwem App Store nie jest możliwe, co zwiększa niezawodność. Dodatkowo umożliwia przywrócenie zakupów na urządzeniu, na którym zakup nie miał pierwotnie miejsca.
pt: Sim, as compras podem ser restauradas em um dispositivo Android via Play Store ou em um iPhone via App Store. A conta de usuário EHW+ oferece um método alternativo para restaurar as compras quando a restauração pela App Store não é possível, aumentando a confiabilidade. Além disso, permite restaurar uma compra em um dispositivo onde a compra não foi realizada.
ru: Да, покупки могут быть восстановлены на устройстве Android через Play Store или на iPhone через App Store. Учетная запись EHW+ предлагает альтернативный способ восстановления покупок, если восстановление через App Store невозможно, повышая надежность. Кроме того, она позволяет восстановить покупку на устройстве, на котором покупка не была совершена.
sl: Da, nakupe je še vedno mogoče obnoviti v napravi Android prek Trgovine Play ali v napravi iPhone prek App Store. Uporabniški račun EHW+ zagotavlja alternativno metodo za obnovitev nakupov, ko obnovitev prek App Store ni mogoča, kar povečuje zanesljivost. Poleg tega omogoča obnovitev nakupov v napravi, kjer nakup prvotno ni bil opravljen.
sr: Да, куповине се и даље могу вратити на Андроид уређају преко Плаи Сторе-а или на иПхоне-у преко Апп Сторе-а. ЕХВ+ кориснички налог пружа алтернативни метод за враћање куповина када враћање преко Апп Сторе-а није могуће, што повећава поузданост. Поред тога, омогућава да се куповине врате на уређај на коме се куповина првобитно није догодила.
sv: Ja, köp kan fortfarande återställas på en Android-enhet via Play Store eller på en iPhone via App Store. EHW+-användarkontot tillhandahåller en alternativ metod för att återställa köp när återställning via App Store inte är möjlig, vilket ökar tillförlitligheten. Dessutom tillåter det att köp återställs på en enhet där köpet inte ägde rum ursprungligen.
sw: Ndio, ununuzi bado unaweza kurejeshwa kwenye kifaa cha Android kupitia Duka la Google Play au kwenye iPhone kupitia Duka la App. Akaunti ya mtumiaji ya EHW+ hutoa njia mbadala ya kurejesha ununuzi wakati wa kurejesha kupitia Duka la App haiwezekani, kuongezeka kwa kuegemea. Kwa kuongeza, inaruhusu ununuzi kurejeshwa kwenye kifaa ambacho ununuzi haukufanyika hapo awali.
th: ใช่ การซื้อยังคงสามารถกู้คืนบนอุปกรณ์ Android ผ่าน Play Store หรือบน iPhone ผ่าน App Store บัญชีผู้ใช้ EHW+ มอบวิธีการอื่นในการกู้คืนการซื้อเมื่อไม่สามารถกู้คืนผ่าน App Store ได้ ซึ่งจะช่วยเพิ่มความน่าเชื่อถือ นอกจากนี้ยังช่วยให้สามารถกู้คืนการซื้อบนอุปกรณ์โดยที่การซื้อไม่ได้เกิดขึ้นตั้งแต่แรก
tr: Evet, satın alınanlar yine de Play Store aracılığıyla bir Android cihaza veya App Store aracılığıyla bir iPhone'a geri yüklenebilir. EHW+ kullanıcı hesabı, App Store aracılığıyla geri yüklemenin mümkün olmadığı durumlarda satın alınanların geri yüklenmesi için alternatif bir yöntem sunarak güvenilirliği artırır. Ayrıca satın alma işlemlerinin, satın alma işleminin başlangıçta gerçekleşmediği bir cihaza geri yüklenmesine olanak tanır.
uk: Так, покупки все ще можна відновити на пристрої Android через Play Store або на iPhone через App Store. Обліковий запис користувача EHW+ забезпечує альтернативний спосіб відновлення покупок, коли відновлення через App Store неможливо, що підвищує надійність. Крім того, це дозволяє відновити покупки на пристрої, де покупка не здійснювалася спочатку.
vi: Có, giao dịch mua vẫn có thể được khôi phục trên thiết bị Android qua Play Store hoặc trên iPhone qua App Store. Tài khoản người dùng EHW+ cung cấp một phương pháp thay thế để khôi phục các giao dịch mua khi không thể khôi phục thông qua App Store, giúp tăng độ tin cậy. Ngoài ra, nó cho phép khôi phục giao dịch mua trên thiết bị mà giao dịch mua ban đầu không diễn ra.
zh: 是的，您仍然可以通过 Play Store 在 Android 设备上或通过 App Store 在 iPhone 上恢复购买。当无法通过 App Store 恢复时，EHW+ 用户帐户提供了恢复购买的替代方法，从而提高了可靠性。此外，它还允许在最初未进行购买的设备上恢复购买。

# accountButtonSetup
source: Set up EHW+ user account
af: Stel EHW+-gebruikersrekening op
ar: إعداد حساب مستخدم EHW+
bg: Създаване на потребителски акаунт в EHW+
bs: Postavite EHW+ korisnički račun
cs: Založte si uživatelský účet EHW+
da: Konfigurer EHW+ brugerkonto
de: EHW+ Nutzerkonto einrichten
el: Ρύθμιση λογαριασμού χρήστη EHW+
es: Configurar cuenta de usuario EHW+
et: EHW+ kasutajakonto loomine
fa: حساب کاربری EHW+ را تنظیم کنید
fi: EHW+-käyttäjätilin määrittäminen
fr: Créer un compte utilisateur EHW+
hi: EHW+ उपयोगकर्ता खाता सेट करें
hr: Postavite EHW+ korisnički račun
hu: EHW+ felhasználói fiók beállítása
it: Crea un account utente EHW+
ja: EHW+ユーザーアカウントの設定
ko: EHW+ 사용자 계정 설정
lt: Nustatykite EHW+ vartotojo abonementą
ml: EHW+ ഉപയോക്തൃ അക്കൗണ്ട് സജ്ജീകരിക്കുക
my: EHW + အသုံးပြုသူအကောင့်ကိုသတ်မှတ်ပါ
nl: EHW+-gebruikersaccount instellen
no: Sett opp EHW+ brukerkonto
pl: Skonfiguruj konto użytkownika EHW+
pt: Configurar conta de utilizador EHW+
ru: Создать учетную запись EHW+
sl: Nastavite uporabniški račun EHW+
sr: Подесите ЕХВ+ кориснички налог
sv: Konfigurera EHW+ användarkonto
sw: Sanidi akaunti ya mtumiaji ya EHW+
th: ตั้งค่าบัญชีผู้ใช้ EHW+
tr: EHW+ kullanıcı hesabını kurun
uk: Налаштуйте обліковий запис користувача EHW+
vi: Thiết lập tài khoản người dùng EHW+
zh: 设置 EHW+ 用户帐户

# cometSettingsIsPredictionsApiEnabled
source: Use the COMET Forecast API from the Goethe Institute
af: Gebruik die COMET-voorspelling-API van die Goethe-instituut
ar: استخدام COMET Forecast API من معهد جوته
bg: Използване на COMET Forecast API от Института Гьоте
bs: Koristite COMET Forecast API iz Goethe instituta
cs: Použijte rozhraní COMET Forecast API od Goethe Institute
da: Brug COMET Forecast API fra Goethe Instituttet
de: COMET-Vorhersage-API vom Goethe-Institut verwenden
el: Χρησιμοποιήστε το COMET Forecast API από το Ινστιτούτο Goethe
es: Usar la API de predicción COMET del Instituto Goethe
et: Kasuta Goethe Instituudi COMETi prognoosi API-t
fa: از COMET Forecast API از موسسه گوته استفاده کنید
fi: Käytä Goethe-instituutin COMET Forecast APIa
fr: Utiliser l’API de prévision COMET de l’Institut Goethe
hi: गोएथे इंस्टीट्यूट से COMET पूर्वानुमान एपीआई का उपयोग करें
hr: Koristi COMET Forecast API Goethe instituta
hu: A Goethe Intézet COMET Forecast API-jának használata
it: Utilizzare l’API di previsione COMET dell’Istituto Goethe
ja: Goethe Institute の COMET Forecast API を使用する
ko: 괴테 연구소의 COMET 예측 API 사용
lt: Naudokite Gėtės instituto COMET Forecast API
ml: ഗോഥെ ഇൻസ്റ്റിറ്റ്യൂട്ടിൽ നിന്നുള്ള COMET പ്രവചന API ഉപയോഗിക്കുക
my: Goethe Institute မှကြယ်တံခွန်ခန့်မှန်းချက် API ကိုသုံးပါ
nl: Gebruik de COMET Forecast API van het Goethe Instituut
no: Bruk COMET Forecast API fra Goethe Institute
pl: Skorzystaj z API COMET Forecast z Instytutu Goethego
pt: Usar a API de previsão COMET do Instituto Goethe
ru: Использовать COMET API от института Гёте для прогнозов
sl: Uporabite COMET Forecast API Goethe Instituta
sr: Користите ЦОМЕТ Форецаст АПИ од Гете института
sv: Använd COMET Forecast API från Goethe-institutet
sw: Tumia API ya utabiri wa Comet kutoka Taasisi ya Goethe
th: ใช้ COMET Forecast API จากสถาบันเกอเธ่
tr: Goethe Enstitüsü'nün COMET Tahmin API'sini kullanın
uk: Використовуйте COMET Forecast API від Goethe Institute
vi: Sử dụng API dự báo COMET từ Viện Goethe
zh: 使用歌德学院的 COMET Forecast API

# cometConsentScreenHeader
source: New: Better consumption forecasts
af: Nuut: Beter verbruiksvoorspellings
ar: جديد: توقعات استهلاك أفضل
bg: Ново: По-добри прогнози за консумация
bs: Novo: bolje prognoze potrošnje
cs: Novinka: Lepší předpovědi spotřeby
da: Nyt: Bedre forbrugsprognoser
de: Jetzt neu: Bessere Verbrauchsvorhersagen
el: Νέο: Καλύτερες προβλέψεις κατανάλωσης
es: Nuevo: Mejores pronósticos de consumo
et: Uus: paremad tarbimisprognoosid
fa: جدید: پیش بینی مصرف بهتر
fi: Uutta: Paremmat kulutusennusteet
fr: Nouveau : Meilleures prévisions de consommation
hi: नया: बेहतर उपभोग पूर्वानुमान
hr: Novo: bolje prognoze potrošnje
hu: Újdonság: jobb fogyasztási előrejelzések
it: Novità: Previsioni dei consumi migliori
ja: 新機能: 消費予測の改善
ko: 새 기능: 더 정확한 소비 예측
lt: Naujiena: geresnės vartojimo prognozės
ml: പുതിയത്: മെച്ചപ്പെട്ട ഉപഭോഗ പ്രവചനങ്ങൾ
my: New: ပိုကောင်းတဲ့စားသုံးမှုကြိုတင်ခန့်မှန်းချက်
nl: Nieuw: Betere verbruiksvoorspellingen
no: Nytt: Bedre forbruksprognoser
pl: Nowość: Lepsze prognozy konsumpcji
pt: Novo: Melhores previsões de consumo
ru: Новинка: Улучшенные прогнозы потребления
sl: Novo: boljše napovedi porabe
sr: Ново: боље прогнозе потрошње
sv: Nytt: Bättre konsumtionsprognoser
sw: Mpya: Utabiri bora wa matumizi
th: ใหม่: การคาดการณ์การบริโภคที่ดีขึ้น
tr: Yeni: Daha iyi tüketim tahminleri
uk: Нове: кращі прогнози споживання
vi: Mới: Dự báo tiêu dùng tốt hơn
zh: 新：更好的消费预测

# cometConsentScreenHowItWorksTitle
source: How does it work?
af: Hoe werk dit?
ar: كيف يعمل؟
bg: Как работи?
bs: Kako to funkcionira?
cs: Jak to funguje?
da: Hvordan virker det?
de: Wie funktioniert es?
el: Πώς λειτουργεί;
es: ¿Cómo funciona?
et: Kuidas see töötab?
fa: چگونه کار می کند؟
fi: Miten se toimii?
fr: Comment ça marche ?
hi: यह कैसे काम करता है?
hr: Kako to funkcionira?
hu: Hogyan működik?
it: Come funziona?
ja: どのように機能するのでしょうか?
ko: 작동 방식
lt: Kaip tai veikia?
ml: ഇത് എങ്ങനെ പ്രവർത്തിക്കുന്നു?
my: ဘယ်လိုအလုပ်လုပ်သလဲ
nl: Hoe werkt het?
no: Hvordan fungerer det?
pl: Jak to działa?
pt: Como funciona?
ru: Как это работает?
sl: kako deluje
sr: Како то функционише?
sv: Hur fungerar det?
sw: Inafanyaje kazi?
th: มันทำงานอย่างไร?
tr: Nasıl çalışır?
uk: як це працює
vi: Nó hoạt động như thế nào?
zh: 它是如何运作的？

# cometConsentScreenOnlineDescriptionTitle
source: With Internet connection:
af: Met internetverbinding:
ar: مع اتصال الإنترنت:
bg: С интернет връзка:
bs: Sa internet konekcijom:
cs: S připojením k internetu:
da: Med internetforbindelse:
de: Mit Internetverbindung:
el: Με σύνδεση στο Internet:
es: Con conexión a Internet:
et: Internetiühendusega:
fa: با اتصال به اینترنت:
fi: Internet-yhteydellä:
fr: Avec connexion Internet :
hi: इंटरनेट कनेक्शन के साथ:
hr: Uz internetsku vezu:
hu: Internetkapcsolattal:
it: Con connessione Internet:
ja: インターネット接続あり:
ko: 인터넷 연결 시:
lt: Su interneto ryšiu:
ml: ഇൻ്റർനെറ്റ് കണക്ഷൻ ഉപയോഗിച്ച്:
my: အင်တာနက်ဆက်သွယ်မှုနှင့်အတူ:
nl: Met internetverbinding:
no: Med Internett-tilkobling:
pl: Z połączeniem internetowym:
pt: Com conexão à Internet:
ru: С подключением к Интернету:
sl: Z internetno povezavo:
sr: Са интернет везом:
sv: Med Internetanslutning:
sw: Na unganisho la mtandao:
th: ด้วยการเชื่อมต่ออินเทอร์เน็ต:
tr: İnternet bağlantısıyla:
uk: З підключенням до Інтернету:
vi: Với kết nối Internet:
zh: 有互联网连接：
