Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# counterMessageRoomOptional
source: A room assignment helps with grouping but is optional.
af: 'n Kamer toekenning help met groepering maar is opsioneel.
ar: تعيين الغرفة يساعد في التجميع ولكنه اختياري.
bg: Присвояването на стая помага за групиране, но е опционално.
bs: Dodjela soba pomaže pri grupisanju, ali nije obavezna.
cs: Přiřazení místnosti pomáhá se seskupováním, ale je volitelné.
da: En rumtildeling hjælper med gruppering, men er valgfri.
de: Eine Raumzuordnung hilft bei der Gruppierung, ist aber optional.
el: Η ανάθεση δωματίου βοηθά στην ομαδοποίηση, αλλά είναι προαιρετική.
es: La asignación de una habitación ayuda a la clasificación pero es opcional.
et: Ruumiga seostamine aitab rühmitada, kuid on vabatahtlik.
fa: اختصاص اتاق به گروه بندی کمک می کند اما اختیاری است.
fi: Huonetehtävä auttaa ryhmittelyssä, mutta on valinnainen.
fr: L'attribution d'une pièce aide à la classification mais n'est pas obligatoire.
hi: एक कमरे का असाइनमेंट समूह बनाने में मदद करता है लेकिन यह वैकल्पिक है।
hr: Dodjela sobe pomaže kod grupiranja, ali nije obavezna.
hu: A szobabeosztás segít a csoportosításban, de nem kötelező.
it: L'assegnazione di una stanza aiuta nella classificazione, ma è facoltativa.
ja: 部屋の割り当てはグループ化に役立ちますが、オプションです。
ko: 방을 지정하면 그룹화에 도움이 되지만 필수는 아닙니다.
lt: Kambario užduotis padeda grupuoti, bet yra neprivaloma.
ml: ഒരു മുറി നിയോഗനം ഗ്രൂപ്പിംഗിനെ സഹായിക്കുന്നു, പക്ഷേ ഐച്ഛികമാണ്.
my: အခန်းတစ်ခန်းတာ 0 န်သည်အုပ်စုဖွဲ့ခြင်းနှင့်အတူကူညီသည်။
nl: Een kamer toewijzing helpt bij groepering maar is optioneel.
no: En romtildeling hjelper med gruppering, men er valgfri.
pl: Przydział pokoju pomaga w grupowaniu, ale jest opcjonalny.
pt: A atribuição de salas ajuda na classificação, mas é opcional.
ru: Привязка к комнате помогает группировать, но не обязательна.
sl: Dodelitev sobe pomaga pri združevanju, vendar ni obvezna.
sr: Додељивање соба помаже при груписању, али је опционо.
sv: En rumsuppgift hjälper till med gruppering men är valfri.
sw: Mgawo wa chumba husaidia kwa kuweka vikundi lakini ni hiari.
th: การกำหนดห้องช่วยในการจัดกลุ่มแต่เป็นทางเลือก
tr: Oda ataması gruplandırmaya yardımcı olur ancak isteğe bağlıdır.
uk: Призначення кімнати допомагає з групуванням, але є необов’язковим.
vi: Việc phân công phòng sẽ giúp ích cho việc phân nhóm nhưng là tùy chọn.
zh: 房间分配有助于分组，但是可选的。

# teaserPurchaseVirtualCounter
source: Add virtual counters with Premium.
af: Voeg virtuele tellers by met Premium.
ar: أضف عدادات افتراضية مع Premium.
bg: Добавяне на виртуални броячи с Premium.
bs: Dodajte virtuelne brojače uz Premium.
cs: Přidejte virtuální počítadla s Premium.
da: Tilføj virtuelle tællere med Premium.
de: Virtuelle Zähler gibt es mit Premium.
el: Προσθέστε εικονικούς μετρητές με το Premium.
es: Los contadores virtuales están disponibles con Premium.
et: Lisa virtuaalarvesteid paketiga Premium.
fa: با Premium شمارنده های مجازی اضافه کنید.
fi: Lisää virtuaalisia laskureita Premiumilla.
fr: Les compteurs virtuels sont disponibles avec Premium.
hi: प्रीमियम के साथ वर्चुअल काउंटर जोड़ें।
hr: Dodajte virtualne brojače uz Premium.
hu: Virtuális számlálók hozzáadása a Prémiummal.
it: I contatori virtuali sono disponibili con Premium.
ja: Premium で仮想カウンターを追加します。
ko: 프리미엄으로 가상 계량기를 추가하세요.
lt: Pridėkite virtualius skaitiklius naudodami „Premium“.
ml: പ്രീമിയം ഉപയോഗിച്ച് വെർച്വൽ കൗണ്ടറുകൾ ചേർക്കുക.
my: virtual ကောင်တာများကိုပရီမီယံဖြင့်ထည့်ပါ။
nl: Voeg virtuele meters toe met Premium.
no: Legg til virtuelle tellere med Premium.
pl: Dodaj wirtualne liczniki w wersji Premium.
pt: Os contadores virtuais estão disponíveis com Premium.
ru: Виртуальные счетчики доступны с Premium.
sl: Dodajte virtualne števce z Premium.
sr: Додајте виртуелне бројаче уз Премиум.
sv: Lägg till virtuella räknare med Premium.
sw: Ongeza hesabu za kawaida na malipo.
th: เพิ่มตัวนับเสมือนจริงด้วย Premium
tr: Premium ile sanal sayaçlar ekleyin.
uk: Додайте віртуальні лічильники з Premium.
vi: Thêm bộ đếm ảo với Premium.
zh: 使用 Premium 添加虚拟柜台。

# teaserPurchaseWaterExtractionCounter
source: Unlock water extraction counters with Premium.
af: Ontsluit wateronttrekkingsmeters met Premium.
ar: افتح عدادات استخراج الماء مع Premium.
bg: Отключване на броячи за извличане на вода с Premium.
bs: Otključajte brojače za ekstrakciju vode uz Premium.
cs: Odemkněte počítadla odběru vody pomocí Premium.
da: Lås op for vandudsugningstællere med Premium.
de: Wasserentnahme-Zähler gibt es mit Premium.
el: Ξεκλειδώστε τους μετρητές εξαγωγής νερού με το Premium.
es: Los contadores de extracción de agua están disponibles con Premium.
et: Ava niisutusvee arvestid paketiga Premium.
fa: قفل شمارنده های استخراج آب را با Premium باز کنید.
fi: Avaa vedenottolaskurit Premiumilla.
fr: Les compteurs d'extraction d'eau sont disponibles avec Premium.
hi: प्रीमियम के साथ जल निकासी काउंटर अनलॉक करें।
hr: Otključajte brojače ekstrakcije vode uz Premium.
hu: Oldja fel a vízkivételi számlálókat a Prémiummal.
it: I contatori di estrazione dell'acqua sono disponibili con Premium.
ja: プレミアムで水抽出カウンターのロックを解除します。
ko: 프리미엄으로 수도 추출 계량기를 사용 가능.
lt: Atrakinkite vandens ištraukimo skaitiklius naudodami Premium.
ml: പ്രീമിയം ഉപയോഗിച്ച് വാട്ടർ എക്‌സ്‌ട്രാക്ഷൻ കൗണ്ടറുകൾ അൺലോക്ക് ചെയ്യുക.
my: ရေပရီမီယံနှင့်အတူရေထုတ်ယူကောင်တာများကိုသော့ဖွင့်ပါ။
nl: Ontgrendel wateronttrekkingsmeters met Premium.
no: Lås opp vannuttaksdisker med Premium.
pl: Odblokuj liczniki ekstrakcji wody za pomocą Premium.
pt: Os contadores de extracção de água estão disponíveis com Premium.
ru: Счетчики забора воды доступны с Premium.
sl: Odklenite števce črpanja vode z Premium.
sr: Откључајте бројаче за екстракцију воде уз Премиум.
sv: Lås upp vattenutsugningsdiskar med Premium.
sw: Fungua hesabu za uchimbaji wa maji na malipo.
th: ปลดล็อคเคาน์เตอร์สกัดน้ำด้วย Premium
tr: Premium ile su çıkarma sayaçlarının kilidini açın.
uk: Розблокуйте лічильники видобутку води за допомогою Premium.
vi: Mở khóa quầy chiết nước bằng Premium.
zh: 使用高级版解锁水提取计数器。

# teaserPurchaseRenewableEnergies
source: Renewable energy counters require Premium.
af: Hernubare energietellers vereis Premium.
ar: عدادات الطاقة المتجددة تتطلب Premium.
bg: Броячите за възобновяема енергия изискват Premium.
bs: Brojači obnovljive energije zahtijevaju Premium.
cs: Počítadla obnovitelné energie vyžadují Premium.
da: Vedvarende energitællere kræver Premium.
de: Zähler für erneuerbare Energien erfordern Premium.
el: Οι μετρητές ανανεώσιμων πηγών ενέργειας απαιτούν Premium.
es: Los contadores de energías renovables requieren Premium.
et: Taas­tuvenergia arvestid eeldavad Premiumi.
fa: شمارنده های انرژی های تجدیدپذیر به Premium نیاز دارند.
fi: Uusiutuvan energian laskurit vaativat Premiumin.
fr: Les compteurs d'énergies renouvelables nécessitent Premium.
hi: नवीकरणीय ऊर्जा काउंटरों को प्रीमियम की आवश्यकता होती है।
hr: Brojači obnovljive energije zahtijevaju Premium.
hu: A megújuló energia számlálói prémiumot igényelnek.
it: I contatori per le energie rinnovabili richiedono Premium.
ja: 再生可能エネルギーカウンターにはプレミアムが必要です。
ko: 재생 에너지 계량기는 프리미엄이 필요합니다.
lt: Atsinaujinančios energijos skaitikliai reikalauja Premium.
ml: പുനരുപയോഗ ഊർജ്ജ കൗണ്ടറുകൾക്ക് പ്രീമിയം ആവശ്യമാണ്.
my: ပြန်လည်ပြည့်ဖြိုးမြဲစွမ်းအင်ကောင်တာများသည်ပရီမီယံလိုအပ်သည်။
nl: Hernieuwbare energiemeters vereisen Premium.
no: Fornybare energitellere krever Premium.
pl: Liczniki energii odnawialnej wymagają Premium.
pt: Os contadores de energias renováveis requerem Premium.
ru: Счетчики возобновляемых источников энергии требуют Premium.
sl: Števci obnovljive energije zahtevajo Premium.
sr: Бројачи обновљиве енергије захтевају Премиум.
sv: Förnybara energiräknare kräver Premium.
sw: Vipimo vya nishati mbadala vinahitaji malipo.
th: เคาน์เตอร์พลังงานทดแทนต้องใช้ระดับพรีเมียม
tr: Yenilenebilir enerji sayaçları Premium gerektirir.
uk: Лічильники відновлюваної енергії вимагають Premium.
vi: Máy đếm năng lượng tái tạo yêu cầu Premium.
zh: 可再生能源计数器需要高级。

# settingYearlyReset
source: Yearly reset
af: Jaarlikse herstel
ar: إعادة تعيين سنوية
bg: Годишно нулиране
bs: Godišnje resetovanje
cs: Roční reset
da: Årlig nulstilling
de: Jährlicher Reset
el: Ετήσια επαναφορά
es: Reinicio anual
et: Aastane nullimine
fa: تنظیم مجدد سالانه
fi: Vuosittainen nollaus
fr: Réinitialisation annuelle
hi: वार्षिक रीसेट
hr: Godišnje resetiranje
hu: Éves visszaállítás
it: Reset annuale
ja: 年に一度のリセット
ko: 연간 초기화
lt: Kasmetinis nustatymas iš naujo
ml: വാർഷിക പുനഃസജ്ജീകരണം
my: နှစ်စဉ် reset
nl: Jaarlijkse reset
no: Årlig tilbakestilling
pl: Coroczny reset
pt: Reinício anual
ru: Ежегодный сброс
sl: Letna ponastavitev
sr: Годишње ресетовање
sv: Årlig återställning
sw: Rudisha kila mwaka
th: รีเซ็ตทุกปี
tr: Yıllık sıfırlama
uk: Щорічне скидання
vi: Đặt lại hàng năm
zh: 每年重置

# settingYearlyResetOn
source: on
af: aan
ar: تشغيل
bg: включено
bs: na
cs: na
da: på
de: am
el: στο
es: en
et: sees
fa: روی
fi: päällä
fr: le
hi: पर
hr: na
hu: a oldalon
it: il
ja: の上
ko: 해당일
lt: įjungta
ml: ഓൺ
my: အပေါ်
nl: op
no: på
pl: NA
pt: em
ru: на
sl: na
sr: на
sv: på
th: บน
tr: Açık
uk: на
vi: TRÊN
zh: 在

# settingShowCounterReadingsChart
source: Show readings chart
af: Wys lesingskaart
ar: عرض مخطط القراءات
bg: Показване на графика на отчитанията
bs: Prikaži grafikon očitavanja
cs: Zobrazit graf měření
da: Vis aflæsningsdiagram
de: Verlauf anzeigen
el: Εμφάνιση διαγράμματος αναγνώσεων
es: Mostrar gráfico de lecturas
et: Näita näitude diagrammi
fa: نمایش نمودار خواندن
fi: Näytä lukemataulukko
fr: Afficher le graphique des relevés
hi: रीडिंग चार्ट दिखाएँ
hr: Prikaži grafikon očitanja
hu: Leolvasási diagram megjelenítése
it: Mostra il grafico delle lettura
ja: 測定値チャートを表示
ko: 지침 차트 표시
lt: Rodyti rodmenų lentelę
ml: റീഡിംഗ് ചാർട്ട് കാണിക്കുക
my: ဖတ်ရန်ဇယားပြပါ
nl: Toon aflezingengrafiek
no: Vis målingsdiagram
pl: Pokaż wykres odczytów
pt: Mostrar gráfico de leituras
ru: Показать график показаний
sl: Prikaži grafikon odčitkov
sr: Прикажи графикон очитавања
sv: Visa avläsningsdiagram
sw: Onyesha chati ya usomaji
th: แสดงแผนภูมิการอ่าน
tr: Okuma grafiğini göster
uk: Показати діаграму показань
vi: Hiển thị biểu đồ đọc
zh: 显示读数图表

# settingShowHeatmap
source: Show heatmap
af: Wys hittekaart
ar: عرض خريطة الحرارة
bg: Показване на топлинна карта
bs: Prikaži toplotnu kartu
cs: Zobrazit teplotní mapu
da: Vis varmekort
de: Heatmap anzeigen
el: Εμφάνιση χάρτη θερμότητας
es: Mostrar mapa de calor
et: Näita soojuskaarti
fa: نمایش نقشه حرارتی
fi: Näytä lämpökartta
fr: Afficher la heatmap
hi: हीटमैप दिखाएँ
hr: Prikaži toplinsku kartu
hu: Hőtérkép megjelenítése
it: Mostra heatmap
ja: ヒートマップを表示する
ko: 히트맵 표시
lt: Rodyti šilumos žemėlapį
ml: ഹീറ്റ്‌മാപ്പ് കാണിക്കുക
my: HeTmap ကိုပြပါ
nl: Toon heatmap
no: Vis varmekart
pl: Pokaż mapę cieplną
pt: Mostrar heatmap
ru: Показать тепловую карту
sl: Prikaži toplotni zemljevid
sr: Прикажи топлотну мапу
sv: Visa värmekarta
sw: Onyesha Heatmap
th: แสดงแผนที่ความร้อน
tr: Isı haritasını göster
uk: Показати теплову карту
vi: Hiển thị bản đồ nhiệt
zh: 显示热图

# settingShowPreliminaryCurve
source: Show preliminary curve
af: Wys voorlopige kurwe
ar: عرض المنحنى الأولي
bg: Показване на предварителна крива
bs: Prikaži preliminarnu krivu
cs: Zobrazit předběžnou křivku
da: Vis foreløbig kurve
de: Vorläufige Kurve anzeigen
el: Εμφάνιση προκαταρκτικής καμπύλης
es: Mostrar curva preliminar
et: Näita esialgset kõverat
fa: نمایش منحنی اولیه
fi: Näytä alustava käyrä
fr: Afficher la courbe préliminaire
hi: प्रारंभिक वक्र दिखाएँ
hr: Prikaži preliminarnu krivulju
hu: Előzetes görbe megjelenítése
it: Mostra curva preliminare
ja: 予備曲線を表示
ko: 예상 곡선 표시
lt: Rodyti preliminarią kreivę
ml: പ്രാഥമിക വക്രം കാണിക്കുക
my: ပဏာမကွေးပြပါ
nl: Toon voorlopige curve
no: Vis foreløpig kurve
pl: Pokaż wstępną krzywą
pt: Mostrar curva preliminar
ru: Показать предварительную кривую
sl: Prikaži predhodno krivuljo
sr: Прикажи прелиминарну криву
sv: Visa preliminär kurva
sw: Onyesha Curve ya awali
th: แสดงเส้นโค้งเบื้องต้น
tr: Ön eğriyi göster
uk: Показати попередню криву
vi: Hiển thị đường cong sơ bộ
zh: 显示初步曲线

# unitLiters
source: liters
af: liter
ar: لتر
bg: литра
bs: litara
cs: litrů
da: liter
de: Liter
el: λίτρα
es: litros
et: liitrit
fa: لیتر
fi: litraa
fr: litres
hi: लीटर
hr: litara
hu: liter
it: litri
ja: リットル
ko: 리터
lt: litrų
ml: ലീറ്റർ
my: လီတာ
nl: liter
no: liter
pl: litry
pt: litros
ru: литры
sl: litrov
sr: литара
sv: liter
sw: lita
th: ลิตร
tr: litre
uk: літрів
vi: lít
zh: 升

# unitCm
source: cm
ar: سم
bg: см
fa: سانتی‌متر
hi: सेमी
my: စင်တီမီတာ
ru: см
sr: цм
th: ซม
tr: santimetre
uk: см
vi: cmt
zh: 厘米

# unitNone
source: none
af: geen
ar: لا شيء
bg: няма
bs: nijedan
cs: žádný
da: ingen
de: keine
el: κανένας
es: ninguno
et: pole
fa: هیچ‌کدام
fi: ei mitään
fr: aucun
hi: कोई नहीं
hr: nikakav
hu: nincs
it: nessuno
ja: なし
ko: 없음
lt: jokios
ml: ഒന്നുമില്ല
my: ဘာမှျ
nl: geen
no: ingen
pl: nic
pt: nenhum
ru: нет
sl: nič
sr: ниједан
sv: ingen
sw: hakuna
th: ไม่มี
tr: hiçbiri
uk: немає
vi: không có
zh: 没有任何

source: Room type
af: Kamertipe
ar: نوع الغرفة
bg: Тип стая
bs: Vrsta sobe
cs: Typ pokoje
da: Værelsestype
de: Raumtyp
el: Τύπος δωματίου
es: Tipo de habitación
et: Ruumi tüüp
fa: نوع اتاق
fi: Huonetyyppi
fr: Type de local
hi: कमरे के प्रकार
hr: Vrsta prostorije
hu: Szoba típusa
it: Tipo di stanza
ja: 部屋タイプ
ko: 방 유형
lt: Kambario tipas
ml: മുറി തരം
my: အခန်းအမျိုးအစား
nl: Kamertype
no: Romtype
pl: Typ pokoju
pt: Tipo de sala
ru: Тип комнаты
sl: Tip sobe
sr: Тип собе
sv: Rumstyp
sw: Aina ya chumba
th: ประเภทห้องพัก
tr: Oda tipi
uk: Тип кімнати
vi: Loại phòng
zh: 房型

source: Room name
af: Kamernaam
ar: اسم الغرفة
bg: Име на стая
bs: Ime sobe
cs: Název místnosti
da: Værelsesnavn
de: Zimmername
el: Όνομα δωματίου
es: Nombre de la habitación
et: Ruumi nimi
fa: نام اتاق
fi: Huoneen nimi
fr: Nome de local
hi: कमरे का नाम
hr: Naziv sobe
hu: Szoba neve
it: Nome della stanza
ja: 部屋名
ko: 방 이름
lt: Kambario pavadinimas
ml: മുറിയുടെ പേര്
my: အခန်းနာမည်
nl: Kamernaam
no: Romnavn
pl: Nazwa pokoju
pt: Nome do quarto
ru: Название комнаты
sl: Ime sobe
sr: Име собе
sv: Rumsnamn
sw: Jina la Chumba
th: ชื่อห้อง
tr: Oda adı
uk: Назва кімнати
vi: Tên phòng
zh: 房间名称

# roomNameHint
source: Optionally assign a room name
af: Ken opsioneel 'n kamernaam toe
ar: تعيين اسم الغرفة اختيارياً
bg: По избор задайте име на стая
bs: Opciono dodijelite naziv sobi
cs: Volitelně přiřaďte název místnosti
da: Tildel eventuelt et rumnavn
de: Vergebe optional einen Zimmernamen
el: Προαιρετικά εκχωρήστε ένα όνομα δωματίου
es: Opción de asignar un nombre de sala
et: Soovi korral määra ruumi nimi
fa: در صورت تمایل یک نام برای اتاق وارد کنید
fi: Valinnaisesti anna huoneelle nimi
fr: Attribuer éventuellement un nom de local
hi: वैकल्पिक रूप से एक कमरे का नाम निर्दिष्ट करें
hr: Po želji dodijelite naziv sobi
hu: Opcionálisan hozzárendelhet egy szobanevet
it: Assegna facoltativamente un nome alla stanza
ja: 必要に応じて部屋名を割り当てます
ko: 선택적으로 방 이름을 지정할 수 있습니다.
lt: Pasirinktinai priskirkite kambario pavadinimą
ml: ഓപ്ഷണലായി ഒരു മുറിയുടെ പേര് നൽകുക
my: optionally အခန်းနာမည်တစ်ခုသတ်မှတ်ပါ
nl: Optioneel een kamernaam toewijzen
no: Du kan eventuelt tildele et romnavn
pl: Opcjonalnie przypisz nazwę pokoju
pt: Atribuir opcionalmente um nome de sala
ru: Опционально назначьте название комнаты
sl: Po želji dodelite ime sobe
sr: Опционо доделите назив соби
sv: Tilldela eventuellt ett rumsnamn
sw: Kwa hiari toa jina la chumba
th: เลือกที่จะกำหนดชื่อห้อง
tr: İsteğe bağlı olarak bir oda adı atayın
uk: За бажанням призначте назву кімнати
vi: Tùy chọn gán tên phòng
zh: 可选择指定房间名称

# roomNew
source: New room
af: Nuwe kamer
ar: غرفة جديدة
bg: Нова стая
bs: Nova soba
cs: Nový pokoj
da: Nyt værelse
de: Neues Zimmer
el: Νέο δωμάτιο
es: Nueva habitación
et: Uus ruum
fa: اتاق جدید
fi: Uusi huone
fr: Nouveau local
hi: नया कमरा
hr: Nova soba
hu: Új szoba
it: Nuova stanza
ja: 新しい部屋
ko: 새 방
lt: Naujas kambarys
ml: പുതിയ മുറി
my: အခန်းအသစ်
nl: Nieuwe kamer
no: Nytt rom
pl: Nowy pokój
pt: Novo quarto
ru: новое комната
sl: Nova soba
sr: Нова соба
sv: Nytt rum
sw: Chumba kipya
th: ห้องใหม่
tr: Yeni oda
uk: Нова кімната
vi: Phòng mới
zh: 新房间

# roomDeleteConfirm
source: Delete room?
af: Vee kamer uit?
ar: حذف الغرفة؟
bg: Изтриване на стая?
bs: Izbrisati sobu?
cs: Smazat místnost?
da: Vil du slette værelse?
de: Raum löschen?
el: Διαγραφή δωματίου;
es: ¿Eliminar habitación?
et: Kas kustutada ruum?
fa: اتاق حذف شود؟
fi: Poista huone?
fr: Supprimer le local ?
hi: कमरा हटाएँ?
hr: Obriši sobu?
hu: Szobát törölni?
it: Eliminare la stanza?
ja: 部屋を削除しますか?
ko: 방을 삭제하시겠습니까?
lt: Ištrinti kambarį?
ml: മുറി മായ്ക്കണോ?
my: အခန်းကိုဖျက်ပစ်လား
nl: Kamer verwijderen?
no: Vil du slette rommet?
pl: Usunąć pokój?
pt: Apagar sala?
ru: Удалить комнату?
sl: Želite izbrisati sobo?
sr: Избрисати собу?
sv: Ta bort rum?
sw: Futa chumba?
th: ลบห้องใช่ไหม?
tr: Oda silinsin mi?
uk: Видалити кімнату?
vi: Xóa phòng?
zh: 删除房间？

# settingColor
source: Color
af: Kleur
ar: اللون
bg: Цвят
bs: Boja
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
et: Värv
fa: رنگ
fi: Väri
fr: Couleur
hi: रंग
hr: Boja
hu: Színes
it: Colore
ja: 色
ko: 색상
lt: Spalva
ml: നിറം
my: အရောင်
nl: Kleur
no: Farge
pl: Kolor
pt: Cor
ru: Цвет
sl: barva
sr: Боја
sv: Färg
sw: Rangi
th: สี
tr: Renk
uk: колір
vi: Màu sắc
zh: 颜色

# counterNum
source: {count} counters
af: {count} tellers
ar: {count} عدادات
bg: {count} брояча
bs: {count} brojači
cs: {count} čítače
da: {count} tællere
de: {count} Zähler
el: {count} μετρητές
es: {count} contadores
et: {count} arvestit
fa: {count} شمارنده
fi: {count} mittaria
fr: {count, plural, one {{count} compteur} other {{count} compteurs}}
hi: {count} मीटर
hr: {count} brojači
hu: {count} pultok
it: {count} contatori
ja: {count}カウンター
ko: {count}개 계량기
lt: {count} skaitikliai
ml: {count} കൗണ്ടറുകൾ
my: Phtoken0 ကောင်တာ
nl: {count} meters
no: {count} tellere
pl: Liczniki {count}
pt: {count} contadores
ru: {count} счетчиков
sl: Števci {count}
sr: ПХТОКЕН0 бројачи
sv: {count} räknare
sw: Hesabu za phtoken0
th: เคาน์เตอร์ {count}
tr: {count} sayaçları
uk: Лічильники {count}
vi: Bộ đếm {count}
zh: {count} 计数器

# timeInFuture
source: In the future
af: In die toekoms
ar: في المستقبل
bg: В бъдещето
bs: U budućnosti
cs: V budoucnu
da: I fremtiden
de: In der Zukunft
el: Στο μέλλον
es: En el futuro
et: Tulevikus
fa: در آینده
fi: Tulevaisuudessa
fr: Dans le futur
hi: भविष्य में
hr: U budućnosti
hu: A jövőben
it: In futuro
ja: 将来
ko: 미래 시점
lt: Ateityje
ml: ഭാവിയിൽ
my: အနာဂတ်မှာ
nl: In de toekomst
no: I fremtiden
pl: W przyszłości
pt: No futuro
ru: В будущем
sl: V prihodnosti
sr: У будућности
sv: I framtiden
sw: Katika siku zijazo
th: ในอนาคต
tr: Gelecekte
uk: У майбутньому
vi: trong tương lai
zh: 将来

# timeLastUpdated
source: last updated
af: laaste opgedateer
ar: آخر تحديث
bg: последно актуализирано
bs: posljednje ažurirano
cs: naposledy aktualizováno
da: sidst opdateret
de: zuletzt aktualisiert
el: τελευταία ενημέρωση
es: última actualización
et: viimati uuendatud
fa: آخرین به‌روزرسانی
fi: päivitetty viimeksi
fr: dernière mise à
hi: अंतिम बार अद्यतन
hr: zadnji put ažuriran
hu: utoljára frissítve
it: ultimo aggiornamento
ja: 最終更新日
ko: 마지막 업데이트
lt: paskutinį kartą atnaujinta
ml: അവസാനം അപ്ഡേറ്റ് ചെയ്തത്
my: နောက်ဆုံး updated
nl: laatst bijgewerkt
no: sist oppdatert
pl: ostatnia aktualizacja
pt: última actualización
ru: последнее обновление
sl: nazadnje posodobljeno
sr: последње ажурирано
sv: senast uppdaterad
sw: kusasishwa mwisho
th: อัปเดตล่าสุด
tr: son güncelleme
uk: останнє оновлення
vi: cập nhật lần cuối
zh: 最后更新

# timeSeconds
source: sec
af: sek
ar: ثانية
bg: сек
bs: sek
cs: sek
da: sek
de: Sek
es: seg.
et: sek
fa: ثانیه
fi: sek
fr: secondes
hi: सेकंड
hr: sek
it: secondi
ja: 秒
ko: 초
lt: sek
ml: സെക്കൻ്റ്
my: စက်ညာခြမ်း
no: sek
pl: sek
pt: seg
ru: сек
sl: sek
sr: сец
sv: sek
sw: sekunde
th: วินาที
tr: saniye
uk: сек
vi: giây
zh: 秒

# timeMinutes
source: minutes
af: minute
ar: دقائق
bg: минути
bs: minuta
cs: zápis
da: minutter
de: Minuten
el: λεπτά
es: minutos
et: minutit
fa: دقیقه
fi: minuuttia
hi: मिनट
hr: minute
hu: percek
it: minuti
ja: 分
ko: 분
lt: minučių
ml: മിനിറ്റ്
my: မိနစ်
nl: minuten
no: minutter
pl: protokół
pt: minutos
ru: минут
sl: minut
sr: минута
sv: minuter
sw: dakika
th: นาที
tr: dakika
uk: хвилин
vi: phút
zh: 分钟

# timeHours
source: hours
af: ure
ar: ساعات
bg: часа
bs: sati
cs: hodin
da: timer
de: Std
el: ώρες
es: horas
et: tundi
fa: ساعت
fi: tuntia
fr: heures
hi: घंटे
hr: sati
hu: órák
it: ore
ja: 時間
ko: 시간
lt: valandų
ml: മണിക്കൂറുകൾ
my: နာရီ
nl: uren
no: timer
pl: godziny
pt: horas
ru: часы
sl: ure
sr: сати
sv: timmar
sw: masaa
th: ชั่วโมง
tr: saat
uk: години
vi: giờ
zh: 小时

# timeDays
source: days
af: dae
ar: أيام
bg: дни
bs: dana
cs: dní
da: dage
de: Tage
el: ημέρες
es: días
et: päeva
fa: روز
fi: päivää
fr: jours
hi: दिन
hr: dana
hu: napok
it: giorni
ja: 日
ko: 일
lt: dienų
ml: ദിവസങ്ങൾ
my: ရက်များ
nl: dagen
no: dager
pl: dni
pt: dias
ru: дней
sl: dni
sr: дана
sv: dagar
sw: siku
th: วัน
tr: günler
uk: днів
vi: ngày
zh: 天

# timeDaysWithin
source: days
af: dae
ar: أيام
bg: дни
bs: dana
cs: dní
da: dage
de: Tagen
el: ημέρες
es: días
et: päeva
fa: روز
fi: päivää
fr: jours
hi: दिन
hr: dana
hu: napok
it: giorni
ja: 日
ko: 일
lt: dienų
ml: ദിവസങ്ങൾ
my: ရက်များ
nl: dagen
no: dager
pl: dni
pt: dias
ru: дней
sl: dni
sr: дана
sv: dagar
sw: siku
th: วัน
tr: günler
uk: днів
vi: ngày
zh: 天

# timeMonth
source: month
af: maand
ar: شهر
bg: месец
bs: mjesec
cs: měsíc
da: måned
de: Monat
el: μήνας
es: mes
et: kuu
fa: ماه
fi: kuukausi
fr: mois
hi: महीना
hr: mjesec
hu: hónap
it: mese
ja: 月
ko: 개월
lt: mėnuo
ml: മാസം
my: လ
nl: maand
no: måned
pl: miesiąc
pt: mês
ru: месяц
sl: mesec
sr: месец
sv: månad
sw: mwezi
th: เดือน
tr: ay
uk: місяць
vi: tháng
zh: 月

# timeMonths
source: months
af: maande
ar: أشهر
bg: месеца
bs: mjeseci
cs: měsíce
da: måneder
de: Monate
el: μήνες
es: meses
et: kuud
fa: ماه‌ها
fi: kuukautta
fr: mois
hi: महीने
hr: mjeseca
hu: hónapok
it: mesi
ja: 月
ko: 개월
lt: mėnesių
ml: മാസങ്ങൾ
my: လများ
nl: maanden
no: måneder
pl: miesiące
pt: meses
ru: месяца
sl: mesecih
sr: месеци
sv: månader
sw: miezi
th: เดือน
tr: aylar
uk: місяців
vi: tháng
zh: 月

# timeMonthsWithin
source: months
af: maande
ar: أشهر
bg: месеца
bs: mjeseci
cs: měsíce
da: måneder
de: Monaten
el: μήνες
es: meses
et: kuud
fa: ماه‌ها
fi: kuukautta
fr: mois
hi: महीने
hr: mjeseca
hu: hónapok
it: mesi
ja: 月
ko: 개월
lt: mėnesių
ml: മാസങ്ങൾ
my: လများ
nl: maanden
no: måneder
pl: miesiące
pt: meses
ru: месяца
sl: mesecih
sr: месеци
sv: månader
sw: miezi
th: เดือน
tr: aylar
uk: місяців
vi: tháng
zh: 月

# timeJustNow
source: just now
af: net nou
ar: الآن
bg: току-що
bs: upravo sada
cs: právě teď
da: lige nu
de: gerade eben
el: μόλις τώρα
es: apenas
et: just praegu
fa: همین الان
fi: juuri nyt
fr: à l'instant
hi: बस अब
hr: upravo sada
hu: most éppen
it: solo ora
ja: ちょうど今
ko: 방금 전
lt: tik dabar
ml: ഇപ്പോള്
my: အခုပဲ
nl: zojuist
no: akkurat nå
pl: właśnie
pt: apenas
ru: только
sl: ravno zdaj
sr: управо сада
sv: just nu
sw: Hivi sasa
th: แค่ตอนนี้
tr: Şu anda
uk: тільки зараз
vi: ngay bây giờ
zh: 现在
