Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# virtualCounterMetersToBeSubtractedDescription
source: Which meter readings should be subtracted from the main meter, e.g., "heat pump meters", "electricity feed-in meters".
af: Watter meterlesings moet van die hoofmeter afgetrek word, bv. "hittepomp meters", "elektrisiteit invoermeters".
ar: ما قراءات العدادات التي يجب طرحها من العداد الرئيسي، على سبيل المثال، "عدادات مضخة الحرارة"، "عدادات إدخال الكهرباء".
bg: Кои показания на броячи трябва да се извадят от главния брояч, напр. "броячи за топлонасос", "броячи за подаване на ток".
bs: Koja očitanja brojila treba oduzeti od glavnog brojila, na primjer, "mjerila toplinske pumpe", "mjerila napajanja električne energije".
cs: Které stavy měřičů se mají odečíst od hlavního měřiče, např. "měřiče tepelného čerpadla", "měřiče dodávky elektřiny".
da: Hvilke måleraflæsninger skal trækkes fra hovedmåleren, fx "varmepumpemålere", "eltilførselsmålere".
de: Die Verbräuche/Erträge welcher Zähler sollen vom Hauptzähler abgezogen werden, z.B. Wärmepumpenzähler, Stromeinspeis­zähler.
el: Ποιες ενδείξεις μετρητών πρέπει να αφαιρούνται από τον κύριο μετρητή, π.χ. "μετρητές αντλιών θερμότητας", "μετρητές τροφοδότησης ηλεκτρικής ενέργειας".
es: ¿Qué lecturas de medidores deben restarse del medidor principal, por ejemplo, los "medidores de bomba de calor", los "medidores de inyección de electricidad"?
et: Milliste arveste näidud peaks põhiarvestist lahutama, nt "soojuspumba arvestid", "elektri võrku andmise arvestid".
fa: کدام قرائت کنتورها باید از کنتور اصلی کم شود، به عنوان مثال، "متر پمپ حرارتی"، "متر تغذیه برق".
fi: Mitkä mittarin lukemat tulee vähentää päämittarista, esim. "lämpöpumppumittarit", "sähkönsyöttömittarit".
fr: Quels relevés de compteur doivent être soustraits du compteur principal, par exemple, les compteurs de pompe à chaleur, les compteurs d'injection d'électricité.
hi: किस मीटर की रीडिंग को मुख्य मीटर से घटाया जाना चाहिए, उदाहरण के लिए, "हीट पंप मीटर", "बिजली फीड-इन मीटर"।
hr: Koja očitanja brojila treba oduzeti od glavnog brojila, npr. "mjerila toplinske pumpe", "mjerila napajanja električnom energijom".
hu: Mely mérőórák leolvasását kell levonni a fő mérőórából, pl. "hőszivattyú mérők", "villamosenergia-bevezetési mérők".
it: Quali letture dei contatori devono essere sottratte dal contatore principale, ad esempio i "contatori di pompa di calore", i "contatori di alimentazione elettrica".
ja: 「ヒートポンプメーター」、「電力フィードインメーター」など、どのメーター測定値をメインメーターから差し引く必要があるか。
ko: 메인 계량기에서 어떤 계량기 지침을 빼야 하나요? 예: "히트펌프 계량기", "전기 역송전 계량기".
lt: Kokius skaitiklių rodmenis reikia atimti iš pagrindinio skaitiklio, pvz., "šilumos siurblio skaitikliai", "elektros padavimo skaitikliai".
ml: പ്രധാന മീറ്ററിൽ നിന്ന് ഏത് മീറ്റർ റീഡിംഗുകളാണ് കുറയ്ക്കേണ്ടത്, ഉദാ., "ഹീറ്റ് പമ്പ് മീറ്റർ", "ഇലക്ട്രിസിറ്റി ഫീഡ്-ഇൻ മീറ്ററുകൾ".
my: မည်သည့်မီတာဖတ်ခြင်းများကိုအဓိကမီတာမှနုတ်ယူသင့်သည်။
nl: Welke meterstanden moeten worden afgetrokken van de hoofdmeter, bijv. "warmtepompmeter", "elektriciteit teruglevermeter".
no: Hvilke målerstander skal trekkes fra hovedmåleren, f.eks. "varmepumpemålere", "strømtilførselsmålere".
pl: Które odczyty liczników należy odjąć od licznika głównego, np. „liczniki pompy ciepła”, „liczniki wprowadzonej energii elektrycznej”.
pt: Quais leituras de medidores devem ser subtraídas do medidor principal, por exemplo, "medidores de bomba de calor", "medidores de injeção de eletricidade".
ru: Какие показания счетчиков должны быть вычтены из основного счетчика, например, "счетчики тепловых насосов", "счетчики ввода электроэнергии".
sl: Kateri odčitki števca je treba odšteti od glavnega števca, npr. "števci toplotne črpalke", "števci dovoda električne energije".
sr: Која очитавања бројила треба одузети од главног бројила, на пример, „бројила топлотне пумпе“, „бројила за напајање електричном енергијом“.
sv: Vilka mätarställningar som ska subtraheras från huvudmätaren, t.ex. "värmepumpsmätare", "elinmatningsmätare".
sw: Ambayo usomaji wa mita unapaswa kutolewa kutoka kwa mita kuu, k.v., "mita za pampu za joto", "mita za kulisha umeme".
th: ค่ามิเตอร์ใดที่ควรลบออกจากมิเตอร์หลัก เช่น "มิเตอร์ปั๊มความร้อน" "มิเตอร์ป้อนเข้าไฟฟ้า"
tr: Hangi sayaç okumalarının ana sayaçtan çıkarılması gerektiği, örneğin "ısı pompası sayaçları", "elektrik besleme sayaçları".
uk: Показання яких лічильників слід відняти від основного лічильника, наприклад, «лічильники теплового насоса», «лічильники споживання електроенергії».
vi: Những chỉ số nào của đồng hồ đo nên được trừ khỏi đồng hồ chính, ví dụ: "đồng hồ bơm nhiệt", "đồng hồ cấp điện".
zh: 应从主表中减去哪些表读数，例如“热泵表”、“馈电表”。

# virtualCounterMetersToBeAdded
source: Meters to be added
af: Tellers wat bygevoeg moet word
ar: العدادات المراد إضافتها
bg: Броячи за добавяне
bs: Brojila se dodaju
cs: Měřiče budou přidány
da: Målere skal tilføjes
de: Zu addierende Zähler
el: Μετρητές προς προσθήκη
es: Contadores a sumar
et: Arvestid, mille näidud liita
fa: متر اضافه شود
fi: Mittarit lisätään
fr: Compteurs à ajouter
hi: मीटर जोड़े जाने हैं
hr: Brojila koja se dodaju
hu: Hozzáadandó mérők
it: Contatori da aggiungere
ja: 追加されるメーター
ko: 가산할 계량기
lt: Pridedami skaitikliai
ml: മീറ്ററുകൾ ചേർക്കണം
my: မီတာထည့်သွင်းခံရဖို့မီတာ
nl: Meters die moeten worden toegevoegd
no: Målere skal legges til
pl: Do dodania liczniki
pt: Contadores a adicionar
ru: Счетчики для добавления
sl: Števci, ki jih je treba dodati
sr: Мерачи који се додају
sv: Mätare ska läggas till
sw: Mita za kuongezwa
th: ต้องเพิ่มมิเตอร์
tr: Eklenecek sayaçlar
uk: Метри, які потрібно додати
vi: Số mét cần được thêm vào
zh: 待添加米数

# virtualCounterMetersToBeAddedDescription
source: Which meter readings should be added to the main meter, e.g., power generation meters.
af: Watter meterlesings moet by die hoofmeter gevoeg word, bv. kraggenerasie meters.
ar: ما قراءات العدادات التي يجب إضافتها إلى العداد الرئيسي، على سبيل المثال، عدادات توليد الطاقة.
bg: Кои показания на броячи трябва да се добавят към главния брояч, напр. броячи за производство на енергия.
bs: Koja očitanja brojila treba dodati glavnom brojilu, npr. brojila za proizvodnju električne energije.
cs: Které odečty elektroměrů by měly být přidány k hlavnímu elektroměru, např. elektroměrům.
da: Hvilke måleraflæsninger skal tilføjes til hovedmåleren, f.eks. elproduktionsmålere.
de: Die Verbräuche/Erträge welcher Zähler sollen auf den Hauptzähler addiert werden, z.B. Stromerzeugniszähler.
el: Ποιες ενδείξεις μετρητών πρέπει να προστίθενται στον κύριο μετρητή, π.χ. μετρητές παραγωγής ενέργειας.
es: ¿Qué lecturas de medidores deben agregarse al medidor principal, por ejemplo, los medidores de generación de energía?
et: Milliste arveste näidud peaks põhiarvestile lisama, nt elektritootmise arvestid.
fa: کدام قرائت کنتور باید به کنتور اصلی اضافه شود، به عنوان مثال، کنتورهای تولید برق.
fi: Mitkä mittarin lukemat tulisi lisätä päämittariin, esim. sähköntuotantomittarit.
fr: Quels relevés de compteur doivent être ajoutés au compteur principal, par exemple, les compteurs de production d'énergie.
hi: किस मीटर की रीडिंग को मुख्य मीटर में जोड़ा जाना चाहिए, उदाहरण के लिए, बिजली उत्पादन मीटर।
hr: Koja očitanja brojila treba dodati glavnom brojilu, npr. brojila za proizvodnju električne energije.
hu: Mely mérőórák leolvasását kell hozzáadni a főmérőhöz, pl. energiatermelő mérők.
it: Quali letture dei contatori devono essere aggiunte al contatore principale, ad esempio i contatori di produzione di energia.
ja: どのメーター測定値をメインメーター (発電メーターなど) に追加する必要があります。
ko: 메인 계량기에 어떤 계량기 지침을 더해야 하나요? 예: 발전 계량기.
lt: Kokius skaitiklių rodmenis reikia pridėti prie pagrindinio skaitiklio, pvz., elektros energijos gamybos skaitikliai.
ml: പ്രധാന മീറ്ററിൽ ഏതൊക്കെ മീറ്റർ റീഡിംഗുകൾ ചേർക്കണം, ഉദാ. വൈദ്യുതി ഉൽപ്പാദന മീറ്ററുകൾ.
my: မည်သည့်မီတာသည် Main Meter, E.G. , E.G. , E.G. , E.G. ,
nl: Welke meterstanden moeten worden toegevoegd aan de hoofdmeter, bijv. elektriciteitsopwekkingsmeters.
no: Hvilke måleravlesninger bør legges til hovedmåleren, f.eks. kraftproduksjonsmålere.
pl: Jakie stany liczników należy dodać do licznika głównego, np. liczników wytwarzania energii.
pt: Quais leituras de medidores devem ser adicionadas ao medidor principal, por exemplo, medidores de geração de energia.
ru: Какие показания счетчиков должны быть добавлены к основному счетчику, например, счетчики производства энергии.
sl: Kateri odčitki števca naj se dodajo glavnemu števcu, npr. števci električne energije.
sr: Која очитавања бројила треба додати главном бројилу, нпр. бројила за производњу електричне енергије.
sv: Vilka mätaravläsningar som ska läggas till huvudmätaren, t.ex. elproduktionsmätare.
sw: Ambayo usomaji wa mita unapaswa kuongezwa kwa mita kuu, kwa mfano, mita za uzalishaji wa umeme.
th: ค่ามิเตอร์ใดที่อ่านได้ควรเพิ่มลงในมิเตอร์หลัก เช่น มิเตอร์ผลิตไฟฟ้า
tr: Ana sayaca hangi sayaç okumalarının eklenmesi gerektiği (örneğin enerji üretim sayaçları).
uk: Покази яких лічильників слід додати до основного лічильника, наприклад, лічильників електроенергії.
vi: Những chỉ số đồng hồ nào sẽ được thêm vào đồng hồ chính, ví dụ: đồng hồ đo phát điện.
zh: 哪些仪表读数应添加到主仪表中，例如发电表。

source: Are you sure?
af: Is jy seker?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
bs: Jeste li sigurni?
cs: jsi si jistý?
da: Er du sikker?
de: Sind Sie sich sicher?
el: Είσαι σίγουρος;
es: ¿Está seguro?
et: Kas oled kindel?
fa: آیا مطمئن هستید؟
fi: Oletko varma?
fr: Êtes-vous sûr ?
hi: क्या आपको यकीन है?
hr: Jeste li sigurni?
hu: Biztos vagy benne?
it: Si vuole davvero cancellare?
ja: 本気ですか？
ko: 정말 진행하시겠습니까?
lt: Ar esi tikras?
ml: നിങ്ങൾക്ക് ഉറപ്പാണോ?
my: သေချာလား?
nl: Weet u het zeker?
no: Er du sikker?
pl: Czy jesteś pewien?
pt: Tem a certeza?
ru: Ты уверен?
sl: Ste prepričani?
sr: Јесте ли сигурни?
sv: Är du säker?
sw: Una uhakika?
th: คุณแน่ใจเหรอ?
tr: Emin misin?
uk: Ви впевнені?
vi: Bạn có chắc không?
zh: 你确定吗？

# addNewValue
source: Enter new value
af: Voer nuwe waarde in
ar: أدخل قيمة جديدة
bg: Въведете нова стойност
bs: Unesite novu vrijednost
cs: Zadejte novou hodnotu
da: Indtast ny værdi
de: Neuen Wert eintragen
el: Εισάγετε νέα τιμή
es: Introduce un nuevo valor
et: Sisesta uus väärtus
fa: مقدار جدید وارد کنید
fi: Syötä uusi arvo
fr: Entrer une nouvelle valeur
hi: नया मान दर्ज करें
hr: Unesite novu vrijednost
hu: Új érték megadása
it: Inserisci un nuovo valore
ja: 新しい値を入力してください
ko: 새 값 입력
lt: Įveskite naują vertę
ml: പുതിയ മൂല്യം നൽകുക
my: တန်ဖိုးအသစ်ကိုထည့်ပါ
nl: Voer nieuwe waarde in
no: Skriv inn ny verdi
pl: Wprowadź nową wartość
pt: Inserir novo valor
ru: Введите новое значение
sl: Vnesite novo vrednost
sr: Унесите нову вредност
sv: Ange nytt värde
sw: Ingiza thamani mpya
th: ป้อนค่าใหม่
tr: Yeni değer girin
uk: Введіть нове значення
vi: Nhập giá trị mới
zh: 输入新值

# reallyDeleteValue
source: Do you really want to delete this value?
af: Wil jy regtig hierdie waarde uitvee?
ar: هل تريد حقاً حذف هذه القيمة؟
bg: Наистина ли искате да изтриете тази стойност?
bs: Da li zaista želite izbrisati ovu vrijednost?
cs: Opravdu chcete tuto hodnotu smazat?
da: Vil du virkelig slette denne værdi?
de: Möchten Sie den Wert wirklich löschen?
el: Θέλετε πραγματικά να διαγράψετε αυτή την τιμή;
es: ¿Realmente quieres limpiar este valor?
et: Kas soovid selle väärtuse kustutada?
fa: آیا واقعاً می خواهید این مقدار را حذف کنید؟
fi: Haluatko todella poistaa tämän arvon?
fr: Voulez-vous vraiment supprimer cette valeur ?
hi: क्या आप सचमुच यह मान हटाना चाहते हैं?
hr: Želite li stvarno izbrisati ovu vrijednost?
hu: Tényleg törölni szeretné ezt az értéket?
it: Si vuole davvero cancellare questo valore?
ja: 本当にこの値を削除してもよろしいですか?
ko: 정말 이 값을 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti šią vertę?
ml: ഈ മൂല്യം ഇല്ലാതാക്കാൻ നിങ്ങൾക്ക് ശരിക്കും താൽപ്പര്യമുണ്ടോ?
my: ဒီတန်ဖိုးကိုသင်တကယ်ဖျက်ချင်ပါသလား။
nl: Wilt u deze waarde echt verwijderen?
no: Vil du virkelig slette denne verdien?
pl: Czy na pewno chcesz usunąć tę wartość?
pt: Quer mesmo limpar este valor?
ru: Вы действительно хотите удалить это значение?
sl: Ali res želite izbrisati to vrednost?
sr: Да ли заиста желите да избришете ову вредност?
sv: Vill du verkligen ta bort det här värdet?
sw: Je! Unataka kweli kufuta thamani hii?
th: คุณต้องการลบค่านี้จริง ๆ หรือไม่?
tr: Bu değeri gerçekten silmek istiyor musunuz?
uk: Ви справді хочете видалити це значення?
vi: Bạn có thực sự muốn xóa giá trị này?
zh: 您确实要删除该值吗？

source: Warning
af: Waarskuwing
ar: تحذير
bg: Предупреждение
bs: Upozorenje
cs: Varování
da: Advarsel
de: Warnhinweis
el: Προειδοποίηση
es: Advertencia
et: Hoiatus
fa: هشدار
fi: Varoitus
fr: Avertissement
hi: चेतावनी
hr: Upozorenje
hu: Figyelmeztetés
it: Avviso
ja: 警告
ko: 경고
lt: Įspėjimas
ml: മുന്നറിയിപ്പ്
my: အသိပေးချက်
nl: Waarschuwing
no: Advarsel
pl: Ostrzeżenie
pt: Aviso
ru: Предупреждение
sl: Opozorilo
sr: Упозорење
sv: Varning
sw: Onyo
th: คำเตือน
tr: Uyarı
uk: УВАГА
vi: Cảnh báo
zh: 警告

# messageNotEnoughData
source: Not enough data to display the chart
af: Nie genoeg data om die kaart te vertoon nie
ar: لا توجد بيانات كافية لعرض المخطط
bg: Няма достатъчно данни за показване на графиката
bs: Nema dovoljno podataka za prikaz grafikona
cs: K zobrazení grafu není dostatek dat
da: Ikke nok data til at vise diagrammet
de: Nicht genügend Daten gegeben
el: Δεν υπάρχουν αρκετά δεδομένα για την εμφάνιση του διαγράμματος
es: No hay suficientes datos para mostrar el gráfico
et: Diagrammi kuvamiseks pole piisavalt andmeid
fa: داده های کافی برای نمایش نمودار وجود ندارد
fi: Data ei riitä kaavion näyttämiseen
fr: Données insuffisantes pour afficher le graphique
hi: चार्ट प्रदर्शित करने के लिए पर्याप्त डेटा नहीं है
hr: Nema dovoljno podataka za prikaz grafikona
hu: Nincs elég adat a diagram megjelenítéséhez
it: Dati insufficienti per mostrare il grafico
ja: グラフを表示するにはデータが不足しています
ko: 차트를 표시하기에 데이터가 충분하지 않습니다.
lt: Nepakanka duomenų diagramai rodyti
ml: ചാർട്ട് പ്രദർശിപ്പിക്കാൻ മതിയായ ഡാറ്റയില്ല
my: ဇယားကိုပြရန်လုံလောက်သောအချက်အလက်များမရှိပါ
nl: Niet genoeg gegevens om de grafiek weer te geven
no: Ikke nok data til å vise diagrammet
pl: Za mało danych, aby wyświetlić wykres
pt: Dados insuficientes para exibir o gráfico
ru: Недостаточно данных для отображения графика
sl: Ni dovolj podatkov za prikaz grafikona
sr: Нема довољно података за приказ графикона
sv: Inte tillräckligt med data för att visa diagrammet
sw: Haitoshi data kuonyesha chati
th: ข้อมูลไม่เพียงพอที่จะแสดงแผนภูมิ
tr: Grafiği görüntülemek için yeterli veri yok
uk: Недостатньо даних для відображення діаграми
vi: Không đủ dữ liệu để hiển thị biểu đồ
zh: 数据不足，无法显示图表

# messageNoConsumptions
source: Statistics for all meters of a type appear here if enough readings have been taken. For example, two cold water meters, two hot water meters and one water extraction meter are shown in one water statistic.
af: Statistieke vir alle meters van 'n tipe verskyn hier as genoeg lesings geneem is. Byvoorbeeld, twee koue watermeters, twee warm watermeters en een wateronttrekkingsmeter word in een water statistiek getoon.
ar: تظهر إحصائيات لجميع العدادات من نوع ما هنا إذا تم أخذ قراءات كافية. على سبيل المثال، يتم عرض عدادين للماء البارد وعدادين للماء الساخن وعداد واحد لاستخراج الماء في إحصائية ماء واحدة.
bg: Статистиките за всички броячи от тип се появяват тук, ако са направени достатъчно отчитания. Например, два водомера за студена вода, два водомера за топла вода и един водомер за извличане се показват в една водна статистика.
bs: Statistike za sva brojila tipa se pojavljuju ovdje ako je napravljeno dovoljno očitanja. Na primjer, dva mjerača hladne vode, dva mjerača tople vode i jedan mjerač ekstrakcije vode prikazani su u jednoj statistici vode.
cs: Zde se zobrazí statistika pro všechny měřiče určitého typu, pokud bylo naměřeno dostatečné množství. V jedné vodní statistice jsou například zobrazeny dva vodoměry na studenou vodu, dva vodoměry na teplou vodu a jeden vodoměr na odběr vody.
da: Statistik for alle målere af en type vises her, hvis der er foretaget nok aflæsninger. For eksempel vises to koldtvandsmålere, to varmtvandsmålere og en vandudvindingsmåler i én vandstatistik.
de: Hier erscheinen Statistiken für alle Zähler eines Typs, wenn genügend Ablesungen gemacht wurden. So werden z.B. zwei Kaltwasser- und zwei Warmwasserzähler und ein Wasserabzugszähler in einer Wasserstatistik dargestellt.
el: Εδώ εμφανίζονται στατιστικά στοιχεία για όλους τους μετρητές ενός τύπου, εάν έχουν ληφθεί αρκετές μετρήσεις. Για παράδειγμα, δύο μετρητές κρύου νερού, δύο μετρητές ζεστού νερού και ένας μετρητής εξαγωγής νερού εμφανίζονται σε μία στατιστική νερού.
es: Aquí aparecen las estadísticas de todos los contadores de un mismo tipo. Por ejemplo, dos contadores de agua fría, dos de agua caliente y uno de extracción de agua se muestran en una estadística del agua.
et: Siin kuvatakse ühe tüübi kõigi arvestite statistika, kui näite on piisavalt. Näiteks kaks külma vee, kaks sooja vee ja üks eraldusarvesti kuvatakse ühes veestatistikas.
fa: اگر قرائت کافی انجام شده باشد، آمار تمام مترهای یک نوع در اینجا ظاهر می شود.به عنوان مثال، دو کنتور آب سرد، دو کنتور آب گرم و یک کنتور استخراج آب در یک آمار آب نشان داده شده است.
fi: Kaikkien tyypin mittareiden tilastot näkyvät tässä, jos lukemia on otettu tarpeeksi.Esimerkiksi kaksi kylmävesimittaria, kaksi kuumavesimittaria ja yksi vedenottomittari näkyvät yhdessä vesitilastossa.
fr: Les statistiques de tous les compteurs d'un type donné apparaissent ici. Par exemple, deux compteurs d'eau froide, deux compteurs d'eau chaude et un compteur d'extraction d'eau sont représentés dans une statistique d'eau.
hi: यदि पर्याप्त रीडिंग ली गई है तो एक प्रकार के सभी मीटरों के आंकड़े यहां दिखाई देंगे।उदाहरण के लिए, दो ठंडे पानी के मीटर, दो गर्म पानी के मीटर और एक जल निष्कर्षण मीटर को एक जल सांख्यिकी में दिखाया गया है।
hr: Ovdje se pojavljuju statistike za sve mjerače određene vrste ako je obavljeno dovoljno očitanja.Na primjer, dva vodomjera za hladnu vodu, dva vodomjera za toplu vodu i jedan vodomjer za ekstrakciju prikazani su u jednoj statistici vode.
hu: Az adott típusú összes mérőre vonatkozó statisztikák itt jelennek meg, ha elegendő leolvasás történt. Például két hidegvízmérő, két melegvízmérő és egy vízkivételi mérő egy vízstatisztikában jelenik meg.
it: Qui appaiono le statistiche di tutti i contatori di un tipo. Ad esempio, due contatori di acqua fredda, due contatori di acqua calda e un contatore di estrazione dell'acqua vengono visualizzati in una statistica dell'acqua.
ja: 十分な測定値が得られた場合、あるタイプのすべてのメーターの統計がここに表示されます。たとえば、2 つの冷水メーター、2 つの温水メーター、および 1 つの抽出メーターが 1 つの水統計に表示されます。
ko: 특정 유형의 계량기에 대해 충분한 지침이 있는 경우, 여기에서 모든 계량기의 통계를 볼 수 있습니다. 예: 냉수 계량기 2개, 온수 계량기 2개, 수도 추출 계량기 1개가 하나의 수도 통계에 표시됩니다.
lt: Čia rodoma visų tam tikro tipo skaitiklių statistika, jei parodyta pakankamai. Pavyzdžiui, du šalto vandens skaitikliai, du karšto vandens skaitikliai ir vienas vandens ištraukimo skaitiklis rodomi vienoje vandens statistikoje.
ml: മതിയായ റീഡിംഗുകൾ എടുത്തിട്ടുണ്ടെങ്കിൽ, ഒരു തരത്തിലുള്ള എല്ലാ മീറ്ററുകളുടെയും സ്ഥിതിവിവരക്കണക്കുകൾ ഇവിടെ ദൃശ്യമാകും. ഉദാഹരണത്തിന്, രണ്ട് തണുത്ത വെള്ളം മീറ്റർ, രണ്ട് ചൂടുവെള്ളം മീറ്റർ, ഒരു വെള്ളം വേർതിരിച്ചെടുക്കൽ മീറ്റർ എന്നിവ ഒരു ജല സ്ഥിതിവിവരക്കണക്കിൽ കാണിച്ചിരിക്കുന്നു.
my: အလုံအလောက်ဖတ်ရှုနိုင်လျှင်အမျိုးအစားတစ်ခုလုံး၏အရိုးအမျိုးမျိုးအတွက်စာရင်းဇယားများကိုဤနေရာတွင်ဖော်ပြထားသည်။ ဥပမာအားဖြင့်, ရေအေးမီတာ, ရေပူမီတာနှစ်လုံးနှင့်ရေထုတ်ယူခြင်းမီတာကိုရေစာရင်းဇယားတွင်ဖော်ပြထားသည်။
nl: Statistieken voor alle meters van een type verschijnen hier als er genoeg aflezingen zijn gedaan. Bijvoorbeeld: twee koudwatermeters, twee warmwatermeters en één wateronttrekkingsmeter worden weergegeven in één waterstatistiek.
no: Statistikk for alle målere av en type vises her hvis nok målinger er tatt. For eksempel vises to kaldtvannsmålere, to varmtvannsmålere og én vannavtrekksmåler i én vannstatistikk.
pl: Statystyki dla wszystkich liczników danego typu pojawiają się tutaj, jeśli dokonano wystarczającej liczby odczytów. Na przykład w jednej statystyce wody pokazane są dwa liczniki zimnej wody, dwa liczniki ciepłej wody i jeden licznik poboru wody.
pt: Здесь отображается статистика по всем счетчикам одного типа. Например, два счетчика холодной воды, два счетчика горячей воды и один счетчик водоразбора отображаются в одной статистике по воде.
ru: Нет данных о потреблении
sl: Tukaj se prikaže statistika za vse števce določene vrste, če je bilo opravljenih dovolj odčitkov. Na primer, dva števca za hladno vodo, dva števca za toplo vodo in en vodni števec so prikazani v eni vodni statistiki.
sr: Овде се појављује статистика за сва бројила типа ако је направљено довољно очитавања. На пример, два мерача хладне воде, два мерача топле воде и један мерач екстракције воде приказани су у једној статистици воде.
sv: Statistik för alla mätare av en typ visas här om tillräckligt många avläsningar har gjorts. Till exempel visas två kallvattenmätare, två varmvattenmätare och en vattenuttagsmätare i en vattenstatistik.
sw: Takwimu za mita zote za aina zinaonekana hapa ikiwa usomaji wa kutosha umechukuliwa. Kwa mfano, mita mbili za maji baridi, mita mbili za maji moto na mita moja ya uchimbaji wa maji huonyeshwa kwenye takwimu moja ya maji.
th: สถิติสำหรับมิเตอร์ทุกประเภทจะปรากฏที่นี่หากมีการอ่านค่าเพียงพอ ตัวอย่างเช่น มิเตอร์น้ำเย็น 2 มิเตอร์ มิเตอร์น้ำร้อน 2 มิเตอร์ และมิเตอร์แยกน้ำ 1 มิเตอร์จะแสดงเป็นสถิติน้ำเดียว
tr: Yeterli okuma yapılmışsa, bir türdeki tüm sayaçlara ilişkin istatistikler burada görünür. Örneğin bir su istatistiğinde iki soğuk su sayacı, iki sıcak su sayacı ve bir su çıkarma sayacı gösterilmektedir.
uk: Тут з’являється статистика для всіх лічильників певного типу, якщо було знято достатньо показань. Наприклад, два лічильники холодної води, два лічильники гарячої води та один лічильник водозабору відображаються в одній статистиці води.
vi: Thống kê cho tất cả các loại máy đo sẽ xuất hiện ở đây nếu đã lấy đủ số liệu. Ví dụ: hai đồng hồ nước lạnh, hai đồng hồ nước nóng và một đồng hồ chiết nước được hiển thị trong một thống kê nước.
zh: 如果已获取足够的读数，则此处会显示某种类型的所有仪表的统计数据。例如，一份水统计数据中显示了两个冷水表、两个热水表和一个取水表。

source: last reading
af: laaste lesing
ar: آخر قراءة
bg: последно отчитане
bs: poslednje čitanje
cs: poslední čtení
da: sidste læsning
de: letzte Ablesung
el: τελευταία ανάγνωση
es: Última lectura
et: viimane näit
fa: آخرین خواندن
fi: viimeinen lukema
fr: dernière lecture
hi: अंतिम वाचन
hr: zadnje očitanje
hu: utolsó olvasás
it: ultima lettura
ja: 最後に読んだ本
ko: 마지막 지침
lt: paskutinis skaitymas
ml: അവസാന വായന
my: နောက်ဆုံးစာဖတ်ခြင်း
nl: laatste aflezing
no: siste lesing
pl: ostatnie czytanie
pt: Última leitura
ru: Последнее показание
sl: zadnje branje
sr: последње читање
sv: senaste läsning
sw: kusoma mwisho
th: การอ่านครั้งสุดท้าย
tr: son okuma
uk: останнє читання
vi: lần đọc cuối cùng
zh: 最后阅读
