Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# watersupplierScanQrCodeTitleColdWaterMeterAdded
source: Yeah! Your radio water meter of type "Cold Water" has been successfully added. You can find it among the other meters.
af: Ja! Jou radio watermeter van tipe "Koue Water" is suksesvol bygevoeg. Jy kan dit onder die ander meters vind.
ar: نعم! تمت إضافة عداد الماء اللاسلكي من نوع "الماء البارد" بنجاح. يمكنك العثور عليه بين العدادات الأخرى.
bg: Да! Вашият радио водомер от тип "Студена вода" е успешно добавен. Можете да го намерите сред другите броячи.
bs: Da! Vaš radio vodomjer tipa "Hladna voda" je uspješno dodat. Možete ga pronaći među ostalim brojilima.
cs: Jo! Váš rádiový vodoměr typu "Studená voda" byl úspěšně přidán. Najdete ho mezi ostatními metry.
da: Ja! Din radiovandmåler af typen "Cold Water" er blevet tilføjet. Du kan finde den blandt de andre målere.
de: Yeah! Ihr Funkwasserzähler vom Typ "Kaltwasser" wurde erfolgreich angelegt. Sie finden ihn bei den anderen Zählern.
el: Ναι! Ο ραδιομετρητής νερού του τύπου "Κρύο νερό" προστέθηκε επιτυχώς. Μπορείτε να τον βρείτε ανάμεσα στους άλλους μετρητές.
es: ¡Sí! Su medidor de agua por radio del tipo "Agua fría" se ha añadido correctamente. Puede encontrarlo entre los otros medidores.
et: Suurepärane! Sinu raadiosidega veearvesti tüübiga "Külm vesi" lisati edukalt. Leiad selle teiste arvestite hulgast.
fa: آرهکنتور آب رادیویی شما از نوع "آب سرد" با موفقیت اضافه شد.می توانید آن را در میان مترهای دیگر پیدا کنید.
fi: Joo!"Cold Water" -tyyppinen radiovesimittarisi on lisätty onnistuneesti.Löydät sen muiden mittarien joukosta.
fr: Oui ! Votre compteur d'eau radio de type « Eau froide » a été ajouté avec succès. Vous pouvez le trouver parmi les autres compteurs.
hi: हाँ!आपका "ठंडा पानी" प्रकार का रेडियो वॉटर मीटर सफलतापूर्वक जोड़ दिया गया है।आप इसे अन्य मीटरों के बीच पा सकते हैं।
hr: Da!Vaš radio vodomjer tipa "Hladna voda" je uspješno dodan.Možete ga pronaći među ostalim mjeračima.
hu: Ez az! A "Hideg víz" típusú rádiós vízmérődet sikeresen hozzáadtuk. Megtalálható a többi vízmérő között.
it: Evviva! Il tuo radiocontatore dell'acqua di tipo "Acqua fredda" è stato aggiunto correttamente. Puoi trovarlo tra gli altri contatori.
ja: うん！「冷水」タイプの無線水道メーターが正常に追加されました。他のメーターの中から見つけることができます。
ko: 축하합니다! "냉수" 유형의 무선 수도 계량기가 성공적으로 추가되었습니다. 다른 계량기 목록에서 확인할 수 있습니다.
lt: Taip! Jūsų radijo vandens skaitiklis „Cold Water“ tipo sėkmingai pridėtas. Jį galite rasti tarp kitų skaitiklių.
ml: അതെ! "തണുത്ത വെള്ളം" എന്ന തരത്തിലുള്ള നിങ്ങളുടെ റേഡിയോ വാട്ടർ മീറ്റർ വിജയകരമായി ചേർത്തു. മറ്റ് മീറ്ററുകൾക്കിടയിൽ നിങ്ങൾക്ക് ഇത് കണ്ടെത്താനാകും.
my: ဟုတ်တယ်! သင်၏ရေဒီယိုရေမီတာ "ရေအေး" ကိုအောင်မြင်စွာထည့်သွင်းထားသည်။ သင်ကအခြားမီတာအကြားရှာတွေ့နိုင်ပါသည်။
nl: Ja! Uw radio watermeter van het type "Koud Water" is succesvol toegevoegd. U kunt deze vinden tussen de andere meters.
no: Ja! Radiovannmåleren din av typen "Cold Water" er lagt til. Du finner den blant de andre målerne.
pl: Tak! Twój wodomierz radiowy typu „Woda zimna” został pomyślnie dodany. Znajdziesz go wśród innych liczników.
pt: Eba! Seu rádio medidor de água do tipo "Água fria" foi adicionado com sucesso. Você pode encontrá-lo entre os outros medidores.
ru: Ура! Ваш радиосчётчик воды типа "Холодная вода" успешно добавлен. Вы найдёте его среди других счётчиков.
sl: ja! Vaš radijski vodomer tipa "Hladna voda" je bil uspešno dodan. Najdete ga med drugimi merilniki.
sr: Да! Ваш радио водомер типа "Хладна вода" је успешно додат. Можете га пронаћи међу осталим метрима.
sv: Ja! Din radiovattenmätare av typen "Cold Water" har lagts till. Du hittar den bland de andra mätarna.
sw: Ndio! Mita yako ya maji ya redio ya "maji baridi" imeongezwa kwa mafanikio. Unaweza kuipata kati ya mita zingine.
th: ใช่! เพิ่มมิเตอร์น้ำวิทยุประเภท "น้ำเย็น" ของคุณสำเร็จแล้ว คุณสามารถหาได้จากเมตรอื่นๆ
tr: Evet! "Soğuk Su" tipi radyo su sayacınız başarıyla eklendi. Diğer sayaçların arasında bulabilirsiniz.
uk: так! Ваш радіолічильник води типу "Холодна вода" успішно додано. Ви можете знайти його серед інших лічильників.
vi: Vâng! Đồng hồ đo nước vô tuyến loại "Nước lạnh" của bạn đã được thêm thành công. Bạn có thể tìm thấy nó trong số các mét khác.
zh: 是的！您的“冷水”类型无线电水表已成功添加。您可以在其他仪表中找到它。

# watersupplierUnlinkRadioMeterTitle
source: Terminate Radio Meter Access
af: Beëindig Radio Meter Toegang
ar: إنهاء الوصول إلى العداد اللاسلكي
bg: Прекратяване на достъпа до радио водомер
bs: Prekinite pristup radio mjeraču
cs: Ukončete přístup k radiometru
da: Afslut radiomåleradgang
de: Funkzählerzugriff beenden
el: Τερματισμός πρόσβασης ραδιομέτρου
es: Eliminar contador de radio
et: Lõpeta raadionarvesti kasutus
fa: دسترسی به رادیو متر را خاتمه دهید
fi: Lopeta radiomittarin käyttö
fr: Supprimer le compteur radio
hi: रेडियो मीटर पहुंच समाप्त करें
hr: Prekinite pristup radio mjeraču
hu: Rádiómérő hozzáférésének megszüntetése
it: Elimina contatore radio
ja: 無線メーターへのアクセスを終了する
ko: 무선 계량기 접근 종료
lt: Nutraukti radijo skaitiklio prieigą
ml: റേഡിയോ മീറ്റർ ആക്സസ് അവസാനിപ്പിക്കുക
my: ရေဒီယိုမီတာ access ကိုအဆုံးသတ်ပါ
nl: Radio Meter Toegang Beëindigen
no: Avslutt tilgang til radiomåler
pl: Zakończ dostęp do licznika radiowego
pt: Excluir medidor de rádio
ru: Удалить радио счетчик
sl: Prekinite dostop do radijskega merilnika
sr: Прекините приступ радио мерачу
sv: Avsluta radiomätaråtkomst
sw: Kusitisha ufikiaji wa mita ya redio
th: ยุติการเข้าถึงมิเตอร์วิทยุ
tr: Radyo Ölçer Erişimini Sonlandır
uk: Припиніть доступ до радіолічильника
vi: Chấm dứt quyền truy cập vào máy đo sóng vô tuyến
zh: 终止无线电计访问

# watersupplierUnlinkRadioMeterDescription1
source: Do you want to delete the radio meter without invalidating the activation code?
af: Wil jy die radiometer uitvee sonder om die aktiveringskode ongeldig te maak?
ar: هل تريد حذف العداد اللاسلكي دون إبطال رمز التفعيل؟
bg: Искате ли да изтриете радио водомера без да инвалидирате кода за активиране?
bs: Da li želite da obrišete radiometar bez poništavanja aktivacionog koda?
cs: Chcete smazat radiometr bez znehodnocení aktivačního kódu?
da: Vil du slette radiomåleren uden at ugyldiggøre aktiveringskoden?
de: Sie möchten den Funkzähler nur löschen ohne dass der Aktivierungscode seine Gültigkeit verliert?
el: Θέλετε να διαγράψετε τον ραδιομετρητή χωρίς να ακυρώσετε τον κωδικό ενεργοποίησης;
es: ¿Desea eliminar el medidor de radio sin invalidar el código de activación?
et: Kas soovid raadionarvesti kustutada ilma aktiveerimiskoodi tühistamata?
fa: آیا می خواهید رادیو متر را بدون باطل کردن کد فعال سازی حذف کنید؟
fi: Haluatko poistaa radiomittarin mitätöimättä aktivointikoodia?
fr: Voulez-vous supprimer le compteur radio sans invalider le code d'activation ?
hi: क्या आप सक्रियण कोड को अमान्य किए बिना रेडियो मीटर को हटाना चाहते हैं?
hr: Želite li izbrisati radiometar bez poništavanja aktivacijskog koda?
hu: Az aktiváló kód érvénytelenítése nélkül szeretné törölni a rádiókészüléket?
it: Si desidera eliminare il contatore radio senza invalidare il codice di attivazione?
ja: アクティベーション コードを無効にせずに電波メーターを削除しますか?
ko: 활성화 코드를 무효화하지 않고 무선 계량기를 삭제하시겠습니까?
lt: Ar norite ištrinti radijo matuoklį nepanaikindami aktyvinimo kodo?
ml: ആക്ടിവേഷൻ കോഡ് അസാധുവാക്കാതെ തന്നെ റേഡിയോ മീറ്റർ ഇല്ലാതാക്കണോ?
my: activation code ကို invaliding လုပ်ခြင်းမရှိဘဲရေဒီယိုမီတာကိုဖျက်ချင်ပါသလား။
nl: Wilt u de radiometer verwijderen zonder de activatiecode ongeldig te maken?
no: Vil du slette radiomåleren uten å ugyldiggjøre aktiveringskoden?
pl: Czy chcesz usunąć licznik radiowy bez unieważniania kodu aktywacyjnego?
pt: Deseja excluir o medidor de rádio sem invalidar o código de ativação?
ru: Вы хотите удалить радиосчетчик без аннулирования кода активации?
sl: Ali želite izbrisati radijski merilnik, ne da bi razveljavili aktivacijsko kodo?
sr: Да ли желите да избришете радио мерач без поништавања активационог кода?
sv: Vill du radera radiomätaren utan att ogiltigförklara aktiveringskoden?
sw: Je! Unataka kufuta mita ya redio bila kudhibitisha nambari ya uanzishaji?
th: คุณต้องการลบมิเตอร์วิทยุโดยไม่ทำให้รหัสเปิดใช้งานใช้งานหรือไม่
tr: Aktivasyon kodunu geçersiz kılmadan radyo ölçüm cihazını silmek istiyor musunuz?
uk: Бажаєте видалити радіолічильник без анулювання коду активації?
vi: Bạn có muốn xóa đồng hồ đo sóng vô tuyến mà không làm mất hiệu lực mã kích hoạt không?
zh: 您想删除无线电计而不使激活码失效吗？

# watersupplierUnlinkRadioMeterButtonDelete
source: Delete radio meter
af: Vee radiometer uit
ar: حذف العداد اللاسلكي
bg: Изтриване на радио водомер
bs: Izbrišite radiometar
cs: Smazat radiometr
da: Slet radiomåler
de: Funkzähler löschen
el: Διαγραφή μετρητή ραδιοφώνου
es: Eliminar medidor de radio
et: Kustuta raadionarvesti
fa: پاک کردن رادیومتر
fi: Poista radiolaskuri
fr: Supprimer le compteur radio
hi: रेडियो मीटर हटाएँ
hr: Obriši radio brojač
hu: Rádiómérő törlése
it: Elimina contatore radio
ja: 電波メーターを削除する
ko: 무선 계량기 삭제
lt: Ištrinti radijo matuoklį
ml: റേഡിയോ മീറ്റർ മായ്ക്കുക
my: ရေဒီယိုကိုဖျက်ပါ
nl: Radiometer verwijderen
no: Slett radiomåler
pl: Usuń licznik radiowy
pt: Excluir medidor de rádio
ru: Удалить радиосчетчик
sl: Izbriši radijski števec
sr: Избришите радио метар
sv: Ta bort radiomätare
sw: Futa mita ya redio
th: ลบมิเตอร์วิทยุ
tr: Radyo ölçüm cihazını sil
uk: Видалити радіолічильник
vi: Xóa máy đo vô tuyến
zh: 删除无线电计

# watersupplierUnlinkRadioMeterDescription2
source: Do you no longer want access to your radio meter data? Please note: once the revocation code is scanned, the activation code becomes invalid. Any user account that used the activation code will lose access.
af: Wil jy nie meer toegang tot jou radiometerdata hê nie? Let asseblief daarop: sodra die herroepingskode geskandeer word, word die aktiveringskode ongeldig. Enige gebruikersrekening wat die aktiveringskode gebruik het, sal toegang verloor.
ar: هل لم تعد تريد الوصول إلى بيانات العداد اللاسلكي الخاص بك؟ يرجى ملاحظة: بمجرد مسح رمز الإلغاء، يصبح رمز التفعيل غير صالح. أي حساب مستخدم استخدم رمز التفعيل سيفقد الوصول.
bg: Вече не искате достъп до данните на вашия радио водомер? Моля, имайте предвид: след като кодът за отмяна бъде сканиран, кодът за активиране става невалиден. Всеки потребителски акаунт, който е използвал кода за активиране, ще загуби достъп.
bs: Da li više ne želite pristup vašim podacima radio mjerača? Napomena: nakon skeniranja koda za opoziv, aktivacijski kod postaje nevažeći. Svaki korisnički nalog koji je koristio aktivacioni kod izgubiće pristup.
cs: Už nechcete mít přístup ke svým datům radiometru? Upozornění: jakmile je naskenován revokační kód, aktivační kód se stane neplatným. Každý uživatelský účet, který použil aktivační kód, ztratí přístup.
da: Vil du ikke længere have adgang til dine radiomålerdata? Bemærk venligst: når tilbagekaldelseskoden er scannet, bliver aktiveringskoden ugyldig. Enhver brugerkonto, der brugte aktiveringskoden, mister adgangen.
de: Sie möchten nicht länger Zugriff auf die Daten Ihres Funkzählers haben? Bitte beachten Sie, nach Scannen des Widerrufscode verliert der Aktivierungscode seine Gültigkeit. Jedes Nutzerkonto, welches den Aktivierungscode verwendet hat, verliert den Zugriff.
el: Δεν θέλετε πλέον να έχετε πρόσβαση στα δεδομένα του ραδιομετρητή σας; Παρακαλούμε σημειώστε: μόλις σαρώσετε τον κωδικό ανάκλησης, ο κωδικός ενεργοποίησης καθίσταται άκυρος. Κάθε λογαριασμός χρήστη που χρησιμοποίησε τον κωδικό ενεργοποίησης θα χάσει την πρόσβαση.
es: ¿Ya no desea acceder a los datos de su medidor de radio? Tenga en cuenta que una vez que se escanea el código de revocación, el código de activación deja de ser válido. Cualquier cuenta de usuario que haya utilizado el código de activación perderá el acceso.
et: Ei soovi enam juurdepääsu oma raadionarvesti andmetele? Pane tähele: kui tühistamiskood skannitakse, muutub aktiveerimiskood kehtetuks. Kõik kasutajakontod, mis koodi kasutasid, kaotavad ligipääsu.
fa: آیا دیگر نمی خواهید به داده های رادیو متر خود دسترسی داشته باشید؟لطفا توجه داشته باشید: پس از اسکن کد ابطال، کد فعال سازی نامعتبر می شود.هر حساب کاربری که از کد فعال سازی استفاده کرده باشد، دسترسی خود را از دست خواهد داد.
fi: Etkö enää halua käyttää radiomittaritietojasi?Huomaa: kun peruutuskoodi on skannattu, aktivointikoodi ei kelpaa.Kaikki aktivointikoodia käyttäneet käyttäjätilit menettävät pääsyn.
fr: Vous ne souhaitez plus avoir accès aux données de votre compteur radio ? Remarque : une fois le code de révocation scanné, le code d'activation devient invalide. Tout compte utilisateur ayant utilisé le code d'activation perdra l'accès.
hi: क्या अब आप अपने रेडियो मीटर डेटा तक पहुंच नहीं चाहते हैं?कृपया ध्यान दें: एक बार निरस्तीकरण कोड स्कैन हो जाने पर, सक्रियण कोड अमान्य हो जाता है।सक्रियण कोड का उपयोग करने वाला कोई भी उपयोगकर्ता खाता पहुंच खो देगा।
hr: Ne želite više pristup podacima vašeg radiometra?Imajte na umu: nakon skeniranja koda za opoziv, aktivacijski kod postaje nevažeći.Svaki korisnički račun koji je koristio aktivacijski kod izgubit će pristup.
hu: Nem szeretne többé hozzáférni a rádiómérő adataihoz? Kérjük, vegye figyelembe: a visszavonási kód beolvasása után az aktiváló kód érvénytelenné válik. Minden olyan felhasználói fiók, amely az aktiváló kódot használta, elveszíti a hozzáférést.
it: Non si desidera più accedere ai dati del contatore radio? Nota: una volta scansionato il codice di revoca, il codice di attivazione non sarà più valido. Qualsiasi account utente che ha utilizzato il codice di attivazione perderà l'accesso.
ja: 電波メーターのデータにアクセスしたくないですか?注意: 失効コードがスキャンされると、アクティベーション コードは無効になります。アクティベーション コードを使用したユーザー アカウントはアクセスできなくなります。
ko: 무선 계량기 데이터 접근을 더 이상 원하지 않으시나요? 참고: 무효화 코드를 스캔하면 활성화 코드는 더 이상 유효하지 않습니다. 활성화 코드를 사용했던 모든 사용자 계정은 접근 권한을 잃습니다.
lt: Ar nebenorite prieiti prie radijo skaitiklio duomenų? Atkreipkite dėmesį: kai atšaukimo kodas nuskaitomas, aktyvinimo kodas tampa negaliojantis. Bet kuri vartotojo paskyra, kuri naudojo aktyvinimo kodą, neteks prieigos.
ml: നിങ്ങളുടെ റേഡിയോ മീറ്റർ ഡാറ്റയിലേക്ക് ഇനി ആക്‌സസ് വേണ്ടേ? ദയവായി ശ്രദ്ധിക്കുക: അസാധുവാക്കൽ കോഡ് സ്കാൻ ചെയ്തുകഴിഞ്ഞാൽ, ആക്ടിവേഷൻ കോഡ് അസാധുവാകും. ആക്ടിവേഷൻ കോഡ് ഉപയോഗിച്ച ഏതൊരു ഉപയോക്തൃ അക്കൗണ്ടിനും ആക്‌സസ് നഷ്‌ടമാകും.
my: သင်၏ရေဒီယိုမီတာဒေတာများကိုသင်လက်လှမ်းမမီချင်ပါသလော။ ကျေးဇူးပြု. မှတ်သားပါ။ ပြန်လည်ရုပ်သိမ်းခြင်းကုဒ်ကိုစကင်ဖတ်စစ်ဆေးသည်နှင့်တပြိုင်နက်, activation code သည်မမှန်ကန်ပါ။ activation code ကိုအသုံးပြုသောအသုံးပြုသူအကောင့်သည်ဝင်ရောက်ခွင့်ပြုလိမ့်မည်။
nl: Wilt u geen toegang meer tot uw radiometergegevens? Let op: zodra de intrekkingscode wordt gescand, wordt de activatiecode ongeldig. Elk gebruikersaccount dat de activatiecode heeft gebruikt, verliest toegang.
no: Vil du ikke lenger ha tilgang til radiomålerdataene dine? Vennligst merk: når tilbakekallingskoden er skannet, blir aktiveringskoden ugyldig. Enhver brukerkonto som brukte aktiveringskoden vil miste tilgangen.
pl: Nie chcesz już mieć dostępu do danych swojego licznika radiowego? Uwaga: po zeskanowaniu kodu unieważnienia kod aktywacyjny traci ważność. Każde konto użytkownika, które użyło kodu aktywacyjnego, utraci dostęp.
pt: Você não deseja mais acessar os dados do seu medidor de rádio? Observação: assim que o código de revogação for digitalizado, o código de ativação se tornará inválido. Qualquer conta de usuário que tenha usado o código de ativação perderá o acesso.
ru: Вы больше не хотите иметь доступ к данным вашего радиосчетчика? Обратите внимание: после сканирования кода отзыва код активации становится недействительным. Любая учетная запись пользователя, которая использовала код активации, потеряет доступ.
sl: Ne želite več dostopa do podatkov radijskega števca? Upoštevajte: ko je preklicna koda skenirana, aktivacijska koda postane neveljavna. Vsak uporabniški račun, ki je uporabil aktivacijsko kodo, bo izgubil dostop.
sr: Да ли више не желите да приступите подацима вашег радио мерача? Имајте на уму: када се код за опозив скенира, активациони код постаје неважећи. Сваки кориснички налог који је користио активациони код изгубиће приступ.
sv: Vill du inte längre ha tillgång till din radiomätardata? Observera: när återkallningskoden har skannats blir aktiveringskoden ogiltig. Alla användarkonton som använde aktiveringskoden kommer att förlora åtkomst.
sw: Je! Hautaki ufikiaji wa data yako ya mita ya redio? Tafadhali kumbuka: Mara tu nambari ya uondoaji itakapokaguliwa, nambari ya uanzishaji inakuwa batili. Akaunti yoyote ya mtumiaji ambayo ilitumia nambari ya uanzishaji itapoteza ufikiaji.
th: คุณไม่ต้องการเข้าถึงข้อมูลมิเตอร์วิทยุของคุณอีกต่อไปหรือไม่? โปรดทราบ: เมื่อสแกนรหัสเพิกถอนแล้ว รหัสเปิดใช้งานจะไม่ถูกต้อง บัญชีผู้ใช้ใด ๆ ที่ใช้รหัสเปิดใช้งานจะสูญเสียการเข้าถึง
tr: Artık radyo ölçüm verilerinize erişmek istemiyor musunuz? Lütfen unutmayın: İptal kodu tarandıktan sonra aktivasyon kodu geçersiz hale gelir. Etkinleştirme kodunu kullanan tüm kullanıcı hesapları erişimi kaybedecektir.
uk: Вам більше не потрібен доступ до даних вашого радіометра? Зверніть увагу: після сканування коду відкликання код активації стає недійсним. Будь-який обліковий запис користувача, який використовував код активації, втратить доступ.
vi: Bạn không còn muốn truy cập vào dữ liệu máy đo sóng vô tuyến của mình nữa? Xin lưu ý: sau khi quét mã hủy, mã kích hoạt sẽ không hợp lệ. Bất kỳ tài khoản người dùng nào sử dụng mã kích hoạt sẽ mất quyền truy cập.
zh: 您不想再访问您的无线电计数据吗？请注意：一旦扫描撤销码，激活码即失效。任何使用激活码的用户帐户都将失去访问权限。

# watersupplierUnlinkRadioMeterButtonRevoke
source: Scan revocation code
af: Skandeer herroepingskode
ar: مسح رمز الإلغاء
bg: Сканиране на код за отмяна
bs: Skenirajte kod za opoziv
cs: Naskenujte revokační kód
da: Scan tilbagekaldelseskode
de: Widerrufscode scannen
el: Σάρωση κωδικού ανάκλησης
es: Escanear código de revocación
et: Skanni tühistamiskood
fa: اسکن کد ابطال
fi: Skannaa peruutuskoodi
fr: Scanner le code de révocation
hi: निरस्तीकरण कोड स्कैन करें
hr: Skeniraj kod za opoziv
hu: Visszavonási kód beolvasása
it: Scansiona codice di revoca
ja: 取り消しコードをスキャンする
ko: 무효화 코드 스캔
lt: Nuskaitykite atšaukimo kodą
ml: അസാധുവാക്കൽ കോഡ് സ്കാൻ ചെയ്യുക
my: ရုပ်သိမ်းခြင်းကုဒ်
nl: Scan intrekkingscode
no: Skann tilbakekallingskode
pl: Zeskanuj kod odwołania
pt: Digitalizar código de revogação
ru: Сканировать код отзыва
sl: Skenirajte kodo za preklic
sr: Скенирајте код за опозив
sv: Skanna återkallelsekod
sw: Scan Reflecation Code
th: สแกนรหัสเพิกถอน
tr: İptal kodunu tarayın
uk: Сканувати код відкликання
vi: Quét mã thu hồi
zh: 扫描撤销码

# watersupplierScanQrCodeOffboardingSuccessful
source: Access to your radio water meter has been canceled.
af: Toegang tot jou radio watermeter is gekanselleer.
ar: تم إلغاء الوصول إلى عداد الماء اللاسلكي الخاص بك.
bg: Достъпът до вашия радио водомер е прекратен.
bs: Pristup vašem radio vodomjeru je otkazan.
cs: Přístup k vašemu rádiovému vodoměru byl zrušen.
da: Adgangen til din radiovandmåler er blevet annulleret.
de: Der Zugriff auf Ihren Funkwasserzähler wurde aufgehoben.
el: Η πρόσβαση στον ασύρματο μετρητή νερού ακυρώθηκε.
es: Se ha cancelado el acceso a tu contador de agua por radio.
et: Ligipääs sinu raadiosidega veearvestile on tühistatud.
fa: دسترسی به کنتور آب رادیویی شما لغو شده است.
fi: Pääsy radiovesimittariisi on peruutettu.
fr: L'accès à votre compteur d'eau radio a été annulé.
hi: आपके रेडियो वॉटर मीटर तक पहुंच रद्द कर दी गई है।
hr: Pristup vašem radio vodomjeru je otkazan.
hu: A rádiós vízmérőjéhez való hozzáférést törölték.
it: L'accesso al tuo contatore d'acqua radio è stato annullato.
ja: 無線式水道メーターへのアクセスがキャンセルされました。
ko: 무선 수도 계량기 접근이 취소되었습니다.
lt: Prieiga prie radijo vandens skaitiklio buvo atšaukta.
ml: നിങ്ങളുടെ റേഡിയോ വാട്ടർ മീറ്ററിലേക്കുള്ള ആക്സസ് റദ്ദാക്കി.
my: သင့်ရေဒီယိုရေကိုလက်လှမ်းမီမှုကိုဖျက်သိမ်းလိုက်သည်။
nl: Toegang tot uw radio watermeter is geannuleerd.
no: Tilgangen til radiovannmåleren din er kansellert.
pl: Dostęp do Twojego radiowego wodomierza został anulowany.
pt: O acesso ao seu medidor de água via rádio foi cancelado.
ru: Доступ к вашему радио счетчику воды был отменен.
sl: Dostop do vašega radijskega števca vode je bil preklican.
sr: Приступ вашем радио водомеру је отказан.
sv: Åtkomsten till din radiovattenmätare har avbrutits.
sw: Upataji wa mita yako ya maji ya redio umefutwa.
th: การเข้าถึงมิเตอร์น้ำวิทยุของคุณถูกยกเลิก
tr: Radyo su sayacınıza erişim iptal edildi.
uk: Доступ до радіолічильника води скасовано.
vi: Quyền truy cập vào đồng hồ nước vô tuyến của bạn đã bị hủy.
zh: 对您的无线电水表的访问已被取消。

# watersupplierNoAccess
source: You no longer have authorization to retrieve data.
af: Jy het nie meer magtiging om data te herwin nie.
ar: لم تعد لديك صلاحية لاسترداد البيانات.
bg: Вече нямате авторизация за извличане на данни.
bs: Više nemate ovlaštenje za preuzimanje podataka.
cs: Již nemáte oprávnění k načítání dat.
da: Du har ikke længere tilladelse til at hente data.
de: Sie haben keine Berechtigung mehr, um Daten abzurufen.
el: Δεν έχετε πλέον εξουσιοδότηση για την ανάκτηση δεδομένων.
es: Ya no tienes autorización para recuperar datos.
et: Sul ei ole enam õigust andmeid pärida.
fa: دیگر مجوز بازیابی داده ها را ندارید.
fi: Sinulla ei ole enää lupaa hakea tietoja.
fr: Vous n'êtes plus autorisé à récupérer des données.
hi: अब आपके पास डेटा पुनर्प्राप्त करने का प्राधिकरण नहीं है.
hr: Više nemate ovlaštenje za preuzimanje podataka.
hu: Már nincs jogosultsága az adatok lekérdezésére.
it: Non sei più autorizzato a recuperare i dati.
ja: データを取得する権限がありません。
ko: 귀하는 더 이상 데이터 조회 권한이 없습니다.
lt: Nebeturite leidimo gauti duomenų.
ml: ഡാറ്റ വീണ്ടെടുക്കാൻ നിങ്ങൾക്ക് ഇനി അംഗീകാരമില്ല.
my: အချက်အလက်များကိုပြန်လည်ရယူရန်ခွင့်ပြုချက်မရတော့ပါ။
nl: U heeft geen autorisatie meer om gegevens op te halen.
no: Du har ikke lenger autorisasjon til å hente data.
pl: Nie masz już uprawnień do pobierania danych.
pt: Você não tem mais autorização para recuperar dados.
ru: У вас больше нет разрешения на получение данных.
sl: Nimate več pooblastila za pridobivanje podatkov.
sr: Више немате овлашћење за преузимање података.
sv: Du har inte längre behörighet att hämta data.
sw: Huna tena idhini ya kupata data.
th: คุณไม่ได้รับอนุญาตให้ดึงข้อมูลอีกต่อไป
tr: Artık veri alma yetkiniz yok.
uk: Ви більше не маєте дозволу на отримання даних.
vi: Bạn không còn có quyền truy xuất dữ liệu nữa.
zh: 您不再有权检索数据。
