Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# syncStatusFailedLongNoAutoSync
source: Failed to synchronize, editing is at your own risk
af: Kon nie sinchroniseer nie, redigering is op jou eie risiko
ar: فشلت المزامنة، التعديل على مسؤوليتك الخاصة
bg: Неуспешна синхронизация, редактирането е на ваша отговорност
bs: Sinhronizacija nije uspjela, uređivanje je na vlastitu odgovornost
cs: Synchronizace se nezdařila, úpravy jsou na vaše vlastní riziko
da: Synkronisering mislykkedes, redigering er på eget ansvar
de: Upload fehlgeschlagen
el: Απέτυχε ο συγχρονισμός, η επεξεργασία γίνεται με δική σας ευθύνη
es: Error al sincronizar; editar es bajo tu propio riesgo
et: Sünkroonimine ebaõnnestus, muudatused omal vastutusel
fa: همگام سازی انجام نشد، ویرایش به عهده خودتان است
fi: Synkronointi epäonnistui, muokkaaminen on omalla vastuullasi
fr: Échec de la synchronisation, la modification se fait à vos risques
hi: सिंक्रनाइज़ करने में विफल, संपादन आपके अपने जोखिम पर है
hr: Sinkronizacija nije uspjela, uređivanje je na vlastitu odgovornost
hu: Nem sikerült szinkronizálni, a szerkesztés saját felelősségre történik
it: Sincronizzazione non riuscita, modifica a tuo rischio
ja: 同期に失敗しました。編集は自己責任で行ってください
ko: 동기화 실패, 편집은 사용자 책임하에 진행됩니다
lt: Nepavyko sinchronizuoti, redaguojate patys
ml: സമന്വയിപ്പിക്കുന്നതിൽ പരാജയപ്പെട്ടു, എഡിറ്റിംഗ് നിങ്ങളുടെ സ്വന്തം ഉത്തരവാദിത്തത്തിലാണ്
my: ထပ်တူပြုခြင်းကိုမအောင်မြင်ပါ, တည်းဖြတ်ခြင်းသည်သင်၏ကိုယ်ပိုင်အန္တရာယ်ရှိသည်
nl: Synchroniseren mislukt, bewerken is op eigen risico
no: Kunne ikke synkronisere, redigering er på eget ansvar
pl: Nie udało się zsynchronizować, edytujesz na własne ryzyko
pt: Falha ao sincronizar; editar é por sua conta e risco
ru: Не удалось синхронизировать, редактирование на ваш страх и риск
sl: Sinhronizacija ni uspela, urejanje je na lastno odgovornost
sr: Синхронизација није успела, уређивање вршите на сопствени ризик
sv: Det gick inte att synkronisera, redigering sker på egen risk
sw: Imeshindwa kusawazisha, uhariri uko katika hatari yako mwenyewe
th: ไม่สามารถซิงโครไนซ์ได้ การแก้ไขถือเป็นความเสี่ยงของคุณเอง
tr: Senkronizasyon başarısız oldu; düzenlemenin sorumluluğu size aittir
uk: Не вдалося синхронізувати, редагуєте на власний ризик
vi: Không thể đồng bộ hóa, bạn tự chịu rủi ro khi chỉnh sửa
zh: 同步失败，编辑风险自负

# syncStatusSyncRemoteHasLatest
source: The file in the cloud is more up-to-date than the local file
af: Die lêer in die wolk is meer op datum as die plaaslike lêer
ar: الملف في السحابة أحدث من الملف المحلي
bg: Файлът в облака е по-актуален от локалния файл
bs: Datoteka u oblaku je ažuriranija od lokalne datoteke
cs: Soubor v cloudu je aktuálnější než místní soubor
da: Filen i skyen er mere opdateret end den lokale fil
de: Die Datei in der Cloud ist aktueller als die lokale Datei
el: Το αρχείο στο cloud είναι πιο ενημερωμένο από το τοπικό αρχείο
es: Sincronización necesaria
et: Pilves olev fail on uuem kui kohalik
fa: فایل موجود در ابر به روزتر از فایل محلی است
fi: Pilvessä oleva tiedosto on ajantasaisempi kuin paikallinen tiedosto
fr: Synchronisation recommandée
hi: क्लाउड में फ़ाइल स्थानीय फ़ाइल की तुलना में अधिक अद्यतित है
hr: Datoteka u oblaku je ažurnija od lokalne datoteke
hu: A felhőben lévő fájl naprakészebb, mint a helyi fájl
it: Sincronizzazione richiesta
ja: クラウド内のファイルはローカル ファイルよりも最新です
ko: 클라우드 파일이 로컬 파일보다 최신입니다
lt: Debesyje esantis failas yra naujesnis nei vietinis failas
ml: ക്ലൗഡിലെ ഫയൽ ലോക്കൽ ഫയലിനേക്കാൾ കാലികമാണ്
my: Cloud ရှိဖိုင်သည် local file ထက်နောက်ဆုံးပေါ်ခေတ်မီပြီးဖြစ်သည်
nl: Het bestand in de cloud is actueler dan het lokale bestand
no: Filen i skyen er mer oppdatert enn den lokale filen
pl: Plik w chmurze jest bardziej aktualny niż plik lokalny
pt: Sincronização necessária
ru: Рекомендуется синхронизация
sl: Datoteka v oblaku je bolj posodobljena kot lokalna datoteka
sr: Датотека у облаку је ажуриранија од локалне датотеке
sv: Filen i molnet är mer uppdaterad än den lokala filen
sw: Faili kwenye wingu ni ya kisasa zaidi kuliko faili ya ndani
th: ไฟล์ในระบบคลาวด์อัปเดตมากกว่าไฟล์ในเครื่อง
tr: Buluttaki dosya yerel dosyadan daha güncel
uk: Файл у хмарі є більш актуальним, ніж локальний файл
vi: Tệp trên đám mây cập nhật hơn tệp cục bộ
zh: 云端文件比本地文件更新

# syncObjectIsLocked
source: Object data is being updated and cannot be edited during this time.
af: Objekdata word opgedateer en kan nie gedurende hierdie tyd geredigeer word nie.
ar: يتم تحديث بيانات الكائن ولا يمكن تعديلها خلال هذا الوقت.
bg: Данните на обекта се актуализират и не могат да се редактират по това време.
bs: Podaci o objektu se ažuriraju i ne mogu se uređivati ​​tokom ovog vremena.
cs: Data objektu se aktualizují a během této doby je nelze upravovat.
da: Objektdata opdateres og kan ikke redigeres i dette tidsrum.
de: Objekt-Daten werden aktualisiert und können währendessen nicht bearbeitet werden.
el: Τα δεδομένα του αντικειμένου ενημερώνονται και δεν είναι δυνατή η επεξεργασία τους κατά τη διάρκεια αυτής της περιόδου.
es: Los datos del objeto se están actualizando y no se pueden modificar mientras tanto.
et: Objekti andmeid uuendatakse ega saa sel ajal muuta.
fa: داده های شی در حال به روز رسانی هستند و در این مدت قابل ویرایش نیستند.
fi: Objektitietoja päivitetään, eikä niitä voi muokata tänä aikana.
fr: Les données de l'objet sont en cours de mise à jour et ne peuvent pas être modifiées pendant ce temps.
hi: ऑब्जेक्ट डेटा अद्यतन किया जा रहा है और इस दौरान संपादित नहीं किया जा सकता है।
hr: Podaci o objektu se ažuriraju i ne mogu se uređivati ​​tijekom ovog vremena.
hu: Az objektumadatok frissítés alatt állnak, és ez idő alatt nem szerkeszthetők.
it: I dati dell'oggetto sono in fase di aggiornamento e non possono essere modificati nel frattempo.
ja: オブジェクト データは更新中のため、この間は編集できません。
ko: 객체 데이터가 업데이트 중이며 이 동안에는 편집할 수 없습니다.
lt: Objekto duomenys atnaujinami ir per šį laiką jų redaguoti negalima.
ml: ഒബ്‌ജക്റ്റ് ഡാറ്റ അപ്‌ഡേറ്റ് ചെയ്യുകയാണ്, ഈ സമയത്ത് എഡിറ്റ് ചെയ്യാൻ കഴിയില്ല.
my: အရာဝတ်ထုဒေတာကိုအသစ်ပြောင်းခြင်းနှင့်ဤအချိန်ကာလအတွင်း edited မရနိုင်ပါ။
nl: Objectgegevens worden bijgewerkt en kunnen gedurende deze tijd niet worden bewerkt.
no: Objektdata oppdateres og kan ikke redigeres i løpet av denne tiden.
pl: Dane obiektu są aktualizowane i w tym czasie nie można ich edytować.
pt: Os dados do objeto estão a ser atualizados e não podem ser editados durante esse processo.
ru: Данные объекта обновляются и не могут быть изменены в это время.
sl: Podatki o predmetu se posodabljajo in jih v tem času ni mogoče urejati.
sr: Подаци о објекту се ажурирају и не могу се мењати током овог времена.
sv: Objektdata uppdateras och kan inte redigeras under denna tid.
sw: Takwimu za kitu zinasasishwa na haziwezi kuhaririwa wakati huu.
th: ข้อมูลออบเจ็กต์อยู่ระหว่างการอัปเดตและไม่สามารถแก้ไขได้ในช่วงเวลานี้
tr: Nesne verileri güncelleniyor ve bu süre zarfında düzenlenemez.
uk: Дані об’єкта оновлюються і не можуть бути редаговані протягом цього часу.
vi: Dữ liệu đối tượng đang được cập nhật và không thể chỉnh sửa trong thời gian này.
zh: 对象数据正在更新，在此期间无法编辑。

# importExport
source: Backup/Restore
af: Rugsteun/Herstel
ar: النسخ الاحتياطي/الاستعادة
bg: Резервно копие/Възстановяване
bs: Sigurnosno kopiranje/vraćanje
cs: Zálohování/obnovení
da: Sikkerhedskopiering/gendannelse
de: Sichern/Wiederherstellen
el: Δημιουργία αντιγράφων ασφαλείας/επαναφορά
es: Copia de seguridad/recuperación
et: Varundamine/taastamine
fa: پشتیبان گیری/بازیابی
fi: Varmuuskopioi/Palauta
fr: Sauvegarde/Restauration
hi: बैकअप/पुनर्स्थापित करें
hr: Sigurnosno kopiranje/vraćanje
hu: Biztonsági mentés/visszaállítás
it: Backup/Ripristino
ja: バックアップ/復元
ko: 백업/복원
lt: Atsarginė kopija / atkūrimas
ml: ബാക്കപ്പ്/പുനഃസ്ഥാപിക്കൽ
nl: Back-up/Herstellen
no: Sikkerhetskopiering/gjenoppretting
pl: Kopia zapasowa/przywracanie
pt: Cópia de segurança/Restauro
ru: Резервное копирование/восстановление
sl: Varnostno kopiranje/obnovitev
sr: Бацкуп/Ресторе
sv: Säkerhetskopiera/återställa
sw: Chelezo/rejesha
th: สำรอง/กู้คืน
tr: Yedekleme/Geri Yükleme
uk: Резервне копіювання/відновлення
vi: Sao lưu/Khôi phục
zh: 备份/恢复

source: Import
af: Voer in
ar: استيراد
bg: Импортиране
bs: Uvoz
cs: Importovat
da: Importere
el: Εισαγωγή
es: Importación
fa: وارد کردن
fi: Tuoda
fr: Importer
hi: आयात
hr: Uvoz
it: Importazione
ja: 輸入
ko: 가져오기
lt: Importuoti
ml: ഇറക്കുമതി
my: တင်သွင်း
nl: Importeren
pt: Importação
ru: Импорт
sl: Uvozi
sr: Увоз
sv: Importera
sw: Kuagiza
th: นำเข้า
tr: İçe aktarmak
uk: Імпорт
vi: Nhập khẩu
zh: 进口

# importPickFile
source: Select file
af: Kies lêer
ar: اختر الملف
bg: Изберете файл
bs: Odaberite datoteku
cs: Vyberte soubor
da: Vælg fil
de: Datei auswählen
el: Επιλέξτε αρχείο
es: Seleccione el archivo
et: Vali fail
fa: انتخاب فایل
fi: Valitse tiedosto
fr: Sélectionner un fichier
hi: फ़ाइल का चयन करें
hr: Odaberi datoteku
hu: Fájl kiválasztása
it: Selezionare il file
ja: ファイルを選択
ko: 파일 선택
lt: Pasirinkite failą
ml: ഫയൽ തിരഞ്ഞെടുക്കുക
my: ဖိုင်ကိုရွေးချယ်ပါ
nl: Bestand selecteren
no: Velg fil
pl: Wybierz plik
pt: Seleccionar ficheiro
ru: Выберите файл
sl: Izberite datoteko
sr: Изаберите датотеку
sv: Välj fil
sw: Chagua Faili
th: เลือกไฟล์
tr: Dosya seç
uk: Виберіть файл
vi: Chọn tập tin
zh: 选择文件

# importSelectSingleCounter
source: Single counter (CSV file)
af: Enkele teller (CSV-lêer)
ar: عداد واحد (ملف CSV)
bg: Единичен брояч (CSV файл)
bs: Jedan brojač (CSV fajl)
cs: Jedno počítadlo (soubor CSV)
da: Enkelt tæller (CSV-fil)
de: Einzelner Zähler (CSV-Datei)
el: Ενιαίος μετρητής (αρχείο CSV)
es: Contador único (archivo CSV)
et: Üksik arvesti (CSV-fail)
fa: شمارنده واحد (فایل CSV)
fi: Yksi laskuri (CSV-tiedosto)
fr: Compteur unique (fichier CSV)
hi: एकल काउंटर (CSV फ़ाइल)
hr: Jedan brojač (CSV datoteka)
hu: Egyetlen számláló (CSV fájl)
it: Contatore singolo (file CSV)
ja: シングルカウンタ（CSVファイル）
ko: 단일 계량기(CSV 파일)
lt: Vienas skaitiklis (CSV failas)
ml: സിംഗിൾ കൗണ്ടർ (CSV ഫയൽ)
my: တစ်ခုတည်းကောင်တာ (CSV ဖိုင်)
nl: Enkele meter (CSV-bestand)
no: Enkelteller (CSV-fil)
pl: Licznik pojedynczy (plik CSV)
pt: Contador único (ficheiro CSV)
ru: Одиночный счетчик (файл CSV)
sl: Enotni števec (datoteka CSV)
sr: Један бројач (ЦСВ датотека)
sv: Enkel räknare (CSV-fil)
sw: Kaunta moja (faili ya CSV)
th: ตัวนับเดี่ยว (ไฟล์ CSV)
tr: Tek sayaç (CSV dosyası)
uk: Єдиний лічильник (файл CSV)
vi: Bộ đếm đơn (tệp CSV)
zh: 单个计数器（CSV 文件）

# importSelectJson
source: JSON file (created with {appName})
af: JSON-lêer (geskep met {appName})
ar: ملف JSON (تم إنشاؤه باستخدام {appName})
bg: JSON файл (създаден с {appName})
bs: JSON fajl (kreiran sa {appName})
cs: Soubor JSON (vytvořený pomocí {appName})
da: JSON-fil (oprettet med {appName})
de: JSON-Datei (erstellt mit {appName})
el: Αρχείο JSON (δημιουργημένο με το {appName})
es: Archivo JSON (creado con {appName})
et: JSON-fail (loodud rakendusega {appName})
fa: فایل JSON (ایجاد شده با {appName})
fi: JSON-tiedosto (luotu {appName})
fr: Fichier JSON (créé avec {appName})
hi: JSON फ़ाइल ({appName} के साथ बनाई गई)
hr: JSON datoteka (kreirana pomoću {appName})
hu: JSON fájl ({appName} segítségével létrehozva)
it: File JSON (creato con {appName})
ja: JSONファイル（{appName}で作成）
ko: JSON 파일({appName}에서 생성됨)
lt: JSON failas (sukurtas naudojant {appName})
ml: JSON ഫയൽ ({appName} ഉപയോഗിച്ച് സൃഷ്‌ടിച്ചത്)
my: JSON ဖိုင် (Phtoken0 ဖြင့်ဖန်တီးထားသော)
nl: JSON-bestand (gemaakt met {appName})
no: JSON-fil (opprettet med {appName})
pl: Plik JSON (utworzony za pomocą {appName})
pt: Ficheiro JSON (criado com {appName})
ru: JSON-файл (созданный с помощью {appName})
sl: Datoteka JSON (ustvarjena s {appName})
sr: ЈСОН датотека (направљена помоћу ПХТОКЕН0)
sv: JSON-fil (skapad med {appName})
sw: Faili ya JSON (iliyoundwa na phtoken0)
th: ไฟล์ JSON (สร้างด้วย {appName})
tr: JSON dosyası ({appName} ile oluşturuldu)
uk: Файл JSON (створений за допомогою {appName})
vi: Tệp JSON (được tạo bằng {appName})
zh: JSON 文件（使用 {appName} 创建）

# importWhichCounterForCsv
source: Which counter should be used?
af: Watter teller moet gebruik word?
ar: ما العداد الذي يجب استخدامه؟
bg: Кой брояч трябва да се използва?
bs: Koji brojač treba koristiti?
cs: Které počítadlo by se mělo použít?
da: Hvilken tæller skal bruges?
de: Welcher Zähler soll verwendet werden?
el: Ποιος μετρητής πρέπει να χρησιμοποιηθεί;
es: ¿Qué medidor debe utilizarse?
et: Millist arvestit kasutada?
fa: از کدام شمارنده باید استفاده کرد؟
fi: Mitä laskuria tulisi käyttää?
fr: Quel compteur utiliser ?
hi: किस काउंटर का उपयोग किया जाना चाहिए?
hr: Koji brojač treba koristiti?
hu: Melyik számlálót kell használni?
it: Quale misuratore dovrebbe essere usato?
ja: どのカウンターを使用する必要がありますか?
ko: 어떤 계량기를 사용할까요?
lt: Kuris skaitiklis turėtų būti naudojamas?
ml: ഏത് കൗണ്ടർ ഉപയോഗിക്കണം?
my: ဘယ်ကောင်တာကိုသုံးသင့်သလဲ
nl: Welke meter moet worden gebruikt?
no: Hvilken teller skal brukes?
pl: Jakiego licznika należy użyć?
pt: Que contador deve ser utilizado?
ru: Какой измерительный прибор следует использовать?
sl: Kateri števec je treba uporabiti?
sr: Који бројач треба користити?
sv: Vilken räknare ska användas?
sw: Je! Ni kaunta ipi inapaswa kutumiwa?
th: ควรใช้เคาน์เตอร์แบบไหน?
tr: Hangi sayaç kullanılmalı?
uk: Який лічильник слід використовувати?
vi: Nên sử dụng bộ đếm nào?
zh: 应该使用哪个计数器？

# importNewOrExistingCounter
source: Add to new or existing counter?
af: Voeg by nuwe of bestaande teller?
ar: إضافة إلى عداد جديد أو موجود؟
bg: Добавяне към нов или съществуващ брояч?
bs: Dodati na novi ili postojeći brojač?
cs: Přidat do nového nebo stávajícího počítadla?
da: Tilføj til ny eller eksisterende tæller?
de: In neuen oder bestehenden Zähler einfügen?
el: Προσθήκη σε νέο ή υπάρχοντα μετρητή;
es: ¿Añadir al contador nuevo o al existente?
et: Kas lisada uuele või olemasolevale arvestile?
fa: به پیشخوان جدید یا موجود اضافه شود؟
fi: Lisätäänkö uuteen vai olemassa olevaan laskuriin?
fr: Ajouter à un comptoir nouveau ou existant ?
hi: नए या मौजूदा काउंटर में जोड़ें?
hr: Dodati na novi ili postojeći brojač?
hu: Új vagy meglévő számlálóhoz hozzáadni?
it: Aggiungere al contatore nuovo o esistente?
ja: 新規または既存のカウンターに追加しますか?
ko: 새 계량기에 추가할까요, 아니면 기존 계량기에 추가할까요?
lt: Pridėti prie naujo ar esamo skaitiklio?
ml: പുതിയതോ നിലവിലുള്ളതോ ആയ കൗണ്ടറിലേക്ക് ചേർക്കണോ?
my: အသစ်သို့မဟုတ်လက်ရှိကောင်တာမှထည့်သွင်း?
nl: Toevoegen aan nieuwe of bestaande meter?
no: Legge til i ny eller eksisterende teller?
pl: Dodać do nowego lub istniejącego licznika?
pt: Adicionar ao balcão novo ou existente?
ru: Добавить к новому или существующему счетчику?
sl: Dodaj na nov ali obstoječi števec?
sr: Додати на нови или постојећи бројач?
sv: Lägg till i ny eller befintlig disk?
sw: Ongeza kwa kaunta mpya au iliyopo?
th: เพิ่มไปยังเคาน์เตอร์ใหม่หรือที่มีอยู่?
tr: Yeni veya mevcut sayaca eklensin mi?
uk: Додати до нового чи наявного лічильника?
vi: Thêm vào bộ đếm mới hoặc hiện có?
zh: 添加到新的或现有的计数器？

# importConfirm
source: Confirm import
af: Bevestig invoer
ar: تأكيد الاستيراد
bg: Потвърдете импортирането
bs: Potvrdite uvoz
cs: Potvrďte import
da: Bekræft import
de: Import bestätigen
el: Επιβεβαίωση εισαγωγής
es: Importación
et: Kinnita import
fa: واردات را تایید کنید
fi: Vahvista tuonti
fr: Import
hi: आयात की पुष्टि करें
hr: Potvrdite uvoz
hu: Import megerősítése
it: Importazione
ja: インポートの確認
ko: 가져오기 확인
lt: Patvirtinkite importą
ml: ഇറക്കുമതി സ്ഥിരീകരിക്കുക
my: သွင်းကုန်အတည်ပြုပါ
nl: Import bevestigen
no: Bekreft import
pl: Potwierdź import
pt: Importação
ru: Импорт
sl: Potrdite uvoz
sr: Потврдите увоз
sv: Bekräfta importen
sw: Thibitisha kuagiza
th: ยืนยันการนำเข้า
tr: İçe aktarmayı onayla
uk: Підтвердити імпорт
vi: Xác nhận nhập
zh: 确认导入

# importTheObject
source: Import object
af: Voer objek in
ar: استيراد الكائن
bg: Импортиране на обект
bs: Uvezi objekat
cs: Importovat objekt
da: Importer objekt
de: Objekt importieren
el: Αντικείμενο εισαγωγής
es: Importación
et: Impordi objekt
fa: وارد کردن شی
fi: Tuo objekti
fr: Import
hi: वस्तु आयात करें
hr: Uvezi objekt
hu: Objektum importálása
it: Importazione
ja: インポートオブジェクト
ko: 객체 가져오기
lt: Importuoti objektą
ml: ഒബ്‌ജക്ട് ഇറക്കുമതി ചെയ്യുക
my: သွင်းကုန်အရာဝတ်ထု
nl: Object importeren
no: Importer objekt
pl: Importuj obiekt
pt: Importação
ru: Импорт
sl: Uvoz predmeta
sr: Увезите објекат
sv: Importera objekt
sw: Kitu cha kuagiza
th: นำเข้าวัตถุ
tr: Nesneyi içe aktar
uk: Імпорт об'єкта
vi: Nhập đối tượng
zh: 导入对象

# importExplanation
source: You already made counter readings and want to insert them?
af: Het jy reeds meterlesings gemaak en wil jy dit invoeg?
ar: لقد قمت بالفعل بقراءات العدادات وتريد إدراجها؟
bg: Вече сте направили показания на броячи и искате да ги вмъкнете?
bs: Već ste napravili očitanja brojača i želite ih ubaciti?
cs: Už jste provedli odečty počítadel a chcete je vložit?
da: Du har allerede lavet tælleraflæsninger og ønsker at indsætte dem?
de: Sie haben bereits Werte von Zählern erfasst und möchten diese jetzt einfügen?
el: Έχετε ήδη προβεί σε αντίστροφες μετρήσεις και θέλετε να τις εισάγετε;
es: ¿Ya has digitalizado las lecturas de los medidores y quieres insertarlas ahora?
et: Oled juba arvestinäite sisestanud ja soovid need lisada?
fa: شما قبلاً قرائت های متقابل ساخته اید و می خواهید آنها را درج کنید؟
fi: Oletko jo tehnyt laskurin lukemia ja haluat lisätä ne?
fr: Vous avez déjà des données et vous voulez les insérer ?
hi: आपने पहले ही काउंटर रीडिंग बना ली है और उन्हें सम्मिलित करना चाहते हैं?
hr: Već ste napravili očitanja brojača i želite ih umetnuti?
hu: Már elkészítette az ellenértékeket, és be akarja illeszteni őket?
it: Avete già registrato le letture dei contatori e volete inserirle ora?
ja: すでにカウンターの読み取りを行っており、それを挿入したいですか?
ko: 이미 계량기 지침을 입력해두었고 이를 삽입하시겠습니까?
lt: Jau atlikote skaitiklio rodmenis ir norite juos įterpti?
ml: നിങ്ങൾ ഇതിനകം കൌണ്ടർ റീഡിംഗുകൾ ഉണ്ടാക്കി, അവ തിരുകാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
my: သငျသညျတန်ပြန် counter ဖတ်ပြီးသူတို့ကိုထည့်သွင်းချင်ပါသလား?
nl: Heeft u al meterstanden gemaakt en wilt u deze invoegen?
no: Du har allerede gjort telleravlesninger og ønsker å sette dem inn?
pl: Dokonałeś już odczytów liczników i chcesz je wstawić?
pt: Já digitalizou as leituras dos contadores e quer inseri-las agora?
ru: У вас уже есть данные и вы хотите их загрузить?
sl: Ste že opravili odčitke števca in jih želite vstaviti?
sr: Већ сте направили очитавања бројача и желите да их убаците?
sv: Du har redan gjort räknare och vill infoga dem?
sw: Tayari umefanya usomaji wa kukabiliana na unataka kuziingiza?
th: คุณได้อ่านตัวนับแล้วและต้องการแทรกหรือไม่
tr: Zaten karşı okumalar yaptınız ve bunları eklemek mi istiyorsunuz?
uk: Ви вже зробили показання лічильників і хочете їх вставити?
vi: Bạn đã thực hiện các bài đọc truy cập và muốn chèn chúng?
zh: 您已经进行了计数器读数并想将其插入吗？
