Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# purchasesEarlyBirdSubscription
source: Note: If this first-time customer subscription is canceled, it cannot be subscribed to again afterwards.
af: Let wel: As hierdie eerstekeer klant intekening gekanselleer word, kan dit nie daarna weer ingeteken word nie.
ar: ملاحظة: إذا تم إلغاء اشتراك العميل لأول مرة هذا، لا يمكن الاشتراك فيه مرة أخرى بعد ذلك.
bg: Забележка: Ако този абонамент за нов клиент бъде отменен, не може да се абонира отново след това.
bs: Napomena: Ako se ova pretplata za prvi put otkaže, kasnije se ne može ponovo pretplatiti.
cs: Poznámka: Pokud je toto předplatné pro prvního zákazníka zrušeno, nelze jej poté znovu přihlásit.
da: Bemærk: Hvis dette førstegangskundeabonnement opsiges, kan det ikke tegnes igen efterfølgende.
de: Hinweis: Wird dieses Erstkundenabo gekündigt, kann es danach nicht mehr abonniert werden.
el: Σημείωση: Εάν ακυρωθεί αυτή η συνδρομή για πρώτη φορά, δεν είναι δυνατή η εκ νέου συνδρομή στη συνέχεια.
es: Nota: Si esta suscripción para nuevos clientes se cancela, no podrá ser suscrita de nuevo después.
et: Märkus: kui see esmakliendi tellimus tühistada, ei saa seda hiljem uuesti tellida.
fa: توجه: اگر این اشتراک مشتری برای بار اول لغو شود، پس از آن نمی‌توان مجدداً مشترک شد.
fi: Huomautus: Jos tämä ensiasiakkaan tilaus peruutetaan, sitä ei voi tilata uudelleen myöhemmin.
fr: Note : Si cet abonnement pour nouveaux clients est résilié, il ne pourra plus être souscrit par la suite.
hi: ध्यान दें: यदि यह पहली बार ग्राहक सदस्यता रद्द कर दी जाती है, तो इसे बाद में दोबारा सदस्यता नहीं दी जा सकती है।
hr: Napomena: ako se ova pretplata prvog korisnika otkaže, nakon toga se više ne može pretplatiti.
hu: Megjegyzés: Ha ez az első alkalommal történő előfizetés törlésre kerül, később nem lehet újra előfizetni rá.
it: Nota: Se questa offerta per nuovi clienti viene annullata, non potrà essere sottoscritta di nuovo.
ja: 注: この初回顧客のサブスクリプションをキャンセルした場合、その後再度サブスクライブすることはできません。
ko: 참고: 이 첫 고객용 구독을 해지하면 이후에는 다시 구독할 수 없습니다.
lt: Pastaba: jei ši pirmą kartą besinaudojančio kliento prenumerata atšaukiama, vėliau jos nebebus galima užsiprenumeruoti.
ml: ശ്രദ്ധിക്കുക: ഈ ആദ്യ ഉപഭോക്തൃ സബ്‌സ്‌ക്രിപ്‌ഷൻ റദ്ദാക്കിയാൽ, പിന്നീട് ഇത് വീണ്ടും സബ്‌സ്‌ക്രൈബ് ചെയ്യാൻ കഴിയില്ല.
my: မှတ်စု: အကယ်. ဤပထမအကြိမ်ဖောက်သည် 0 ယ်ယူမှုကိုဖျက်သိမ်းလျှင်၎င်းကိုနောက်မှထပ်မံစာရင်းသွင်း။ မရပါ။
nl: Opmerking: Als dit eerste klantabonnement wordt geannuleerd, kan het daarna niet opnieuw worden geabonneerd.
no: Merk: Hvis dette førstegangskundeabonnementet kanselleres, kan det ikke abonneres på igjen etterpå.
pl: Uwaga: jeśli ta pierwsza subskrypcja klienta zostanie anulowana, nie będzie można jej później wykupić ponownie.
pt: Nota: Se esta assinatura para novos clientes for cancelada, não poderá ser assinada novamente depois.
ru: Примечание: Если эта подписка для новых клиентов будет отменена, ее больше нельзя будет подписать.
sl: Opomba: če je ta naročnina prve stranke preklicana, se nanjo pozneje ne bo več mogoče več naročiti.
sr: Напомена: Ако се ова претплата за први пут откаже, касније се не може поново претплатити.
sv: Obs: Om denna förstagångskundprenumeration avbryts kan den inte prenumereras på igen efteråt.
sw: Kumbuka: Ikiwa usajili huu wa kwanza wa mteja umefutwa, hauwezi kusajiliwa tena baadaye.
th: หมายเหตุ: หากการสมัครสมาชิกของลูกค้าครั้งแรกนี้ถูกยกเลิก จะไม่สามารถสมัครใหม่ได้ในภายหลัง
tr: Not: İlk kez yapılan bu müşteri aboneliği iptal edilirse daha sonra tekrar abone olunamaz.
uk: Примітка. Якщо цю першу підписку клієнта скасовано, на неї не можна буде підписатися знову.
vi: Lưu ý: Nếu đăng ký khách hàng lần đầu này bị hủy thì sau đó sẽ không thể đăng ký lại.
zh: 注：首次客户订阅若被取消，之后将无法再次订阅。

# purchasesPurchasedIncludedInPremium
source: Included in Premium
af: Ingesluit in Premium
ar: مضمن في Premium
bg: Включено в Premium
bs: Uključeno u Premium
cs: Zahrnuto v Premium
da: Inkluderet i Premium
de: Enthalten in Premium
el: Περιλαμβάνεται στο Premium
es: Incluido en la prima
et: Sisaldub Premiumis
fa: در Premium گنجانده شده است
fi: Sisältyy Premiumiin
fr: Inclus dans la prime
hi: प्रीमियम में शामिल
hr: Uključeno u Premium
hu: A Prémium tartalmazza
it: Incluso nel premio
ja: プレミアムに含まれるもの
ko: 프리미엄에 포함됨
lt: Įtraukta į „Premium“.
ml: പ്രീമിയത്തിൽ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്
my: ပရီမီယံ၌ပါဝင်သည်
nl: Inbegrepen in Premium
no: Inkludert i Premium
pl: Zawarte w Premium
pt: Incluído no Premium
ru: Входит в премию
sl: Vključeno v Premium
sr: Укључено у Премиум
sv: Ingår i Premium
sw: Pamoja na premium
th: รวมอยู่ในพรีเมี่ยม
tr: Premium'a dahil
uk: Входить до Premium
vi: Bao gồm trong gói trả phí
zh: 包含在高级版中

# purchasesPurchasedSubscribed
source: Subscribed
af: Ingeteken
ar: مشترك
bg: Абониран
bs: Pretplaćeni
cs: Předplaceno
da: Tilmeldt
de: Abonniert
el: Συνδρομημένος
es: Suscrito
et: Tellitud
fa: مشترک شد
fi: Tilattu
fr: Abonné
hi: सदस्यता लिया
hr: Pretplaćen
hu: Előfizetett
it: Sottoscritto
ja: 購読しました
ko: 구독 중
lt: Prenumeruoti
ml: സബ്സ്ക്രൈബ് ചെയ്തു
my: စာရင်းသွင်း
nl: Geabonneerd
no: Abonner
pl: Zasubskrybowano
pt: Subscrevido
ru: Подписался на
sl: Naročen
sr: Претплаћени
sv: Prenumererade
sw: Imesajiliwa
th: สมัครสมาชิกแล้ว
tr: Abone olundu
uk: Підписався
vi: Đã đăng ký
zh: 已订阅

# purchasesPurchased
source: Purchased
af: Gekoop
ar: تم الشراء
bg: Закупен
bs: Kupljeno
cs: Zakoupeno
da: Købt
de: Gekauft
el: Αγορασμένο
es: Comprado
et: Ostetud
fa: خریداری شده است
fi: Ostettu
fr: Acheté
hi: खरीदी
hr: Kupljeno
hu: Megvásárolt
it: Comprato
ja: 購入済み
ko: 구매 완료
lt: Nupirktas
ml: വാങ്ങിയത്
my: ဝယ်ယူခဲ့သည်
nl: Gekocht
no: Kjøpt
pl: Kupiony
pt: Comprado
ru: Куплено
sl: Kupljeno
sr: Купљено
sv: Köpt
sw: Kununuliwa
th: ซื้อแล้ว
tr: Satın alındı
uk: Придбаний
vi: Đã mua
zh: 已购买

# purchasesExtensionStatisticsDescription
source: Access to yearly/monthly/weekly consumption of electricity/gas/water/... + period adjustments + detailed cost overview + Excel export
af: Toegang tot jaarlikse/maandelikse/weeklikse verbruik van elektrisiteit/gas/water/... + tydperk aanpassings + gedetailleerde koste oorsig + Excel uitvoer
ar: الوصول إلى الاستهلاك السنوي/الشهري/الأسبوعي للكهرباء/الغاز/الماء/... + تعديلات الفترة + نظرة عامة مفصلة للتكاليف + تصدير Excel
bg: Достъп до годишна/месечна/седмична консумация на ток/газ/вода/... + настройки на периода + детайлен преглед на разходите + експорт в Excel
bs: Pristup godišnjoj/mjesečnoj/nedeljnoj potrošnji električne energije/gasa/vode/... + prilagođavanja perioda + detaljan pregled troškova + izvoz u Excel
cs: Přístup k roční/měsíční/týdenní spotřebě elektřiny/plynu/vody/... + úpravy období + podrobný přehled nákladů + export do Excelu
da: Adgang til årligt/månedligt/ugentligt forbrug af el/gas/vand/... + periodereguleringer + detaljeret omkostningsoversigt + Excel-eksport
de: Zugriff auf Jahresvergleich, Monatsvergleich + Anpassung des Zeitraums + detaillierter Kostenüberblick + Excel-Export
el: Πρόσβαση στην ετήσια/μηνιαία/εβδομαδιαία κατανάλωση ηλεκτρικής ενέργειας/αερίου/νερού/... + προσαρμογές περιόδου + λεπτομερής επισκόπηση κόστους + εξαγωγή Excel
es: Acceso a la comparación anual, a la comparación mensual y al ajuste del periodo
et: Ligipääs elektri/gaasi/vee/... aasta-, kuu- ja nädalatarbimisele + perioodide kohandused + üksikasjalik kuluülevaade + Exceli eksport
fa: دسترسی به مصرف سالانه / ماهانه / هفتگی برق / گاز / آب / ... + تنظیمات دوره + نمای کلی هزینه + صادرات اکسل
fi: Pääsy sähkön/kaasun/veden/... vuosi-/kuukausi-/viikkokulutus + kauden oikaisut + yksityiskohtainen kustannuskatsaus + Excel-vienti
fr: Accès à la comparaison annuelle, à la comparaison mensuelle et à l'ajustement des périodes.
hi: बिजली/गैस/पानी/की वार्षिक/मासिक/साप्ताहिक खपत तक पहुंच... + अवधि समायोजन + विस्तृत लागत अवलोकन + एक्सेल निर्यात
hr: Pristup godišnjoj/mjesečnoj/tjednoj potrošnji struje/plina/vode/... + prilagodbe razdoblja + detaljan pregled troškova + Excel izvoz
hu: Hozzáférés az éves/havi/heti villamosenergia-/gáz-/víz-/vízfogyasztáshoz/... + időszaki kiigazítások + részletes költségáttekintés + Excel exportálás
it: Accesso al confronto annuale, confronto mensile + aggiustamento del periodo
ja: 電気/ガス/水道などの年/月/週の使用量へのアクセス + 期間調整 + 詳細なコスト概要 + Excel エクスポート
ko: 전기/가스/수도 등의 연간/월간/주간 소비량 + 기간 조정 + 상세 비용 개요 + Excel 내보기에 접근
lt: Prieiga prie metinio/mėnesio/savaitinio elektros/dujų/vandens/... suvartojimo + laikotarpio koregavimų + išsami išlaidų apžvalga + Excel eksportas
ml: വൈദ്യുതി/ഗ്യാസ്/വെള്ളം/ പ്രതിവാര/പ്രതിവാര ഉപഭോഗം... + കാലയളവ് ക്രമീകരിക്കൽ + വിശദമായ ചെലവ് അവലോകനം + Excel കയറ്റുമതി
my: လစဉ် / အပတ်စဉ်လျှပ်စစ် / ဓာတ်ငွေ့ / ရေ / ... + ကာလချိန်ညှိချက်များ + အသေးစိတ်ကုန်ကျစရိတ် + အသေးစိတ်ကုန်ကျစရိတ် + Excel တင်ပို့မှု
nl: Toegang tot jaarlijks/maandelijks/wekelijks verbruik van elektriciteit/gas/water/... + periodeaanpassingen + gedetailleerd kostenoverzicht + Excel-export
no: Tilgang til årlig/månedlig/ukentlig forbruk av strøm/gass/vann/... + periodejusteringer + detaljert kostnadsoversikt + Excel eksport
pl: Dostęp do rocznego/miesięcznego/tygodniowego zużycia energii elektrycznej/gazu/wody/... + korekty okresowe + szczegółowy przegląd kosztów + eksport do Excela
pt: Acesso à comparação anual, comparação mensal + ajustamento do período
ru: Доступ к годовому сопоставлению, ежемесячному сопоставлению + корректировка за период
sl: Dostop do letne/mesečne/tedenske porabe elektrike/plina/vode/... + periodične prilagoditve + podroben pregled stroškov + izvoz v Excel
sr: Приступ годишњој/месечној/недељној потрошњи електричне енергије/гаса/воде/... + прилагођавања периода + детаљан преглед трошкова + извоз у Екцел
sv: Tillgång till års-/månads-/veckoförbrukning av el/gas/vatten/... + periodjusteringar + detaljerad kostnadsöversikt + Excel-export
sw: Upataji wa matumizi ya kila mwaka/kila mwezi/kila wiki ya umeme/gesi/maji/... + marekebisho ya kipindi + muhtasari wa gharama ya jumla + Excel Export Export
th: เข้าถึงการใช้ไฟฟ้า/แก๊ส/น้ำ/... + การปรับระยะเวลา + ภาพรวมต้นทุนโดยละเอียด + การส่งออก Excel รายปี/เดือน/สัปดาห์
tr: Yıllık/aylık/haftalık elektrik/gaz/su/... tüketimine erişim + dönem ayarlamaları + ayrıntılı maliyet özeti + Excel'e aktarma
uk: Доступ до річного/місячного/тижневого споживання електроенергії/газу/води/... + коригування періоду + детальний огляд витрат + експорт в Excel
vi: Truy cập mức tiêu thụ điện/gas/nước/... hàng năm/hàng tháng/hàng tuần + điều chỉnh theo chu kỳ + tổng quan chi phí chi tiết + xuất Excel
zh: 获取每年/每月/每周的电力/燃气/水/...的消耗+期间调整+详细的成本概览+Excel导出

# commonAnd
source: and
af: en
ar: و
bg: и
bs: i
cs: a
da: og
de: und
el: και
es: y
et: ja
fa: و
fi: ja
fr: et
hi: और
hr: i
hu: és
it: e
ja: そして
ko: 및
lt: ir
ml: ഒപ്പം
my: နှင့်
nl: En
no: og
pl: I
pt: e
ru: и
sl: in
sr: и
sv: och
sw: na
th: และ
tr: Ve
uk: і
vi: Và
zh: 和

# purchasesSubscribePremiumMonthly
source: Monthly cancelable subscription for only {price} per month
af: Maandelikse kanselleerbare intekening vir slegs {price} per maand
ar: اشتراك شهري قابل للإلغاء مقابل {price} فقط شهرياً
bg: Месечен абонамент с възможност за отказ само за {price} на месец
bs: Mjesečna pretplata koja se može otkazati za samo {price} mjesečno
cs: Měsíční předplatné s možností zrušení pouze za 0 PHTOKEN měsíčně
da: Månedligt opsigeligt abonnement for kun {price} pr. måned
de: Monatlich kündbares Abo für nur {price} pro Monat
el: Μηνιαία συνδρομή με δυνατότητα ακύρωσης για μόνο {price} ανά μήνα
es: Suscripción mensual rescindible por sólo {price} al mes
et: Iga kuu tühistatav tellimus hinnaga {price} kuus
fa: اشتراک ماهانه قابل لغو فقط با {price} در ماه
fi: Kuukauden peruutettava tilaus vain {price} kuukaudessa
fr: Abonnement résiliable mensuellement pour seulement {price} par mois
hi: केवल {price} प्रति माह पर मासिक रद्द करने योग्य सदस्यता
hr: Mjesečna otkaziva pretplata za samo {price} mjesečno
hu: Havi előfizetés, amely havi {price}-ért bármikor lemondható.
it: Abbonamento mensile cancellabile per soli {price} al mese
ja: 月額 {price} のみのキャンセル可能な月額サブスクリプション
ko: 월 {price}의 월 단위 해지 가능 구독
lt: Mėnesio atšaukiama prenumerata tik už {price} per mėnesį
ml: പ്രതിമാസം {price}-ന് മാത്രം പ്രതിമാസ റദ്ദാക്കാവുന്ന സബ്‌സ്‌ക്രിപ്‌ഷൻ
my: တစ်လလျှင် Phtoked0 အတွက်လစဉ်ဖျက်သိမ်းခြင်း
nl: Maandelijks opzegbaar abonnement voor slechts {price} per maand
no: Månedlig oppsigelig abonnement for bare {price} per måned
pl: Miesięczna subskrypcja z możliwością anulowania za jedyne {price} miesięcznie
pt: Assinatura mensal cancelável por apenas {price} por mês
ru: Ежемесячная отменяемая подписка всего за {price} в месяц
sl: Mesečna preklicna naročnina za samo 0 PHTOKEN na mesec
sr: Месечна претплата која се може отказати за само ПХТОКЕН0 месечно
sv: Månatlig uppsägningsbar prenumeration för endast {price} per månad
sw: Usajili wa kila mwezi unaoweza kufutwa kwa phtoken0 tu kwa mwezi
th: การสมัครสมาชิกแบบยกเลิกรายเดือนเพียง {price} ต่อเดือน
tr: Aylık yalnızca {price} karşılığında iptal edilebilir aylık abonelik
uk: Щомісячна підписка, яку можна скасувати, лише за {price} на місяць
vi: Đăng ký có thể hủy hàng tháng chỉ với {price} mỗi tháng
zh: 可取消的每月订阅仅需 {price} 每月

# purchasesSubscribePremiumMonthlyWithNewPrice
source: Monthly cancelable subscription at the loyalty price of {price} per month instead of {priceNew}
af: Maandelikse kanselleerbare intekening teen die lojaliteitsprys van {price} per maand in plaas van {priceNew}
ar: اشتراك شهري قابل للإلغاء بسعر الولاء {price} شهرياً بدلاً من {priceNew}
bg: Месечен абонамент с възможност за отказ на лоялна цена от {price} на месец вместо {priceNew}
bs: Mjesečna pretplata koja se može otkazati po cijeni lojalnosti od {price} mjesečno umjesto {priceNew}
cs: Měsíční zrušitelné předplatné za věrnostní cenu 0 PHTOKEN měsíčně místo {priceNew}
da: Månedligt opsigelig abonnement til loyalitetsprisen på {price} pr. måned i stedet for {priceNew}
de: Monatlich kündbares Abo für den Erstkunden-Preis {price} pro Monat anstelle {priceNew}
el: Μηνιαία συνδρομή με δυνατότητα ακύρωσης στην τιμή {price} ανά μήνα αντί για {priceNew}
es: Suscripción mensual cancelable al precio especial para nuevos clientes de {price} por mes en lugar de {priceNew}
et: Iga kuu tühistatav tellimus püsikliendi hinnaga {price} kuus (asemel {priceNew})
fa: اشتراک ماهانه قابل لغو با قیمت وفاداری {price} در ماه به جای {priceNew}
fi: Kuukausittainen peruutettava tilaus kanta-asiakashinnalla {price} kuukaudessa {priceNew} sijaan
fr: Abonnement mensuel résiliable au prix spécial pour les nouveaux clients de {price} par mois au lieu de {priceNew}
hi: {priceNew} के बजाय {price} प्रति माह की लॉयल्टी कीमत पर मासिक रद्द करने योग्य सदस्यता
hr: Mjesečna otkaziva pretplata po cijeni vjernosti od {price} mjesečno umjesto {priceNew}
hu: Havi előfizetés, amely havonta lemondható, hűségáron: {price} helyett {priceNew}
it: Abbonamento mensile con possibilità di disdetta al prezzo speciale per i nuovi clienti di {price} al mese invece di {priceNew}
ja: {priceNew} ではなく月額 {price} のロイヤリティ価格で、毎月キャンセル可能なサブスクリプション
ko: 월 {price}의 로열티 가격(기존 {priceNew})으로 월 단위 해지 가능 구독
lt: Mėnesio atšaukiama prenumerata lojalumo kaina {price} per mėnesį vietoj {priceNew}
ml: {priceNew}-ന് പകരം പ്രതിമാസം {price} എന്ന ലോയൽറ്റി നിരക്കിൽ പ്രതിമാസ റദ്ദാക്കാവുന്ന സബ്‌സ്‌ക്രിപ്‌ഷൻ
my: Phtoken1 အစား Phtoken0 ၏သစ္စာရှိရှိစျေးနှုန်းဖြင့်လစဉ်လစဉ်ဖျက်သိမ်းခြင်း
nl: Maandelijks opzegbaar abonnement tegen de loyaliteitsprijs van {price} per maand in plaats van {priceNew}
no: Månedlig oppsigelig abonnement til lojalitetsprisen på {price} per måned i stedet for {priceNew}
pl: Miesięczna subskrypcja z możliwością anulowania w cenie lojalnościowej {price} miesięcznie zamiast {priceNew}
pt: Assinatura mensal cancelável pelo preço especial para novos clientes de {price} por mês em vez de {priceNew}
ru: Ежемесячная подписка с возможностью отмены по специальной цене для новых клиентов {price} в месяц вместо {priceNew}
sl: Mesečna preklicna naročnina po ceni zvestobe {price} na mesec namesto {priceNew}
sr: Месечна претплата која се може отказати по цени лојалности од ПХТОКЕН0 месечно уместо ПХТОКЕН1
sv: Månatlig uppsägningsbar prenumeration till lojalitetspriset {price} per månad istället för {priceNew}
sw: Usajili unaoweza kufutwa kila mwezi kwa bei ya uaminifu ya phtoken0 kwa mwezi badala ya phtoken1
th: การสมัครสมาชิกรายเดือนที่ยกเลิกได้ในราคาสมาชิก {price} ต่อเดือน แทนที่จะเป็น {priceNew}
tr: {priceNew} yerine aylık {price} sadakat fiyatıyla aylık iptal edilebilir abonelik
uk: Щомісячна підписка, яку можна скасувати, за ціною лояльності {price} на місяць замість {priceNew}
vi: Đăng ký có thể hủy hàng tháng với mức giá trung thành {price} mỗi tháng thay vì {priceNew}
zh: 每月可取消订阅，每月忠诚价格为 {price}，而不是 {priceNew}

# purchasesSubscribePremiumYearly
source: Annually cancelable subscription for only {price} per year
af: Jaarlikse kanselleerbare intekening vir slegs {price} per jaar
ar: اشتراك سنوي قابل للإلغاء مقابل {price} فقط سنوياً
bg: Годишен абонамент с възможност за отказ само за {price} на година
bs: Godišnja pretplata koja se može otkazati za samo {price} godišnje
cs: Ročně zrušitelné předplatné pouze za 0 PHTOKEN za rok
da: Årligt opsigeligt abonnement for kun {price} om året
de: Jährlich kündbares Abo für nur {price} pro Jahr
el: Ετήσια συνδρομή με δυνατότητα ακύρωσης για μόνο {price} ανά έτος
es: Suscripción rescindible anualmente por sólo {price} al año
et: Igal aastal tühistatav tellimus hinnaga {price} aastas
fa: اشتراک سالانه قابل لغو فقط برای {price} در سال
fi: Vuosittainen peruutettava tilaus vain {price} vuodessa
fr: Abonnement résiliable annuellement pour seulement {price} par an
hi: केवल {price} प्रति वर्ष के लिए वार्षिक रूप से रद्द करने योग्य सदस्यता
hr: Godišnja otkaziva pretplata za samo {price} godišnje
hu: Évente lemondható előfizetés, csupán {price} dollárért évente
it: Abbonamento annuale cancellabile per soli {price} all'anno
ja: 年間 {price} のみの年間キャンセル可能なサブスクリプション
ko: 연 {price}의 연 단위 해지 가능 구독
lt: Kasmet atšaukiama prenumerata tik už {price} per metus
ml: പ്രതിവർഷം {price}-ന് മാത്രം പ്രതിവർഷം റദ്ദാക്കാവുന്ന സബ്‌സ്‌ക്രിപ്‌ഷൻ
my: တစ်နှစ်လျှင် Phtoked0 အတွက်သာ Phtoked0 အတွက်နှစ်စဉ်ဖျက်သိမ်းခံရခြင်း
nl: Jaarlijks opzegbaar abonnement voor slechts {price} per jaar
no: Årlig oppsigelig abonnement for kun {price} per år
pl: Roczna subskrypcja z możliwością anulowania za jedyne {price} rocznie
pt: Assinatura anual cancelável por apenas {price} por ano
ru: Ежегодно отменяемая подписка по цене всего {price} в год
sl: Letna naročnina z možnostjo preklica za samo 0 PHTOKEN na leto
sr: Годишња претплата која се може отказати за само ПХТОКЕН0 годишње
sv: Årlig uppsägningsbar prenumeration för endast {price} per år
sw: Kila mwaka kufutwa kwa usajili kwa phtoken0 tu kwa mwaka
th: การสมัครสมาชิกที่ยกเลิกได้รายปีเพียง {price} ต่อปี
tr: Yıllık yalnızca {price} karşılığında yıllık iptal edilebilir abonelik
uk: Річна підписка, яку можна скасувати, лише за {price} на рік
vi: Đăng ký có thể hủy hàng năm chỉ với {price} mỗi năm
zh: 每年只需 {price} 即可取消订阅

# purchasesSubscribePremiumYearlyWithNewPrice
source: Yearly cancelable subscription at the loyalty price of {price} per year instead of {priceNew}
af: Jaarlikse kanselleerbare intekening teen die lojaliteitsprys van {price} per jaar in plaas van {priceNew}
ar: اشتراك سنوي قابل للإلغاء بسعر الولاء {price} سنوياً بدلاً من {priceNew}
bg: Годишен абонамент с възможност за отказ на лоялна цена от {price} на година вместо {priceNew}
bs: Godišnja pretplata koja se može otkazati po cijeni lojalnosti od {price} godišnje umjesto {priceNew}
cs: Roční zrušitelné předplatné za věrnostní cenu 0 PHTOKEN za rok místo 1 PHTOKEN
da: Årligt opsigeligt abonnement til loyalitetsprisen på {price} pr. år i stedet for {priceNew}
de: Jährlich kündbares Abo für den Erstkunden-Preis {price} pro Jahr anstelle {priceNew}
el: Ετήσια συνδρομή με δυνατότητα ακύρωσης στην τιμή {price} ανά έτος αντί για {priceNew}
es: Suscripción anual cancelable al precio de fidelidad de {price} al año en lugar de {priceNew}
et: Igal aastal tühistatav tellimus püsikliendi hinnaga {price} aastas (asemel {priceNew})
fa: اشتراک قابل لغو سالانه با قیمت وفاداری {price} در سال به جای {priceNew}
fi: Vuosittainen peruutettava tilaus kanta-asiakashinnalla {price} vuodessa {priceNew} sijaan
fr: Abonnement annuel résiliable au prix fidélité de {price} par an au lieu de {priceNew}
hi: {priceNew} के बजाय प्रति वर्ष {price} की लॉयल्टी कीमत पर वार्षिक रद्द करने योग्य सदस्यता
hr: Godišnja otkaziva pretplata po cijeni vjernosti od {price} godišnje umjesto {priceNew}
hu: Évente felmondható előfizetés hűségáron: {price} évente, ahelyett, hogy {priceNew}
it: Abbonamento annuale disdicibile al prezzo fedeltà di {price} all'anno invece di {priceNew}
ja: {priceNew} ではなく年間 {price} のロイヤルティ価格で、毎年キャンセル可能なサブスクリプション
ko: 연 {price}의 로열티 가격(기존 {priceNew})으로 연 단위 해지 가능 구독
lt: Metinė atšaukiama prenumerata lojalumo kaina {price} per metus vietoj {priceNew}
ml: {priceNew}-ന് പകരം പ്രതിവർഷം {price} എന്ന ലോയൽറ്റി നിരക്കിൽ പ്രതിവർഷം റദ്ദാക്കാവുന്ന സബ്‌സ്‌ക്രിപ്‌ഷൻ
my: Phtoked1 အစား Phtoked0 ၏သစ္စာရှိမှုစျေးနှုန်းဖြင့်နှစ်စဉ်လွဲမှားသော Subscription
nl: Jaarlijks opzegbaar abonnement tegen de loyaliteitsprijs van {price} per jaar in plaats van {priceNew}
no: Årlig oppsigelig abonnement til lojalitetsprisen på {price} per år i stedet for {priceNew}
pl: Roczna subskrypcja z możliwością anulowania w cenie lojalnościowej {price} rocznie zamiast {priceNew}
pt: Assinatura anual cancelável pelo preço de fidelidade de {price} por ano em vez de {priceNew}
ru: Ежегодная подписка по цене лояльности {price} в год вместо {priceNew}
sl: Letna preklicna naročnina po ceni zvestobe {price} na leto namesto {priceNew}
sr: Годишња претплата која се може отказати по цени лојалности од ПХТОКЕН0 годишње уместо ПХТОКЕН1
sv: Årlig uppsägningsbar prenumeration till lojalitetspriset {price} per år istället för {priceNew}
sw: Usajili unaoweza kufutwa kwa kila mwaka kwa bei ya uaminifu ya phtoken0 kwa mwaka badala ya phtoken1
th: การสมัครสมาชิกรายปีที่ยกเลิกได้ในราคาสมาชิก {price} ต่อปี แทนที่จะเป็น {priceNew}
tr: {priceNew} yerine yıllık {price} sadakat fiyatıyla yıllık iptal edilebilir abonelik
uk: Річна підписка, яку можна скасувати, за ціною лояльності {price} на рік замість {priceNew}
vi: Đăng ký có thể hủy hàng năm với mức giá trung thành {price} mỗi năm thay vì {priceNew}
zh: 每年可取消订阅，忠诚价格为 {price}，而不是 {priceNew}
