Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# driveSyncStatusLocalHasLatestWithCloud
source: The file saved on this device from {localDate} is more up-to-date than the file in the cloud from {cloudDate}
af: Die lêer wat op hierdie toestel vanaf {localDate} gestoor is, is meer op datum as die lêer in die wolk vanaf {cloudDate}
ar: الملف المحفوظ على هذا الجهاز من {localDate} أحدث من الملف في السحابة من {cloudDate}
bg: Файлът, запазен на това устройство от {localDate}, е по-актуален от файла в облака от {cloudDate}
bs: Fajl sačuvan na ovom uređaju sa {localDate} je ažurniji od fajla u oblaku sa {cloudDate}
cs: Soubor uložený v tomto zařízení z {localDate} je aktuálnější než soubor v cloudu z {cloudDate}
da: Filen gemt på denne enhed fra {localDate} er mere opdateret end filen i skyen fra {cloudDate}
de: Die auf diesem Gerät gespeicherte Datei vom {localDate} ist aktueller als die Datei in der Cloud vom {cloudDate}
el: Το αρχείο που αποθηκεύτηκε σε αυτή τη συσκευή από το {localDate} είναι πιο ενημερωμένο από το αρχείο στο cloud από το {cloudDate}
es: El archivo guardado en este dispositivo de {localDate} está más actualizado que el archivo en la nube de {cloudDate}
et: Selles seadmes kuupäeval {localDate} salvestatud fail on uuem kui pilves olev fail kuupäevast {cloudDate}
fa: فایل ذخیره شده در این دستگاه از {localDate} به روزتر از فایل موجود در ابر از {cloudDate} است.
fi: Tälle laitteelle tiedostosta {localDate} tallennettu tiedosto on ajantasaisempi kuin pilvessä oleva tiedosto osoitteesta {cloudDate}
fr: Le fichier enregistré sur cet appareil du {localDate} est plus récent que le fichier dans le cloud du {cloudDate}
hi: इस डिवाइस पर {localDate} से सेव की गई फ़ाइल {cloudDate} से क्लाउड में मौजूद फ़ाइल की तुलना में अधिक अद्यतित है।
hr: Datoteka spremljena na ovom uređaju od {localDate} je ažurnija od datoteke u oblaku od {cloudDate}
hu: Az {localDate} webhelyről erre az eszközre mentett fájl naprakészebb, mint a {cloudDate} webhelyről a felhőbe mentett fájl.
it: Il file salvato su questo dispositivo del {localDate} è più aggiornato del file nel cloud del {cloudDate}
ja: {localDate} からこのデバイスに保存されたファイルは、{cloudDate} からクラウドに保存されたファイルよりも最新です
ko: {localDate}의 로컬 파일이 클라우드의 {cloudDate} 파일보다 최신입니다
lt: Šiame įrenginyje iš {localDate} išsaugotas failas yra naujesnis nei failas debesyje iš {cloudDate}
ml: {localDate}-ൽ നിന്ന് ഈ ഉപകരണത്തിൽ സംരക്ഷിച്ചിരിക്കുന്ന ഫയൽ, {cloudDate}-ൽ നിന്നുള്ള ക്ലൗഡിലെ ഫയലിനേക്കാൾ കാലികമാണ്
my: Phtoken0 မှဤစက်ပစ္စည်းတွင်သိမ်းဆည်းထားသောဖိုင်သည် Phtoked1 မှ Cloud ရှိဖိုင်ထက်နောက်ဆုံးပေါ်ဖြစ်သည်
nl: Het bestand opgeslagen op dit apparaat van {localDate} is actueler dan het bestand in de cloud van {cloudDate}
no: Filen som er lagret på denne enheten fra {localDate} er mer oppdatert enn filen i skyen fra {cloudDate}
pl: Plik zapisany na tym urządzeniu z {localDate} jest bardziej aktualny niż plik w chmurze z {cloudDate}
pt: O arquivo salvo neste dispositivo de {localDate} está mais atualizado que o arquivo na nuvem de {cloudDate}
ru: Файл, сохраненный на этом устройстве от {localDate}, является более актуальным, чем файл в облаке от {cloudDate}
sl: Datoteka, shranjena v tej napravi iz {localDate}, je posodobljenejša od datoteke v oblaku iz {cloudDate}
sr: Датотека сачувана на овом уређају са ПХТОКЕН0 је ажуриранија од датотеке у облаку са ПХТОКЕН1
sv: Filen som sparats på den här enheten från {localDate} är mer uppdaterad än filen i molnet från {cloudDate}
sw: Faili iliyohifadhiwa kwenye kifaa hiki kutoka phtoken0 ni ya kisasa zaidi kuliko faili kwenye wingu kutoka phtoken1
th: ไฟล์ที่บันทึกไว้ในอุปกรณ์นี้จาก {localDate} เป็นเวอร์ชันล่าสุดมากกว่าไฟล์ในระบบคลาวด์จาก {cloudDate}
tr: Bu cihaza {localDate}'dan kaydedilen dosya, {cloudDate}'den buluttaki dosyadan daha güncel
uk: Файл, збережений на цьому пристрої з {localDate}, є більш актуальним, ніж файл у хмарі з {cloudDate}
vi: Tệp được lưu trên thiết bị này từ {localDate} cập nhật hơn tệp trên đám mây từ {cloudDate}
zh: 从 {localDate} 保存在此设备上的文件比从 {cloudDate} 保存在云中的文件更新

# driveSyncStatusRemoteHasLatestNoLocal
source: The file in the cloud from {cloudDate} is not saved on this device
af: Die lêer in die wolk vanaf {cloudDate} is nie op hierdie toestel gestoor nie
ar: الملف في السحابة من {cloudDate} غير محفوظ على هذا الجهاز
bg: Файлът в облака от {cloudDate} не е запазен на това устройство
bs: Datoteka u oblaku iz {cloudDate} nije sačuvana na ovom uređaju
cs: Soubor v cloudu z {cloudDate} není uložen v tomto zařízení
da: Filen i skyen fra {cloudDate} er ikke gemt på denne enhed
de: Die Datei in der Cloud vom {cloudDate} ist auf diesem Gerät nicht gespeichert
el: Το αρχείο στο cloud από το {cloudDate} δεν είναι αποθηκευμένο σε αυτή τη συσκευή.
es: El archivo de la nube de {cloudDate} no está guardado en este dispositivo
et: Pilves kuupäevaga {cloudDate} olev fail pole selles seadmes salvestatud
fa: فایل موجود در ابر از {cloudDate} در این دستگاه ذخیره نشده است
fi: Pilvessä olevaa tiedostoa kohteesta {cloudDate} ei ole tallennettu tälle laitteelle
fr: Le fichier dans le cloud du {cloudDate} n'est pas enregistré sur cet appareil
hi: {cloudDate} से क्लाउड में फ़ाइल इस डिवाइस पर सहेजी नहीं गई है
hr: Datoteka u oblaku iz {cloudDate} nije spremljena na ovom uređaju
hu: Az {cloudDate} felhőben található fájl nem menthető el ezen az eszközön.
it: Il file nel cloud del {cloudDate} non è salvato su questo dispositivo
ja: {cloudDate} のクラウド上のファイルはこのデバイスに保存されていません
ko: 클라우드의 {cloudDate} 파일이 로컬에 없습니다
lt: Failas debesyje iš {cloudDate} šiame įrenginyje neišsaugomas
ml: {cloudDate}-ൽ നിന്നുള്ള ക്ലൗഡിലെ ഫയൽ ഈ ഉപകരണത്തിൽ സംരക്ഷിച്ചിട്ടില്ല
my: Phtoked0 မှ Cloud ရှိဖိုင်သည်ဤကိရိယာတွင်မသိမ်းဆည်းပါ
nl: Het bestand in de cloud van {cloudDate} is niet opgeslagen op dit apparaat
no: Filen i skyen fra {cloudDate} er ikke lagret på denne enheten
pl: Plik w chmurze z {cloudDate} nie jest zapisany na tym urządzeniu
pt: O arquivo na nuvem de {cloudDate} não está salvo neste dispositivo
ru: Файл в облаке от {cloudDate} не сохранен на этом устройстве
sl: Datoteka v oblaku iz {cloudDate} ni shranjena v tej napravi
sr: Датотека у облаку са ПХТОКЕН0 није сачувана на овом уређају
sv: Filen i molnet från {cloudDate} sparas inte på den här enheten
sw: Faili kwenye wingu kutoka phtoken0 haijahifadhiwa kwenye kifaa hiki
th: ไฟล์ในระบบคลาวด์จาก {cloudDate} ไม่ได้ถูกบันทึกไว้ในอุปกรณ์นี้
tr: {cloudDate}'ın buluttaki dosyası bu cihaza kaydedilmedi
uk: Файл у хмарі з {cloudDate} не збережено на цьому пристрої
vi: Tệp trên đám mây từ {cloudDate} không được lưu trên thiết bị này
zh: 来自 {cloudDate} 的云端文件未保存在此设备上

# driveSyncStatusRemoteHasLatestWithLocal
source: The file in the cloud from {cloudDate} is more up-to-date than the local file from {localDate}
af: Die lêer in die wolk vanaf {cloudDate} is meer op datum as die plaaslike lêer vanaf {localDate}
ar: الملف في السحابة من {cloudDate} أحدث من الملف المحلي من {localDate}
bg: Файлът в облака от {cloudDate} е по-актуален от локалния файл от {localDate}
bs: Datoteka u oblaku iz {cloudDate} je ažuriranija od lokalne datoteke iz {localDate}
cs: Soubor v cloudu z {cloudDate} je aktuálnější než místní soubor z {localDate}
da: Filen i skyen fra {cloudDate} er mere opdateret end den lokale fil fra {localDate}
de: Die Datei in der Cloud vom {cloudDate} ist aktueller als die lokale Datei vom {localDate}
el: Το αρχείο στο cloud από το {cloudDate} είναι πιο ενημερωμένο από το τοπικό αρχείο από το {localDate}
es: El archivo de la nube de {cloudDate} está más actualizado que el archivo local de {localDate}
et: Pilves kuupäevaga {cloudDate} olev fail on uuem kui kohalik fail kuupäevaga {localDate}
fa: فایل موجود در ابر از {cloudDate} نسبت به فایل محلی {localDate} به روزتر است
fi: Pilvessä oleva tiedosto osoitteesta {cloudDate} on ajantasaisempi kuin paikallinen tiedosto osoitteesta {localDate}
fr: Le fichier dans le cloud du {cloudDate} est plus récent que le fichier local du {localDate}
hi: {cloudDate} से क्लाउड में फ़ाइल {localDate} से स्थानीय फ़ाइल की तुलना में अधिक अद्यतित है
hr: Datoteka u oblaku iz {cloudDate} je ažurnija od lokalne datoteke iz {localDate}
hu: A {cloudDate} felhőben található fájl naprakészebb, mint a {localDate} helyi fájl.
it: Il file nel cloud del {cloudDate} è più aggiornato del file locale del {localDate}
ja: {cloudDate} のクラウド内のファイルは、{localDate} のローカル ファイルよりも最新です
ko: 클라우드의 {cloudDate} 파일이 로컬의 {localDate} 파일보다 최신입니다
lt: Debesyje esantis failas iš {cloudDate} yra naujesnis nei vietinis failas iš {localDate}
ml: {cloudDate}-ൽ നിന്നുള്ള ക്ലൗഡിലെ ഫയൽ {localDate}-ൽ നിന്നുള്ള പ്രാദേശിക ഫയലിനേക്കാൾ കാലികമാണ്
my: Phtoked0 မှ Cloud ရှိဖိုင်သည် Phtoked1 မှ local file ထက်နောက်ဆုံးပေါ်ဖြစ်သည်
nl: Het bestand in de cloud van {cloudDate} is actueler dan het lokale bestand van {localDate}
no: Filen i skyen fra {cloudDate} er mer oppdatert enn den lokale filen fra {localDate}
pl: Plik w chmurze z {cloudDate} jest bardziej aktualny niż plik lokalny z {localDate}
pt: O arquivo na nuvem de {cloudDate} está mais atualizado que o arquivo local de {localDate}
ru: Файл в облаке от {cloudDate} является более актуальным, чем локальный файл от {localDate}
sl: Datoteka v oblaku iz {cloudDate} je bolj posodobljena kot lokalna datoteka iz {localDate}
sr: Датотека у облаку са ПХТОКЕН0 је ажуриранија од локалне датотеке са ПХТОКЕН1
sv: Filen i molnet från {cloudDate} är mer uppdaterad än den lokala filen från {localDate}
sw: Faili kwenye wingu kutoka PhToken0 ni ya kisasa zaidi kuliko faili ya ndani kutoka PhToken1
th: ไฟล์ในระบบคลาวด์จาก {cloudDate} นั้นอัปเดตมากกว่าไฟล์ในเครื่องจาก {localDate}
tr: {cloudDate}'ın buluttaki dosyası, {localDate}'in yerel dosyasından daha güncel
uk: Файл у хмарі з {cloudDate} є більш актуальним, ніж локальний файл з {localDate}
vi: Tệp trên đám mây từ {cloudDate} được cập nhật nhiều hơn tệp cục bộ từ {localDate}
zh: {cloudDate} 中的云文件比 {localDate} 中的本地文件更新

# driveSyncStatusUpToDate
source: Up to date from {localDate}
af: Op datum vanaf {localDate}
ar: محدث من {localDate}
bg: Актуално от {localDate}
bs: Ažurirano od {localDate}
cs: Aktuální od {localDate}
da: Opdateret fra {localDate}
de: Auf dem neuesten Stand vom {localDate}
el: Ενημερωμένο από {localDate}
es: Actualizado a partir de {localDate}
et: Uuendatud kuupäevaga {localDate}
fa: به روز از {localDate}
fi: Ajan tasalla {localDate}
fr: À jour au {localDate}
hi: {localDate} से अद्यतित
hr: Ažurirano od {localDate}
hu: {localDate} legfrissebb információi alapján
it: Aggiornato da {localDate}
ja: {localDate} からの最新情報
ko: {localDate} 기준 최신 상태
lt: Naujausia nuo {localDate}
ml: {localDate} മുതൽ കാലികമായത്
my: Phtoken0 မှနောက်ဆုံးပေါ်အထိ
nl: Bijgewerkt vanaf {localDate}
no: Oppdatert fra {localDate}
pl: Aktualne od {localDate}
pt: Atualizado a partir de {localDate}
ru: Актуально на {localDate}
sl: Posodobljeno od {localDate}
sr: Ажурирано од ПХТОКЕН0
sv: Uppdaterad från {localDate}
sw: Hadi leo kutoka phtoken0
th: อัปเดตจาก {localDate}
tr: {localDate}'dan güncel
uk: Оновлено від {localDate}
vi: Cập nhật từ {localDate}
zh: 从 {localDate} 更新

# driveSyncWithGoogle
source: Google Drive Sync
ar: مزامنة Google Drive
bg: Синхронизация с Google Drive
cs: Synchronizace Disku Google
da: Google Drev Sync
el: Συγχρονισμός Google Drive
es: Sincronización con Google Drive
et: Google Drive'i sünkroonimine
fa: همگام سازی گوگل درایو
fi: Google Drive -synkronointi
fr: Synchronisation Google Drive
hi: गूगल ड्राइव सिंक
hr: Sinkronizacija s Google Driveom
hu: Google Drive szinkronizálás
it: Sincronizzazione Google Drive
ja: Googleドライブ同期
ko: Google Drive 동기화
lt: „Google“ disko sinchronizavimas
ml: Google ഡ്രൈവ് സമന്വയം
my: Google Drive ထပ်တူပြုခြင်း
nl: Google Drive Synchronisatie
pl: Synchronizacja Dysku Google
pt: Sincronização com Google Drive
ru: Синхронизация с Google Drive
sr: Гоогле Дриве Синц
sw: Usawazishaji wa Hifadhi ya Google
th: Google ไดรฟ์ซิงค์
tr: Google Drive Senkronizasyonu
vi: Đồng bộ hóa Google Drive
zh: 谷歌云端硬盘同步

# driveSyncNow
source: Sync now
af: Sinchroniseer nou
ar: مزامنة الآن
bg: Синхронизирай сега
bs: Sinhronizuj sada
cs: Synchronizovat nyní
da: Synkroniser nu
de: Jetzt synchronisieren
el: Συγχρονισμός τώρα
es: Sincronizar ahora
et: Sünkrooni kohe
fa: اکنون همگام سازی کنید
fi: Synkronoi nyt
fr: Synchroniser maintenant
hi: अभी सिंक करें
hr: Sinkroniziraj sada
hu: Szinkronizálás most
it: Sincronizza ora
ja: 今すぐ同期する
ko: 지금 동기화
lt: Sinchronizuoti dabar
ml: ഇപ്പോൾ സമന്വയിപ്പിക്കുക
my: ယခုစည်းညှိ
nl: Nu synchroniseren
no: Synkroniser nå
pl: Zsynchronizuj teraz
pt: Sincronizar agora
ru: Синхронизировать сейчас
sl: Sinhroniziraj zdaj
sr: Синхронизујте сада
sv: Synkronisera nu
sw: Kusawazisha sasa
th: ซิงค์เลย
tr: Şimdi senkronize et
uk: Синхронізувати зараз
vi: Đồng bộ hóa ngay bây giờ
zh: 立即同步

# driveSignInWithGoogle
source: Sign in with Google
af: Teken in met Google
ar: تسجيل الدخول مع Google
bg: Вход с Google
bs: Prijavite se s Google-om
cs: Přihlaste se pomocí Google
da: Log ind med Google
de: Anmelden mit Google
el: Συνδεθείτε με το Google
es: Acceder con Google
et: Logi sisse Google'iga
fa: با گوگل وارد شوید
fi: Kirjaudu sisään Googlella
fr: Se connecter avec Google
hi: Google से साइन इन करें
hr: Prijavite se s Googleom
hu: Bejelentkezés a Google segítségével
it: Accedi con Google
ja: Googleでサインイン
ko: Google로 로그인
lt: Prisijunkite naudodami „Google“.
ml: Google ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക
my: Google နှင့်ဆိုင်းအင်လုပ်ပါ
nl: Inloggen met Google
no: Logg på med Google
pl: Zaloguj się za pomocą Google
pt: Iniciar sessão no Google
ru: Войти с помощью Google
sl: Prijavite se z Googlom
sr: Пријавите се помоћу Гоогле-а
sv: Logga in med Google
sw: Ingia na Google
th: ลงชื่อเข้าใช้งานด้วย Google
tr: Google ile oturum açın
uk: Увійдіть за допомогою Google
vi: Đăng nhập bằng Google
zh: 使用 Google 登录

source: Sign in with Google
af: Teken in met Google
ar: تسجيل الدخول مع Google
bg: Вход с Google
bs: Prijavite se s Google-om
cs: Přihlaste se pomocí Google
da: Log ind med Google
de: Anmelden mit Google
el: Συνδεθείτε με το Google
es: Acceder con Google
et: Logi sisse Google'iga
fa: با گوگل وارد شوید
fi: Kirjaudu sisään Googlella
fr: Se connecter avec Google
hi: Google से साइन इन करें
hr: Prijavite se s Googleom
hu: Bejelentkezés a Google segítségével
it: Accedi con Google
ja: Googleでサインイン
ko: Google로 로그인
lt: Prisijunkite naudodami „Google“.
ml: Google ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക
my: Google နှင့်ဆိုင်းအင်လုပ်ပါ
nl: Inloggen met Google
no: Logg på med Google
pl: Zaloguj się za pomocą Google
pt: Iniciar sessão no Google
ru: Войти с помощью Google
sl: Prijavite se z Googlom
sr: Пријавите се помоћу Гоогле-а
sv: Logga in med Google
sw: Ingia na Google
th: ลงชื่อเข้าใช้งานด้วย Google
tr: Google ile oturum açın
uk: Увійдіть за допомогою Google
vi: Đăng nhập bằng Google
zh: 使用 Google 登录

source: Sign in with Apple
af: Teken in met Apple
ar: تسجيل الدخول مع Apple
bg: Вход с Apple
bs: Prijavite se sa Apple-om
cs: Přihlaste se pomocí Apple
da: Log ind med Apple
de: Anmelden mit Apple
el: Συνδεθείτε με την Apple
es: Acceder con Apple
et: Logi sisse Apple'iga
fa: با اپل وارد شوید
fi: Kirjaudu sisään Applella
fr: Se connecter avec Apple
hi: Apple के साथ साइन इन करें
hr: Prijavite se s Appleom
hu: Bejelentkezés az Apple alkalmazással
it: Accedi con Apple
ja: Apple でサインインする
ko: Apple로 로그인
lt: Prisijunkite naudodami „Apple“.
ml: Apple ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക
my: Apple နှင့်ဆိုင်းအင်လုပ်ပါ
nl: Inloggen met Apple
no: Logg på med Apple
pl: Zaloguj się za pomocą Apple
pt: Iniciar sessão com Apple
ru: Войти через Apple
sl: Prijavite se z Appleom
sr: Пријавите се са Аппле-ом
sv: Logga in med Apple
sw: Ingia na Apple
th: ลงชื่อเข้าใช้ด้วย Apple
tr: Apple'la oturum açın
uk: Увійдіть за допомогою Apple
vi: Đăng nhập bằng Apple
zh: 使用 Apple 登录

source: Sign in with GitHub
af: Teken in met GitHub
ar: تسجيل الدخول مع GitHub
bg: Вход с GitHub
bs: Prijavite se sa GitHub-om
cs: Přihlaste se pomocí GitHubu
da: Log ind med GitHub
de: Anmelden mit GitHub
el: Συνδεθείτε με το GitHub
es: Acceder con GitHub
et: Logi sisse GitHubiga
fa: با GitHub وارد شوید
fi: Kirjaudu sisään GitHubilla
fr: Se connecter avec GitHub
hi: GitHub के साथ साइन इन करें
hr: Prijavite se s GitHubom
hu: Bejelentkezés a GitHub segítségével
it: Accedi con GitHub
ja: GitHub でサインインする
ko: GitHub으로 로그인
lt: Prisijunkite naudodami „GitHub“.
ml: GitHub ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക
my: GitHub နှင့်ဆိုင်းအင်လုပ်ပါ
nl: Inloggen met GitHub
no: Logg på med GitHub
pl: Zaloguj się w GitHubie
pt: Iniciar sessão com GitHub
ru: Войти с GitHub
sl: Prijavite se z GitHub
sr: Пријавите се са ГитХуб-ом
sv: Logga in med GitHub
sw: Ingia na GitHub
th: ลงชื่อเข้าใช้ด้วย GitHub
tr: GitHub'la oturum açın
uk: Увійдіть за допомогою GitHub
vi: Đăng nhập bằng GitHub
zh: 使用 GitHub 登录

# signInWithSocialAccount
source: Which social account do you want to use to create or sign in to your EHW+ account?
af: Watter sosiale rekening wil jy gebruik om jou EHW+-rekening te skep of in te teken?
ar: ما الحساب الاجتماعي الذي تريد استخدامه لإنشاء حساب EHW+ أو تسجيل الدخول إليه؟
bg: Кой социален акаунт искате да използвате, за да създадете или влезете в акаунта си EHW+?
bs: Koji društveni račun želite koristiti za kreiranje ili prijavu na svoj EHW+ račun?
cs: Který sociální účet chcete použít k vytvoření nebo přihlášení ke svému účtu EHW+?
da: Hvilken social konto vil du bruge til at oprette eller logge ind på din EHW+ konto?
de: Mit welchem Social Account möchten Sie ein EHW+ Nutzerkonto erstellen bzw. sich anmelden?
el: Ποιον κοινωνικό λογαριασμό θέλετε να χρησιμοποιήσετε για να δημιουργήσετε ή να συνδεθείτε στο λογαριασμό EHW+;
es: ¿Con qué cuenta social desea crear o iniciar sesión en una cuenta de usuario de EHW+?
et: Millist sotsiaalkontot soovid kasutada oma EHW+ konto loomiseks või sisselogimiseks?
fa: از کدام حساب اجتماعی می خواهید برای ایجاد یا ورود به حساب EHW+ خود استفاده کنید؟
fi: Mitä sosiaalista tiliä haluat käyttää EHW+ -tilin luomiseen tai siihen kirjautumiseen?
fr: Avec quel compte social souhaitez-vous créer ou vous connecter à un compte utilisateur EHW+ ?
hi: आप अपना EHW+ खाता बनाने या उसमें साइन इन करने के लिए किस सामाजिक खाते का उपयोग करना चाहते हैं?
hr: Koji društveni račun želite koristiti za izradu ili prijavu na svoj EHW+ račun?
hu: Melyik közösségi fiókot szeretné használni az EHW+ fiókjának létrehozásához vagy bejelentkezéséhez?
it: Con quale account social desideri creare o accedere a un account utente EHW+?
ja: EHW+ アカウントの作成またはサインインにどのソーシャル アカウントを使用しますか?
ko: EHW+ 계정을 생성하거나 로그인할 때 사용할 소셜 계정을 선택하세요
lt: Kurią socialinę paskyrą norite naudoti norėdami sukurti arba prisijungti prie savo EHW+ paskyros?
ml: നിങ്ങളുടെ EHW+ അക്കൗണ്ട് സൃഷ്‌ടിക്കാനോ സൈൻ ഇൻ ചെയ്യാനോ ഏത് സോഷ്യൽ അക്കൗണ്ട് ഉപയോഗിക്കാനാണ് നിങ്ങൾ ആഗ്രഹിക്കുന്നത്?
my: သင်၏ EHW + အကောင့်သို့ဖန်တီးရန်သို့မဟုတ်ဆိုင်းအင်လုပ်ရန်မည်သည့်လူမှုရေးအကောင့်ကိုသင်အသုံးပြုလိုသနည်း။
nl: Welk sociaal account wilt u gebruiken om uw EHW+-account aan te maken of in te loggen?
no: Hvilken sosial konto vil du bruke for å opprette eller logge på EHW+-kontoen din?
pl: Którego konta społecznościowego chcesz użyć do utworzenia konta EHW+ lub zalogowania się na nie?
pt: Com qual conta social deseja criar ou acessar uma conta de usuário EHW+?
ru: С какой социальной учетной записью вы хотите создать или войти в учетную запись пользователя EHW+?
sl: Kateri družabni račun želite uporabiti za ustvarjanje ali prijavo v svoj račun EHW+?
sr: Који друштвени налог желите да користите за креирање или пријављивање на свој ЕХВ+ налог?
sv: Vilket socialt konto vill du använda för att skapa eller logga in på ditt EHW+-konto?
sw: Je! Unataka kutumia akaunti gani ya kijamii kuunda au kuingia kwenye akaunti yako ya EHW+?
th: คุณต้องการใช้บัญชีโซเชียลใดเพื่อสร้างหรือลงชื่อเข้าใช้บัญชี EHW+ ของคุณ
tr: EHW+ hesabınızı oluşturmak veya oturum açmak için hangi sosyal hesabı kullanmak istiyorsunuz?
uk: Який обліковий запис соціальної мережі ви хочете використовувати для створення або входу в обліковий запис EHW+?
vi: Bạn muốn sử dụng tài khoản xã hội nào để tạo hoặc đăng nhập vào tài khoản EHW+ của mình?
zh: 您想使用哪个社交帐户来创建或登录您的 EHW+ 帐户？

# syncStatusFailedLong
source: Failed to synchronize, editing is at your own risk
af: Kon nie sinchroniseer nie, redigering is op jou eie risiko
ar: فشلت المزامنة، التعديل على مسؤوليتك الخاصة
bg: Неуспешна синхронизация, редактирането е на ваша отговорност
bs: Sinhronizacija nije uspjela, uređivanje je na vlastitu odgovornost
cs: Synchronizace se nezdařila, úpravy jsou na vaše vlastní riziko
da: Synkronisering mislykkedes, redigering er på eget ansvar
de: Synchronisierung fehlgeschlagen, die Bearbeitung erfolgt auf eigene Gefahr.
el: Απέτυχε ο συγχρονισμός, η επεξεργασία γίνεται με δική σας ευθύνη
es: Error al sincronizar; editar es bajo tu propio riesgo
et: Sünkroonimine ebaõnnestus, muudatused omal vastutusel
fa: همگام سازی انجام نشد، ویرایش به عهده خودتان است
fi: Synkronointi epäonnistui, muokkaaminen on omalla vastuullasi
fr: Échec de la synchronisation, la modification se fait à vos risques
hi: सिंक्रनाइज़ करने में विफल, संपादन आपके अपने जोखिम पर है
hr: Sinkronizacija nije uspjela, uređivanje je na vlastitu odgovornost
hu: Nem sikerült szinkronizálni, a szerkesztés saját felelősségre történik
it: Sincronizzazione non riuscita, modifica a tuo rischio
ja: 同期に失敗しました。編集は自己責任で行ってください
ko: 동기화 실패, 편집은 사용자 책임하에 진행됩니다
lt: Nepavyko sinchronizuoti, redaguojate patys
ml: സമന്വയിപ്പിക്കുന്നതിൽ പരാജയപ്പെട്ടു, എഡിറ്റിംഗ് നിങ്ങളുടെ സ്വന്തം ഉത്തരവാദിത്തത്തിലാണ്
my: ထပ်တူပြုခြင်းကိုမအောင်မြင်ပါ, တည်းဖြတ်ခြင်းသည်သင်၏ကိုယ်ပိုင်အန္တရာယ်ရှိသည်
nl: Synchroniseren mislukt, bewerken is op eigen risico
no: Kunne ikke synkronisere, redigering er på eget ansvar
pl: Nie udało się zsynchronizować, edytujesz na własne ryzyko
pt: Falha ao sincronizar; editar é por sua conta e risco
ru: Не удалось синхронизировать, редактирование осуществляется на ваш страх и риск
sl: Sinhronizacija ni uspela, urejanje je na lastno odgovornost
sr: Синхронизација није успела, уређивање вршите на сопствени ризик
sv: Det gick inte att synkronisera, redigering sker på egen risk
sw: Imeshindwa kusawazisha, uhariri uko katika hatari yako mwenyewe
th: ไม่สามารถซิงโครไนซ์ได้ การแก้ไขถือเป็นความเสี่ยงของคุณเอง
tr: Senkronizasyon başarısız oldu; düzenlemenin sorumluluğu size aittir
uk: Не вдалося синхронізувати, редагуєте на власний ризик
vi: Không thể đồng bộ hóa, bạn tự chịu rủi ro khi chỉnh sửa
zh: 同步失败，编辑风险自负
