Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# consumptionWaterWarmLess
source: Hot water: {percentage} less than an average household.
af: Warm water: {percentage} minder as die gemiddelde huishouding.
ar: الماء الساخن: {percentage} أقل من متوسط الأسرة.
bg: Топла вода: {percentage} по-малко от средното домакинство.
bs: Topla voda: {percentage} manje od prosječnog domaćinstva.
cs: Teplá voda: O {percentage} méně než průměrná domácnost.
da: Varmt vand: {percentage} mindre end den gennemsnitlige husstand.
de: Warmwasser: {percentage} weniger als ein Durchschnittshaushalt.
el: Ζεστό νερό: {percentage} λιγότερο από ένα μέσο νοικοκυριό.
es: Agua caliente: {percentage} menos que un hogar promedio.
et: Soe vesi: {percentage} vähem kui keskmisel leibkonnal.
fa: آب گرم: {percentage} کمتر از متوسط ​​خانوار.
fi: Kuuma vesi: {percentage} vähemmän kuin keskimääräinen kotitalous.
fr: Eau chaude : {percentage} de moins qu'un foyer moyen.
hi: गर्म पानी: औसत घरेलू से {percentage} कम।
hr: Topla voda: {percentage} manje od prosječnog kućanstva.
hu: Meleg víz: {percentage} kevesebb, mint egy átlagos háztartás.
it: Acqua calda: {percentage} in meno rispetto a una famiglia media.
ja: お湯：一般家庭より{percentage}少ない。
ko: 온수: 평균 가구보다 {percentage} 적습니다.
lt: Karštas vanduo: {percentage} mažiau nei vidutinis namų ūkis.
ml: ചൂടുവെള്ളം: ശരാശരി കുടുംബത്തേക്കാൾ {percentage} കുറവ്.
my: ရေပူ - Phtoked0 ပျမ်းမျှအိမ်ထောင်စုထက်နည်းသည်။
nl: Warm water: {percentage} minder dan het gemiddelde huishouden.
no: Varmtvann: {percentage} mindre enn gjennomsnittshusholdningen.
pl: Ciepła woda: {percentage} mniej niż przeciętne gospodarstwo domowe.
pt: Água quente: {percentage} menos do que um agregado médio.
ru: Горячая вода: на {percentage} меньше, чем у среднего домохозяйства.
sl: Topla voda: {percentage} manj kot v povprečnem gospodinjstvu.
sr: Топла вода: ПХТОКЕН0 мање од просечног домаћинства.
sv: Varmvatten: {percentage} mindre än det genomsnittliga hushållet.
sw: Maji ya moto: phtoken0 chini ya kaya ya wastani.
th: น้ำร้อน: {percentage} น้อยกว่าครัวเรือนทั่วไป
tr: Sıcak su: {percentage} ortalama evden daha az.
uk: Гаряча вода: {percentage} менше, ніж у середньому домогосподарстві.
vi: Nước nóng: {percentage} ít hơn mức trung bình của một hộ gia đình.
zh: 热水：{percentage}比一般家庭少。

# consumptionWaterWarmMore
source: Hot water: {percentage} more than an average household.
af: Warm water: {percentage} meer as die gemiddelde huishouding.
ar: الماء الساخن: {percentage} أكثر من متوسط الأسرة.
bg: Топла вода: {percentage} повече от средното домакинство.
bs: Topla voda: {percentage} više od prosječnog domaćinstva.
cs: Teplá voda: {percentage} více než průměrná domácnost.
da: Varmt vand: {percentage} mere end den gennemsnitlige husstand.
de: Warmwasser: {percentage} mehr als ein Durchschnittshaushalt.
el: Ζεστό νερό: {percentage} περισσότερο από ένα μέσο νοικοκυριό.
es: Agua caliente: {percentage} más que un hogar promedio.
et: Soe vesi: {percentage} rohkem kui keskmisel leibkonnal.
fa: آب گرم: {percentage} بیشتر از میانگین خانوار.
fi: Kuuma vesi: {percentage} enemmän kuin keskimääräinen kotitalous.
fr: Eau chaude : {percentage} de plus qu'un foyer moyen.
hi: गर्म पानी: औसत घरेलू से {percentage} अधिक।
hr: Topla voda: {percentage} više od prosječnog kućanstva.
hu: Meleg víz: {percentage} több, mint egy átlagos háztartás.
it: Acqua calda: {percentage} in più rispetto a una famiglia media.
ja: お湯：一般家庭より{percentage}多め。
ko: 온수: 평균 가구보다 {percentage} 많습니다.
lt: Karštas vanduo: {percentage} daugiau nei vidutinis namų ūkis.
ml: ചൂടുവെള്ളം: ശരാശരി കുടുംബത്തേക്കാൾ {percentage} കൂടുതൽ.
my: ရေပူ - Phtoken0 ပိုများသောအိမ်ထောင်စုထက်ပိုပြီး။
nl: Warm water: {percentage} meer dan het gemiddelde huishouden.
no: Varmtvann: {percentage} mer enn gjennomsnittshusholdningen.
pl: Ciepła woda: {percentage} więcej niż przeciętne gospodarstwo domowe.
pt: Água quente: {percentage} mais do que um agregado médio.
ru: Горячая вода: на {percentage} больше, чем у среднего домохозяйства.
sl: Topla voda: {percentage} več kot povprečno gospodinjstvo.
sr: Топла вода: ПХТОКЕН0 више од просечног домаћинства.
sv: Varmvatten: {percentage} mer än genomsnittshushållet.
sw: Maji ya moto: phtoken0 zaidi ya kaya ya wastani.
th: น้ำร้อน: {percentage} มากกว่าครัวเรือนทั่วไป
tr: Sıcak su: Ortalama evden {percentage} daha fazla.
uk: Гаряча вода: {percentage} більше, ніж у середньому домогосподарстві.
vi: Nước nóng: {percentage} nhiều hơn mức trung bình của một hộ gia đình.
zh: 热水：{percentage}比一般家庭多。

# consumptionWaterWarmEqual
source: Hot water: about the same as an average household.
af: Warm water: omtrent dieselfde as die gemiddelde huishouding.
ar: الماء الساخن: نفس الشيء تقريباً مثل متوسط الأسرة.
bg: Топла вода: приблизително същото като средното домакинство.
bs: Topla voda: otprilike isto kao i prosječno domaćinstvo.
cs: Teplá voda: přibližně stejně jako průměrná domácnost.
da: Varmt vand: Omtrent det samme som den gennemsnitlige husstand.
de: Warmwasser: etwa so viel wie ein Durchschnittshaushalt.
el: Ζεστό νερό: περίπου όσο ένα μέσο νοικοκυριό.
es: Agua caliente: aproximadamente lo mismo que un hogar promedio.
et: Soe vesi: umbes sama kui keskmisel leibkonnal.
fa: آب گرم: تقریباً به اندازه یک خانواده متوسط.
fi: Kuuma vesi: suunnilleen sama kuin tavallisessa kotitaloudessa.
fr: Eau chaude : à peu près autant qu'un foyer moyen.
hi: गर्म पानी: औसत घरेलू पानी के समान।
hr: Topla voda: otprilike isto kao i prosječno kućanstvo.
hu: Melegvíz: körülbelül annyi, mint egy átlagos háztartásban.
it: Acqua calda: circa quanto una famiglia media.
ja: お湯：一般家庭と同程度。
ko: 온수: 평균 가구와 비슷합니다.
lt: Karštas vanduo: maždaug tiek pat, kiek vidutiniame namų ūkyje.
ml: ചൂടുവെള്ളം: ശരാശരി കുടുംബത്തിന് തുല്യമാണ്.
my: ရေပူ - ပျမ်းမျှအိမ်ထောင်စုနှင့်အတူတူပင်ဖြစ်သည်။
nl: Warm water: ongeveer hetzelfde als het gemiddelde huishouden.
no: Varmtvann: omtrent det samme som gjennomsnittshusholdningen.
pl: Ciepła woda: mniej więcej tyle samo, co w przeciętnym gospodarstwie domowym.
pt: Água quente: aproximadamente o mesmo que um agregado médio.
ru: Горячая вода: примерно столько же, сколько у среднего домохозяйства.
sl: Topla voda: približno enako kot v povprečnem gospodinjstvu.
sr: Топла вода: отприлике исто као и просечно домаћинство.
sv: Varmvatten: ungefär samma som det genomsnittliga hushållet.
sw: Maji ya moto: sawa na kaya ya wastani.
th: น้ำร้อน: ประมาณเท่ากับครัวเรือนทั่วไป
tr: Sıcak su: Ortalama evdekiyle hemen hemen aynı.
uk: Гаряча вода: приблизно така ж, як і в середньому домогосподарстві.
vi: Nước nóng: tương đương với mức bình thường của một hộ gia đình.
zh: 热水：与普通家庭差不多。

# yearlyConsumption
source: Annual consumption so far
af: Jaarlikse verbruik tot dusver
ar: الاستهلاك السنوي حتى الآن
bg: Годишна консумация досега
bs: Godišnja potrošnja do sada
cs: Roční spotřeba zatím
da: Årligt forbrug indtil videre
de: Bisheriger Jahresverbrauch
el: Ετήσια κατανάλωση μέχρι στιγμής
es: Consumo anual hasta la fecha
et: Seni aastane tarbimine
fa: مصرف سالانه تا کنون
fi: Vuosikulutus tähän mennessä
fr: Consommation annuelle actuelle
hi: अब तक की वार्षिक खपत
hr: Dosadašnja godišnja potrošnja
hu: Eddigi éves fogyasztás
it: Consumo annuale ad oggi
ja: これまでの年間消費量
ko: 현재까지 연간 소비량
lt: Metinis suvartojimas iki šiol
ml: ഇതുവരെയുള്ള വാർഷിക ഉപഭോഗം
my: ယခုအချိန်အထိနှစ်စဉ်စားသုံးမှု
nl: Jaarlijks verbruik tot nu toe
no: Årlig forbruk så langt
pl: Dotychczasowe roczne zużycie
pt: Consumo anual até à data
ru: Годовое потребление на сегодняшний день
sl: Dosedanja letna poraba
sr: Досадашња годишња потрошња
sv: Årlig konsumtion hittills
sw: Matumizi ya kila mwaka hadi sasa
th: การบริโภคประจำปีจนถึงปัจจุบัน
tr: Şu ana kadar yıllık tüketim
uk: Річне споживання дотепер
vi: Tiêu thụ hàng năm cho đến nay
zh: 至今年消费量

# yearlyCosts
source: Annual consumption costs so far
af: Jaarlikse verbruikskoste tot dusver
ar: تكاليف الاستهلاك السنوي حتى الآن
bg: Годишни разходи за консумация досега
bs: Dosadašnji godišnji troškovi potrošnje
cs: Náklady na roční spotřebu zatím
da: Årlige forbrugsomkostninger indtil videre
de: Bisherige Kosten für Verbrauch
el: Ετήσιο κόστος κατανάλωσης μέχρι στιγμής
es: Costes de consumo hasta la fecha
et: Seni aastased tarbimiskulud
fa: هزینه های مصرف سالانه تا کنون
fi: Vuotuiset kulutuskustannukset toistaiseksi
fr: Coûts de consommation annuels
hi: अब तक की वार्षिक खपत लागत
hr: Dosadašnji godišnji troškovi potrošnje
hu: Eddigi éves fogyasztási költségek
it: Costi di consumo fino ad oggi
ja: これまでの年間消費コスト
ko: 현재까지 연간 비용
lt: Kol kas metinės vartojimo išlaidos
ml: ഇതുവരെയുള്ള വാർഷിക ഉപഭോഗ ചെലവ്
my: နှစ်စဉ်စားသုံးမှုယခုအချိန်အထိကုန်ကျစရိတ်
nl: Jaarlijkse verbruikskosten tot nu toe
no: Årlige forbrukskostnader så langt
pl: Dotychczasowe roczne koszty zużycia
pt: Custos de consumo até à data
ru: Расходы на потребление на сегодняшний день
sl: Dosedanji stroški letne porabe
sr: Досадашњи годишњи трошкови потрошње
sv: Årliga konsumtionskostnader hittills
sw: Gharama ya matumizi ya kila mwaka hadi sasa
th: ต้นทุนการบริโภคประจำปีจนถึงปัจจุบัน
tr: Şu ana kadar yıllık tüketim maliyetleri
uk: Річні витрати на споживання поки що
vi: Chi phí tiêu thụ hàng năm cho đến nay
zh: 至今年消费成本

source: Room
af: Kamer
ar: الغرفة
bg: Стая
bs: Soba
cs: Pokoj
da: Værelse
de: Raum
el: Δωμάτιο
es: Sala
et: Tuba
fa: اتاق
fi: Huone
fr: Local
hi: कमरा
hr: Soba
hu: Szoba
it: Sala
ja: 部屋
ko: 방
lt: Kambarys
ml: മുറി
my: နေရာ
nl: Kamer
no: Rom
pl: Pokój
pt: Quarto
ru: Комната
sl: soba
sr: Соба
sv: Rum
sw: Chumba
th: ห้อง
tr: Oda
uk: Кімната
vi: Phòng
zh: 房间

source: Fed in
af: Ingevoer
ar: تم التغذية
bg: Подадено
bs: Uhranjeni
cs: Nakrmit
da: Fodret ind
de: Eingespeist
es: Inyectada
et: Sisestatud
fa: فدرال
fi: Syötetty sisään
fr: Injectée
hi: फेड इन
hr: Uhranjeno
it: Immessa
ja: フィードイン
ko: 송전됨
lt: Įvedė
ml: ഫെഡ് ഇൻ
my: ကျွေးမွေး
nl: Teruggeleverd
no: Matet inn
pl: Wprowadzony
pt: Introduzida
ru: Инъекция
sl: Nahranjeno
sr: Ухрањени
sv: Matas in
sw: Kulishwa ndani
th: เลี้ยงเข้า
tr: Beslendi
uk: Годувався
vi: đưa vào
zh: 喂入

source: Generated
af: Gegenereer
ar: تم التوليد
bg: Произведено
bs: Generirano
cs: Vygenerováno
da: Genereret
de: Erzeugt
el: Παραγωγή
es: Generada
et: Toodetud
fa: تولید شده
fi: Tuotettu
fr: Générée
hi: जनरेट किया गया
hr: Generirano
hu: Generált
it: Generata
ja: 生成された
ko: 생산됨
lt: Sukurta
ml: സൃഷ്ടിച്ചു
my: ဖြစ်သော
nl: Gegenereerd
no: Generert
pl: Wygenerowano
pt: Gerada
ru: Генерируемая
sl: Ustvarjeno
sr: Генерисано
sv: Genererad
sw: Inayozalishwa
th: สร้างขึ้น
tr: Oluşturuldu
uk: Сформований
vi: Đã tạo
zh: 生成

source: Residual generation estimated
af: Geskateerde oorblywende generasie
ar: التوليد المتبقي المقدر
bg: Остатъчно производство (оценено)
bs: Procijenjena rezidualna proizvodnja
cs: Odhadovaná zbytková generace
da: Restproduktion estimeret
de: Resterzeugung geschätzt
el: Εκτιμώμενη υπολειμματική παραγωγή
es: Consumo residual estimado
et: Jäägitoodang prognoositud
fa: تولید باقیمانده برآورد شده است
fi: Arvioitu jäännöstuotanto
fr: Consommation résiduelle estimée
hi: अवशिष्ट पीढ़ी का अनुमान
hr: Procijenjena preostala proizvodnja
hu: Becsült maradványtermelés
it: Consumo residuo stimato
ja: 推定残留発生量
ko: 잔여 생산량 추정됨
lt: Apskaičiuota likutinė generacija
ml: ശേഷിക്കുന്ന ഉൽപ്പാദനം കണക്കാക്കുന്നു
my: အကြွင်းအကျန်မျိုးဆက်ခန့်မှန်းခြေ
nl: Resterende opwekking geschat
no: Restgenerasjon estimert
pl: Szacunkowa produkcja resztkowa
pt: Consumo residual estimado
ru: Оценка остаточного потребления
sl: Ocenjena preostala proizvodnja
sr: Процењена резидуална производња
sv: Restgenerering uppskattad
sw: Kizazi cha mabaki kinakadiriwa
th: ประมาณการการสร้างสารตกค้าง
tr: Artık üretim tahmini
uk: Розрахована залишкова генерація
vi: Ước tính thế hệ dư
zh: 预计剩余发电量

source: Residual consumption estimated
af: Geskatte residuele verbruik
ar: الاستهلاك المتبقي المقدر
bg: Остатъчна консумация (оценена)
bs: Procijenjena rezidualna potrošnja
cs: Odhadovaná zbytková spotřeba
da: Restforbrug estimeret
de: Restverbrauch geschätzt
el: Εκτιμώμενη υπολειμματική κατανάλωση
es: Consumo residual estimado
et: Jääktarbimine prognoositud
fa: مصرف باقیمانده برآورد شده است
fi: Arvioitu jäännöskulutus
fr: Consommation résiduelle estimée
hi: अवशिष्ट खपत का अनुमान
hr: Procijenjena preostala potrošnja
hu: Becsült maradványfogyasztás
it: Consumo residuo stimato
ja: 推定残存消費量
ko: 잔여 소비량 추정됨
lt: Apskaičiuotas likutinis suvartojimas
ml: ശേഷിക്കുന്ന ഉപഭോഗം കണക്കാക്കുന്നു
my: အကြွင်းအကျန်သုံးစွဲမှုခန့်မှန်းထားသည်
nl: Resterend verbruik geschat
no: Restforbruk estimert
pl: Szacowane zużycie resztkowe
pt: Consumo residual estimado
ru: Оценка остаточного потребления
sl: Preostala poraba ocenjena
sr: Процењена резидуална потрошња
sv: Restförbrukning uppskattad
sw: Matumizi ya mabaki inakadiriwa
th: การบริโภคที่เหลือโดยประมาณ
tr: Tahmini kalan tüketim
uk: Розраховане залишкове споживання
vi: Ước tính mức tiêu thụ còn lại
zh: 预计剩余消耗量

source: My objects
af: My objekte
ar: كائناتي
bg: Моите обекти
bs: Moji objekti
cs: Moje předměty
da: Mine genstande
de: Meine Objekte
el: Τα αντικείμενά μου
es: Mis objetos
et: Minu objektid
fa: اشیای من
fi: Omat objektini
fr: Mes biens
hi: मेरी वस्तुएं
hr: Moji objekti
hu: A tárgyaim
it: I miei oggetti
ja: 私のオブジェクト
ko: 내 객체
lt: Mano objektai
ml: എന്റെ ഒബ്‌ജക്റ്റുകൾ
my: ငါ့အရာဝတ်ထု
nl: Mijn objecten
no: Mine gjenstander
pl: Moje obiekty
pt: Os meus objectos
ru: Мои предметы
sl: Moji predmeti
sr: Моји објекти
sv: Mina föremål
sw: Vitu vyangu
th: วัตถุของฉัน
tr: Nesnelerim
uk: Мої об'єкти
vi: Đồ vật của tôi
zh: 我的对象

# roomLivingRoom
source: Living Room
af: Sitkamer
ar: غرفة المعيشة
bg: Всекидневна
bs: Dnevna soba
cs: Obývací pokoj
da: Stue
de: Wohnzimmer
el: Σαλόνι
es: Sala de estar
et: Elutuba
fa: اتاق نشیمن
fi: Olohuone
fr: Salle de séjour
hi: बैठक कक्ष
hr: Dnevni boravak
hu: Nappali
it: Soggiorno
ja: リビングルーム
ko: 거실
lt: Svetainė
ml: ലിവിംഗ് റൂം
my: living ည့်ခန်း
nl: Woonkamer
no: Stue
pl: Salon
pt: Sala de estar
ru: Гостиная
sl: Dnevna soba
sr: Дневна соба
sv: Vardagsrum
sw: Sebule
th: ห้องนั่งเล่น
tr: Oturma odası
uk: Вітальня
vi: Phòng khách
zh: 客厅

# roomDiningRoom
source: Dining room
af: Eetkamer
ar: غرفة الطعام
bg: Трапезария
bs: Trpezarija
cs: Jídelna
da: Spisestue
de: Esszimmer
el: Τραπεζαρία
es: Comedor
et: Söögituba
fa: اتاق غذاخوری
fi: Ruokasali
fr: Salle à manger
hi: भोजन कक्ष
hr: Blagovaonica
hu: Étkező
it: Sala da pranzo
ja: ダイニングルーム
ko: 식당
lt: Valgomasis
ml: ഭക്ഷണ മുറി
my: ထမင်းစားခန်း
nl: Eetkamer
no: Spisestue
pl: Jadalnia
pt: Sala de jantar
ru: Столовая
sl: Jedilnica
sr: Трпезарија
sv: Matrum
sw: Chumba cha dining
th: ห้องรับประทานอาหาร
tr: Yemek odası
uk: Їдальня
vi: Phòng ăn
zh: 饭厅

# roomBedroom
source: Bedroom
af: Slaapkamer
ar: غرفة النوم
bg: Спалня
bs: Spavaca soba
cs: Ložnice
da: Soveværelse
de: Schlafzimmer
el: Υπνοδωμάτιο
es: Dormitorio
et: Magamistuba
fa: اتاق خواب
fi: Makuuhuone
fr: Chambre
hi: सोने का कमरा
hr: Spavaća soba
hu: Hálószoba
it: Camera da letto
ja: 寝室
ko: 침실
lt: Miegamasis
ml: കിടപ്പുമുറി
my: အိပ်ခန်း
nl: Slaapkamer
no: Soverom
pl: Sypialnia
pt: Quarto de dormir
ru: Спальня
sl: Spalnica
sr: Спаваћа соба
sv: Sovrum
sw: Chumba cha kulala
th: ห้องนอน
tr: Yatak odası
uk: Спальня
vi: Phòng ngủ
zh: 卧室

# roomBathroom
source: Bathroom
af: Badkamer
ar: الحمام
bg: Баня
bs: Kupatilo
cs: Koupelna
da: Badeværelse
de: Badezimmer
el: Μπάνιο
es: Baño
et: Vannituba
fa: حمام
fi: Kylpyhuone
fr: Salle de bain
hi: स्नानघर
hr: Kupaonica
hu: Fürdőszoba
it: Bagno
ja: バスルーム
ko: 욕실
lt: Vonios kambarys
ml: കുളിമുറി
my: ရေချိုးခန်း
nl: Badkamer
no: Baderom
pl: Łazienka
pt: Casa de banho
ru: Ванная
sl: Kopalnica
sr: Купатило
sv: Badrum
sw: Bafuni
th: ห้องน้ำ
tr: Banyo
uk: Ванна кімната
vi: Phòng tắm
zh: 浴室

# roomWc
source: WC
af: Toilet
ar: دورة المياه
bg: Тоалетна
es: Aseo
et: Tualett
hi: स्वागत
ja: トイレ
ko: 화장실
my: ဒဗလျူစီ
pl: toaleta
ru: Туалет
sr: ВЦ
th: ห้องสุขา
vi: nhà vệ sinh
zh: 厕所

# roomChildrenRoom
source: Children's room
af: Kinderkamer
ar: غرفة الأطفال
bg: Детска стая
bs: Dječija soba
cs: Dětský pokoj
da: Børneværelse
de: Kinderzimmer
el: Παιδικό δωμάτιο
es: Habitación infantil
et: Lastetuba
fa: اتاق کودک
fi: Lasten huone
fr: Chambre d'enfants
hi: बच्चों का कमरा
hr: Dječja soba
hu: Gyermekszoba
it: Cameretta
ja: 子供部屋
ko: 어린이 방
lt: Vaikų kambarys
ml: കുട്ടികളുടെ മുറി
my: ကလေးများအခန်း
nl: Kinderkamer
no: Barnerom
pl: Pokój dziecięcy
pt: Quarto das crianças
ru: Детская комната
sl: Otroška soba
sr: Дечија соба
sv: Barnrum
sw: Chumba cha watoto
th: ห้องเด็ก
tr: Çocuk odası
uk: Дитяча кімната
vi: phòng trẻ em
zh: 儿童房

# roomKitchen
source: Kitchen
af: Kombuis
ar: المطبخ
bg: Кухня
bs: Kuhinja
cs: Kuchyně
da: Køkken
de: Küche
el: Κουζίνα
es: Cocina
et: Köök
fa: آشپزخانه
fi: Keittiö
fr: Cuisine
hi: रसोईघर
hr: Kuhinja
hu: Konyha
it: Cucina
ja: 台所
ko: 부엌
lt: Virtuvė
ml: അടുക്കള
my: မီးဖိုခန်း
nl: Keuken
no: Kjøkken
pl: Kuchnia
pt: Cozinha
ru: Кухня
sl: Kuhinja
sr: Кухиња
sv: Kök
sw: Jikoni
th: ครัว
tr: Mutfak
uk: кухня
vi: Phòng bếp
zh: 厨房

# roomStoreRoom
source: Store room
af: Stoorkamer
ar: غرفة التخزين
bg: Склад
bs: Ostava
cs: Úložný prostor
da: Lagerrum
de: Abstellkammer
el: Αποθήκη
es: Trastero
et: Panipaik
fa: انبار
fi: Varasto
fr: Débarras
hi: भण्डार कक्ष
hr: Skladište
hu: Raktárhelyiség
it: Ripostiglio
ja: 保管室
ko: 창고
lt: Sandėlio patalpa
ml: സംഭരണ മുറി
my: စတိုးဆိုင်
nl: Bergruimte
no: Bod
pl: Magazyn
pt: Despensa
ru: Кладовая
sl: Shramba
sr: Остава
sv: Förrådsrum
sw: Chumba cha duka
th: ห้องเก็บของ
tr: Mağaza odası
uk: Комора
vi: Phòng kho
zh: 储藏室

# roomOffice
source: Office
af: Kantoor
ar: المكتب
bg: Офис
bs: Ured
cs: Kancelář
da: Kontor
de: Büro
el: Γραφείο
es: Despacho
et: Kontor
fa: دفتر
fi: Toimisto
fr: Bureau
hi: कार्यालय
hr: Ured
hu: Iroda
it: Ufficio
ja: オフィス
ko: 사무실
lt: Biuras
ml: ഓഫീസ്
my: ရုံး
nl: Kantoor
no: Kontor
pl: Biuro
pt: Escritório
ru: Офис
sl: Pisarna
sr: Канцеларија
sv: Kontor
sw: Ofisi
th: สำนักงาน
tr: Ofis
uk: Офіс
vi: Văn phòng
zh: 办公室

# roomGarden
source: Garden
af: Tuin
ar: الحديقة
bg: Градина
bs: Vrt
cs: Zahrada
da: Have
de: Garten
el: Κήπος
es: Jardín
et: Aed
fa: باغ
fi: Puutarha
fr: Jardin
hi: बगीचा
hr: Vrt
hu: Kert
it: Giardino
ja: 庭
ko: 정원
lt: Sodas
ml: തോട്ടം
my: ဉယျာဉ်
nl: Tuin
no: Hage
pl: Ogród
pt: Jardim
ru: Сад
sl: Vrt
sr: Гарден
sv: Trädgård
sw: Bustani
th: สวน
tr: Bahçe
uk: Сад
vi: Vườn
zh: 花园

source: Counter
af: Teller
ar: العداد
bg: Брояч
bs: Brojač
cs: Čelit
da: Tæller
de: Zähler
el: Μετρητής
es: Contador
et: Loendur
fa: شمارنده
fi: Laskuri
fr: Compteur
hi: विरोध करना
hr: Brojač
it: Contatore
ja: カウンタ
ko: 계량기
lt: Skaitliukas
ml: കൗണ്ടർ
my: ဆိုင်ရောင်းခုံရှည်
nl: Meter
no: Disk
pl: Lada
pt: Contador
ru: Счетчик
sl: števec
sr: Цоунтер
sv: Disk
sw: Kaunta
th: เคาน์เตอร์
tr: Tezgah
uk: Лічильник
vi: Quầy tính tiền
zh: 柜台

# counterDirectionAscending
source: ascending
af: stygend
ar: تصاعدي
bg: нарастващ
bs: uzlazno
cs: vzestupně
da: stigende
de: steigend
el: αύξουσα
es: ascendente
et: kasvav
fa: صعودی
fi: nouseva
fr: ascendant
hi: आरोही
hr: rastući
hu: felmenő
it: crescente
ja: 上昇
ko: 증가 방향
lt: kylantis
ml: കൂടുന്നു
my: တက်
nl: oplopend
no: stigende
pl: rosnąco
pt: ascendente
ru: возрастающий
sl: naraščajoče
sr: узлазно
sv: stigande
sw: Kupanda
th: จากน้อยไปมาก
tr: artan
uk: висхідний
vi: tăng dần
zh: 上升

# counterDirectionDescending
source: descending
af: dalend
ar: تنازلي
bg: намаляващ
bs: silazno
cs: klesající
da: faldende
de: sinkend
el: φθίνουσα
es: descendente
et: kahanev
fa: نزولی
fi: laskeva
fr: descendant
hi: अवरोही
hr: padajući
hu: ereszkedő
it: affondando
ja: 降順
ko: 감소 방향
lt: nusileidžiantis
ml: കുറയുന്നു
my: ဆင်း
nl: aflopend
no: synkende
pl: malejąco
pt: descendente
ru: убывающий
sl: padajoče
sr: силазни
sv: fallande
sw: Kushuka
th: จากมากไปน้อย
tr: alçalan
uk: спадання
vi: giảm dần
zh: 下降

# counterDirectionNone
source: {consumptionElectricity}/{consumptionSolar}
my: Phtoken0 / Phtoken1
sr: ПХТОКЕН0/ПХТОКЕН1
sw: Phtoken0/phtoken1

# counterWater
source: Water meters
af: Watertellers
ar: عدادات الماء
bg: Водомери
bs: Vodomjeri
cs: Vodoměry
da: Vandmålere
de: Wasserzähler
el: Μετρητές νερού
es: Contadores de agua
et: Veemõturid
fa: کنتورهای آب
fi: Vesimittarit
fr: Compteurs d'eau
hi: पानी के मीटर
hr: Vodomjeri
hu: Vízmérők
it: Contatori dell'acqua
ja: 水道メーター
ko: 수도 계량기
lt: Vandens skaitikliai
ml: ജല കൗണ്ടറുകൾ
my: ရေမီတာ
no: Vannmålere
pl: Wodomierze
pt: Medidores de água
ru: Счетчики воды
sl: Merilniki vode
sr: Водомери
sv: Vattenmätare
sw: Mita za maji
th: มิเตอร์น้ำ
tr: Su sayaçları
uk: Лічильники води
vi: Đồng hồ nước
zh: 水表

# counters
source: Meters
ar: العدادات
bg: Броячи
bs: Metri
cs: metrů
da: Meter
de: Zähler
el: Μετρητές
es: Contador
et: Mõõturid
fa: مترها
fi: Mittarit
fr: Compteurs
hi: मीटर की दूरी पर
hr: Brojači
hu: Méterek
it: Contatore
ja: メートル
ko: 계량기
lt: Metrai
ml: കൗണ്ടറുകൾ
my: မီတာ
nl: Meterstanden
no: Meter
pl: Metry
pt: Contador
ru: Счетчик
sl: Metri
sr: Метерс
sv: Meter
sw: Mita
th: เมตร
tr: Metre
uk: Метри
vi: Mét
zh: 米

# changeCounterOrder
source: If necessary, you can change the order
af: Indien nodig, kan jy die volgorde verander
ar: إذا لزم الأمر، يمكنك تغيير الترتيب
bg: Ако е необходимо, можете да промените реда
bs: Ako je potrebno, možete promijeniti redoslijed
cs: V případě potřeby můžete objednávku změnit
da: Om nødvendigt kan du ændre rækkefølgen
de: Falls nötig, können Sie die Reihenfolge ändern
el: Εάν είναι απαραίτητο, μπορείτε να αλλάξετε τη σειρά
es: Si es necesario, puede cambiar el orden
et: Vajadusel saate muuta järjekorda
fa: در صورت لزوم می توانید سفارش را تغییر دهید
fi: Tarvittaessa voit muuttaa tilausta
fr: Si nécessaire, vous pouvez modifier l'ordre
hi: यदि आवश्यक हो तो आप ऑर्डर बदल सकते हैं
hr: Ako je potrebno, možete promijeniti redoslijed
hu: Ha szükséges, megváltoztathatja a sorrendet
it: Se necessario, potete cambiare l'ordine
ja: 必要に応じて、順序を変更できます
ko: 필요한 경우 순서를 변경할 수 있습니다
lt: Jei reikia, užsakymą galite pakeisti
ml: ആവശ്യമെങ്കിൽ, നിങ്ങൾക്ക് ഓർഡർ മാറ്റാം
my: လိုအပ်ပါကသင်သည်အမိန့်ကိုပြောင်းလဲနိုင်သည်
nl: Indien nodig kunt u de volgorde wijzigen
no: Om nødvendig kan du endre rekkefølgen
pl: W razie potrzeby możesz zmienić kolejność
pt: Se necessário, pode alterar a encomenda
ru: При необходимости вы можете изменить порядок
sl: Po potrebi lahko vrstni red spremenite
sr: Ако је потребно, можете променити редослед
sv: Vid behov kan du ändra ordningen
sw: Ikiwa ni lazima, unaweza kubadilisha agizo
th: หากจำเป็นคุณสามารถเปลี่ยนลำดับได้
tr: Gerekirse sırayı değiştirebilirsiniz
uk: При необхідності ви можете змінити порядок
vi: Nếu cần, bạn có thể thay đổi thứ tự
zh: 如有需要，您可以更改订单

# newCounter
source: Create a new counter
af: Skep 'n nuwe teller
ar: إنشاء عداد جديد
bg: Създайте нов брояч
bs: Kreirajte novi brojač
cs: Vytvořte nový čítač
da: Opret en ny tæller
de: Neuen Zähler anlegen
el: Δημιουργία νέου μετρητή
es: Crear un nuevo contador
et: Loo uus mõõtur
fa: یک شمارنده جدید ایجاد کنید
fi: Luo uusi laskuri
fr: Créer un nouveau compteur
hi: एक नया काउंटर बनाएं
hr: Napravi novi brojač
hu: Új számláló létrehozása
it: Creare un nuovo contatore
ja: 新しいカウンターを作成する
ko: 새 계량기 생성
lt: Sukurkite naują skaitiklį
ml: ഒരു പുതിയ കൗണ്ടർ സൃഷ്ടിക്കുക
my: အသစ်တစ်ခုကောင်တာဖန်တီးပါ
nl: Maak een nieuwe meter
no: Opprett en ny teller
pl: Utwórz nowy licznik
pt: Criar novo contador
ru: Создать новый счетчик
sl: Ustvarite nov števec
sr: Направите нови бројач
sv: Skapa en ny räknare
sw: Unda kaunta mpya
th: สร้างเคาน์เตอร์ใหม่
tr: Yeni bir sayaç oluştur
uk: Створіть новий лічильник
vi: Tạo một bộ đếm mới
zh: 创建一个新计数器
