Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# watersupplierNoAccessDetailedMessage
source: If you believe that you should still have access, please scan your activation code again. If the access code is no longer valid, please submit a new access request.
af: As jy glo dat jy steeds toegang moet hê, skandeer asseblief jou aktiveringskode weer. As die toegangskode nie meer geldig is nie, dien asseblief 'n nuwe toegangsversoek in.
ar: إذا كنت تعتقد أنك يجب أن تحتفظ بالوصول، يرجى مسح رمز التفعيل الخاص بك مرة أخرى. إذا لم يعد رمز الوصول صالحاً، يرجى تقديم طلب وصول جديد.
bg: Ако смятате, че все още трябва да имате достъп, моля, сканирайте отново кода си за активиране. Ако кодът за достъп вече не е валиден, моля, подайте нова заявка за достъп.
bs: Ako smatrate da još uvijek trebate imati pristup, skenirajte ponovo svoj aktivacijski kod. Ako pristupni kod više nije važeći, podnesite novi zahtjev za pristup.
cs: Pokud se domníváte, že byste stále měli mít přístup, znovu naskenujte aktivační kód. Pokud přístupový kód již není platný, odešlete novou žádost o přístup.
da: Hvis du mener, at du stadig burde have adgang, skal du scanne din aktiveringskode igen. Hvis adgangskoden ikke længere er gyldig, bedes du indsende en ny adgangsanmodning.
de: Wenn Sie der Meinung sind, dass Sie unverändert Zugriff haben sollten, scannen Sie bitte erneut Ihren Aktivierungscode. Ist der Zugriffscode nicht mehr gültig, dann stellen Sie bitte eine neue Zugriffsanfrage.
el: Αν πιστεύετε ότι θα πρέπει να έχετε ακόμα πρόσβαση, σαρώστε ξανά τον κωδικό ενεργοποίησής σας. Εάν ο κωδικός πρόσβασης δεν είναι πλέον έγκυρος, παρακαλούμε υποβάλετε νέα αίτηση πρόσβασης.
es: Si cree que aún debería tener acceso, escanee su código de activación nuevamente. Si el código de acceso ya no es válido, envíe una nueva solicitud de acceso.
et: Kui usud, et peaksid ikkagi ligipääsu omama, skanni palun uuesti aktiveerimiskood. Kui kood enam ei kehti, esita uus ligipääsu taotlus.
fa: اگر فکر می کنید هنوز باید دسترسی داشته باشید، لطفاً کد فعال سازی خود را دوباره اسکن کنید.اگر کد دسترسی دیگر معتبر نیست، لطفاً یک درخواست دسترسی جدید ارسال کنید.
fi: Jos uskot, että sinulla pitäisi edelleen olla pääsy, skannaa aktivointikoodi uudelleen.Jos pääsykoodi ei ole enää voimassa, lähetä uusi käyttöoikeuspyyntö.
fr: Si vous pensez que vous devriez toujours avoir accès, veuillez scanner à nouveau votre code d’activation. Si le code d’accès n’est plus valide, veuillez soumettre une nouvelle demande d’accès.
hi: यदि आपको लगता है कि आपके पास अभी भी पहुंच होनी चाहिए, तो कृपया अपना सक्रियण कोड फिर से स्कैन करें।यदि एक्सेस कोड अब मान्य नहीं है, तो कृपया एक नया एक्सेस अनुरोध सबमिट करें।
hr: Ako smatrate da biste i dalje trebali imati pristup, ponovno skenirajte svoj aktivacijski kod.Ako pristupna šifra više ne vrijedi, podnesite novi pristupni zahtjev.
hu: Ha úgy gondolja, hogy még mindig hozzáférhet, kérjük, olvassa be újra az aktiváló kódot. Ha a hozzáférési kód már nem érvényes, kérjük, küldjön új hozzáférési kérelmet.
it: Se ritieni di dover ancora avere accesso, scansiona nuovamente il codice di attivazione. Se il codice di accesso non è più valido, invia una nuova richiesta di accesso.
ja: まだアクセスできるはずだと思われる場合は、アクティベーション コードをもう一度スキャンしてください。アクセス コードが有効でなくなった場合は、新しいアクセス リクエストを送信してください。
ko: 접근 권한이 여전히 있어야 한다고 생각된다면 활성화 코드를 다시 스캔하세요. 접근 코드가 더 이상 유효하지 않다면 새로운 접근 요청을 제출해야 합니다.
lt: Jei manote, kad vis tiek turėtumėte turėti prieigą, dar kartą nuskaitykite aktyvinimo kodą. Jei prieigos kodas nebegalioja, pateikite naują prieigos užklausą.
ml: നിങ്ങൾക്ക് ഇപ്പോഴും ആക്‌സസ് ഉണ്ടെന്ന് നിങ്ങൾ വിശ്വസിക്കുന്നുവെങ്കിൽ, നിങ്ങളുടെ ആക്റ്റിവേഷൻ കോഡ് വീണ്ടും സ്കാൻ ചെയ്യുക. ആക്സസ് കോഡ് ഇനി സാധുതയുള്ളതല്ലെങ്കിൽ, ദയവായി ഒരു പുതിയ ആക്സസ് അഭ്യർത്ഥന സമർപ്പിക്കുക.
my: သင်ရရှိနိုင်ကြောင်းသင်ယုံကြည်ပါကသင်၏ activation code ကိုထပ်မံစစ်ဆေးပါ။ ဝင်ရောက်ခွင့်ကုဒ်သည်မမှန်ပါက ကျေးဇူးပြု. ဝင်ရောက်ခွင့်အသစ်တစ်ခုကိုတင်သွင်းပါ။
nl: Als u denkt dat u nog steeds toegang zou moeten hebben, scan dan uw activatiecode opnieuw. Als de toegangscode niet meer geldig is, dient u een nieuwe toegangsaanvraag in.
no: Hvis du mener at du fortsatt bør ha tilgang, vennligst skann aktiveringskoden din på nytt. Hvis tilgangskoden ikke lenger er gyldig, vennligst send inn en ny tilgangsforespørsel.
pl: Jeśli uważasz, że nadal powinieneś mieć dostęp, zeskanuj ponownie kod aktywacyjny. Jeśli kod dostępu nie jest już ważny, prosimy o przesłanie nowego wniosku o dostęp.
pt: Caso acredite que ainda deva ter acesso, digitalize novamente seu código de ativação. Se o código de acesso não for mais válido, envie uma nova solicitação de acesso.
ru: Если вы считаете, что у вас по-прежнему должен быть доступ, отсканируйте свой код активации еще раз. Если код доступа больше недействителен, отправьте новый запрос на доступ.
sl: Če menite, da bi še vedno morali imeti dostop, ponovno skenirajte svojo aktivacijsko kodo. Če koda za dostop ni več veljavna, oddajte novo zahtevo za dostop.
sr: Ако верујете да још увек треба да имате приступ, скенирајте поново свој активациони код. Ако приступни код више није важећи, пошаљите нови захтев за приступ.
sv: Om du anser att du fortfarande borde ha åtkomst, vänligen skanna din aktiveringskod igen. Om åtkomstkoden inte längre är giltig, skicka in en ny begäran om åtkomst.
sw: Ikiwa unaamini kuwa bado unapaswa kupata, tafadhali chakane nambari yako ya uanzishaji tena. Ikiwa nambari ya ufikiaji sio halali tena, tafadhali wasilisha ombi mpya la ufikiaji.
th: หากคุณเชื่อว่าคุณยังคงสามารถเข้าถึงได้ โปรดสแกนรหัสเปิดใช้งานของคุณอีกครั้ง หากรหัสการเข้าถึงใช้ไม่ได้อีกต่อไป โปรดส่งคำขอเข้าถึงใหม่
tr: Hâlâ erişiminizin olması gerektiğini düşünüyorsanız lütfen aktivasyon kodunuzu tekrar tarayın. Erişim kodu artık geçerli değilse lütfen yeni bir erişim isteği gönderin.
uk: Якщо ви вважаєте, що все ще маєте доступ, відскануйте код активації ще раз. Якщо код доступу більше не дійсний, надішліть новий запит на доступ.
vi: Nếu bạn cho rằng mình vẫn có quyền truy cập, vui lòng quét lại mã kích hoạt. Nếu mã truy cập không còn hợp lệ, vui lòng gửi yêu cầu truy cập mới.
zh: 如果您认为您仍然可以访问，请再次扫描您的激活码。如果访问代码不再有效，请提交新的访问请求。

source: zip code
af: poskode
ar: الرمز البريدي
bg: пощенски код
bs: poštanski broj
cs: PSČ
da: postnummer
de: Postleitzahl
el: ταχυδρομικός κώδικας
es: Código postal
et: postiindeks
fa: کد پستی
fi: postinumero
fr: Code postal
hi: ज़िप कोड
hr: Poštanski broj
hu: irányítószám
it: Codice postale
ja: 郵便番号
ko: 우편번호
lt: pašto kodas
ml: തപാൽ കോഡ്
my: စာတိုက်သင်္ကေတ
nl: postcode
no: postnummer
pl: kod pocztowy
pt: CEP
ru: Почтовый индекс
sl: poštna številka
sr: поштански број
sv: postnummer
sw: nambari ya zip
th: รหัสไปรษณีย์
tr: posta kodu
uk: поштовий індекс
vi: mã vùng
zh: 邮政编码

# zipCodeValidationOnlyNumbers
source: A valid zip code consists only of numbers
af: 'n Geldige poskode bestaan slegs uit syfers
ar: الرمز البريدي الصالح يتكون من أرقام فقط
bg: Валиден пощенски код се състои само от цифри
bs: Važeći poštanski broj sastoji se samo od brojeva
cs: Platné PSČ se skládá pouze z čísel
da: Et gyldigt postnummer består kun af tal
de: Eine gültige Postleitzahl besteht nur aus Zahlen
el: Ένας έγκυρος ταχυδρομικός κώδικας αποτελείται μόνο από αριθμούς
es: Un código postal válido solo contiene números
et: Kehtiv postiindeks koosneb ainult numbritest
fa: یک کد پستی معتبر فقط از اعداد تشکیل شده است
fi: Kelvollinen postinumero koostuu vain numeroista
fr: Un code postal valide ne contient que des chiffres
hi: एक वैध ज़िप कोड में केवल संख्याएँ होती हैं
hr: Važeći poštanski broj sastoji se samo od brojeva
hu: Az érvényes irányítószám csak számokból áll
it: Un codice postale valido è composto solo da numeri
ja: 有効な郵便番号は数字のみで構成されます
ko: 유효한 우편번호는 숫자로만 구성됩니다
lt: Galiojantį pašto kodą sudaro tik skaičiai
ml: ഒരു സാധുവായ പിൻ കോഡിൽ അക്കങ്ങൾ മാത്രമേ അടങ്ങിയിട്ടുള്ളൂ
my: ခိုင်လုံသော zip ကုဒ်နံပါတ်များသာပါဝင်သည်
nl: Een geldige postcode bestaat alleen uit cijfers
no: Et gyldig postnummer består kun av tall
pl: Prawidłowy kod pocztowy składa się wyłącznie z cyfr
pt: Um código postal válido consiste apenas em números
ru: Допустимый почтовый индекс состоит только из цифр
sl: Veljavna poštna številka je sestavljena samo iz številk
sr: Важећи поштански број се састоји само од бројева
sv: Ett giltigt postnummer består endast av nummer
sw: Nambari halali ya zip ina nambari tu
th: รหัสไปรษณีย์ที่ถูกต้องประกอบด้วยตัวเลขเท่านั้น
tr: Geçerli bir posta kodu yalnızca sayılardan oluşur
uk: Дійсний поштовий індекс складається лише з цифр
vi: Mã zip hợp lệ chỉ bao gồm các số
zh: 有效的邮政编码仅由数字组成

# zipCodeValidationLength
source: Please enter a {digits}-digit postal code
af: Voer asseblief 'n {digits}-syfer poskode in
ar: يرجى إدخال رمز بريدي مكون من {digits} أرقام
bg: Моля, въведете {digits}-цифрен пощенски код
bs: Unesite {digits}-cifreni poštanski broj
cs: Zadejte prosím {digits}místné poštovní směrovací číslo
da: Indtast venligst et {digits}-cifret postnummer
de: Bitte {digits}-stellige Postleitzahl eingeben
el: Εισάγετε έναν ταχυδρομικό κώδικα {digits} ψηφίων.
es: Introduce un código postal de {digits} dígitos
et: Palun sisesta {digits}-kohaline postiindeks
fa: لطفاً یک کد پستی {digits}-رقمی وارد کنید
fi: Syötä {digits} numeroinen postinumero
fr: Veuillez saisir un code postal à {digits} chiffres
hi: कृपया {digits}-अंकीय डाक कोड दर्ज करें
hr: Molimo unesite {digits}-znamenkasti poštanski broj
hu: Kérjük, adja meg a {digits} -jegyű irányítószámot
it: Inserisci un codice postale di {digits} cifre
ja: {digits}桁の郵便番号を入力してください
ko: {digits}자리 우편번호를 입력하세요
lt: Įveskite {digits} skaitmenų pašto kodą
ml: ദയവായി {digits}-അക്കമുള്ള തപാൽ കോഡ് നൽകുക
my: ကျေးဇူးပြုပြီး Phtoken0-digit စာတိုက်ကုဒ်ကိုရိုက်ထည့်ပါ
nl: Voer een {digits}-cijferige postcode in
no: Vennligst skriv inn et {digits}-sifret postnummer
pl: Proszę wprowadzić {digits}-cyfrowy kod pocztowy
pt: Insira um código postal de {digits} dígitos
ru: Введите {digits}-значный почтовый индекс
sl: Vnesite {digits}-mestno poštno številko
sr: Унесите ПХТОКЕН0-цифрени поштански број
sv: Vänligen ange ett {digits}-siffrigt postnummer
sw: Tafadhali ingiza nambari ya posta ya nambari ya phtoken0
th: กรุณากรอกรหัสไปรษณีย์ {digits} หลัก
tr: Lütfen {digits} haneli posta kodunu girin
uk: Введіть {digits}-значний поштовий індекс
vi: Vui lòng nhập mã bưu chính {digits} chữ số
zh: 请输入 {digits} 位邮政编码

source: House name
af: Huisnaam
ar: اسم المنزل
bg: Име на къщата
bs: Ime kuće
cs: Jméno domu
da: Husets navn
de: Hausbezeichnung
el: Όνομα σπιτιού
es: Nombre de la casa
et: Maja nimi
fa: نام خانه
fi: Talon nimi
fr: Nom de la maison
hi: घर का नाम
hr: Ime kuće
hu: Ház neve
it: Nome dell'abitazione
ja: 家名
ko: 주택 이름
lt: Namo pavadinimas
ml: വീടിൻ്റെ പേര്
my: အိမ်အမည်
nl: Huisnaam
no: Husets navn
pl: Nazwa domu
pt: Nome da casa
ru: Название дома
sl: Hišno ime
sr: Име куће
sv: Husets namn
sw: Jina la nyumba
th: ชื่อบ้าน
tr: Ev adı
uk: Назва будинку
vi: Tên nhà
zh: 房屋名称

# houseNameDescription
source: House name, e.g. street name
af: Huisnaam, bv. straatnaam
ar: اسم المنزل، على سبيل المثال اسم الشارع
bg: Име на къщата, напр. име на улица
bs: Ime kuće, npr. naziv ulice
cs: Jméno domu, např. název ulice
da: Husnavn, f.eks. gadenavn
de: Hausbezeichnung, z.B. Straßenname
el: Όνομα σπιτιού, π.χ. όνομα οδού
es: Nombre de la casa, p. ej. nombre de la calle
et: Maja nimi, nt tänava nimi
fa: نام خانه، مثلاً نام خیابان
fi: Talon nimi, esim.kadun nimi
fr: Nom de la maison, par exemple nom de la rue
hi: घर का नाम, उदा.सड़क का नाम
hr: Ime kuće, npr. naziv ulice
hu: Háznév, pl. utcanév
it: Nome dell'abitazione, ad es. nome della via
ja: 家の名前、例:通りの名前
ko: 주택 이름, 예: 도로명
lt: Namo pavadinimas, pvz.gatvės pavadinimas
ml: വീട്ടിന്റെ പേര്, ഉദാ. തെരുവ് പേര്
my: အိမ်အမည်, E.G. လမ်းနာမည်
nl: Huisnaam, bijv. straatnaam
no: Husnavn, f.eks. gatenavn
pl: Nazwa domu, np. nazwa ulicy
pt: Nome da casa, por exemplo, nome da rua
ru: Название дома, например, название улицы
sl: Hišno ime, npr. ime ulice
sr: Име куће, нпр. назив улице
sv: Husnamn, t.ex. gatunamn
sw: Jina la nyumba, n.k. Jina la Mtaa
th: ชื่อบ้าน เช่น ชื่อถนน
tr: Ev adı, ör. sokak adı
uk: Назва будинку, напр. назва вулиці
vi: Tên nhà, ví dụ: tên đường
zh: 房屋名称，例如街道名称

source: Market location ID
af: Markligging ID
ar: معرف موقع السوق
bg: ID на пазарно местоположение
bs: ID tržišne lokacije
cs: ID tržního místa
da: Markedsplacerings-id
de: Marktlokations-ID
el: Αναγνωριστικό θέσης αγοράς
es: ID de ubicación del mercado
et: Turukoha ID
fa: شناسه مکان بازار
fi: Markkinapaikan tunnus
fr: ID de la localisation
hi: बाज़ार स्थान आईडी
hr: ID lokacije tržišta
hu: Piaci hely azonosítója
it: ID della località di mercato
ja: 市場の場所ID
ko: 시장 위치 ID
lt: Rinkos vietos ID
ml: മാർക്കറ്റ് ലൊക്കേഷൻ ഐഡി
my: စျေးကွက်တည်နေရာ ID
nl: Marktlocatie-ID
no: Markedssteds-ID
pl: Identyfikator lokalizacji rynku
pt: identificação do local de mercado
ru: ID местоположения рынка
sl: ID tržne lokacije
sr: ИД тржишне локације
sv: Marknadsplats-ID
sw: Kitambulisho cha eneo la soko
th: รหัสที่ตั้งตลาด
tr: Pazar konumu kimliği
uk: Ідентифікатор місця розташування ринку
vi: ID vị trí thị trường
zh: 市场位置 ID

# marketLocationIdDescription
source: The market location ID always consists of 11 digits. You can usually find this on your last electricity or gas bill.
af: Die markligging ID bestaan altyd uit 11 syfers. Jy kan dit gewoonlik op jou laaste elektrisiteit- of gasrekening vind.
ar: معرف موقع السوق يتكون دائماً من 11 رقم. يمكنك عادة العثور على هذا في آخر فاتورة كهرباء أو غاز.
bg: ID на пазарното местоположение винаги се състои от 11 цифри. Обикновено можете да го намерите на последната си сметка за ток или газ.
bs: ID tržišne lokacije uvijek se sastoji od 11 cifara. To obično možete pronaći na vašem posljednjem računu za struju ili plin.
cs: ID tržního místa se vždy skládá z 11 číslic. Obvykle to najdete na posledním účtu za elektřinu nebo plyn.
da: Markedslokations-id'et består altid af 11 cifre. Det kan du normalt finde på din sidste el- eller gasregning.
de: Die Marktlokations-ID besteht immer aus 11 Ziffern. Sie finden diese in der Regel auf Ihrer letzten Strom- oder Gasrechnung.
el: Το αναγνωριστικό θέσης αγοράς αποτελείται πάντα από 11 ψηφία. Συνήθως μπορείτε να το βρείτε στον τελευταίο σας λογαριασμό ηλεκτρικού ρεύματος ή φυσικού αερίου.
es: El ID de ubicación del mercado siempre consta de 11 dígitos. Suele aparecer en la última factura de la luz o el gas.
et: Turukoha ID koosneb alati 11 numbrist. Tavaliselt leiad selle oma viimaselt elektri- või gaasiarvelt.
fa: شناسه مکان بازار همیشه از 11 رقم تشکیل شده است.معمولاً می توانید این را در آخرین قبض برق یا گاز خود پیدا کنید.
fi: Markkinapaikan tunnus koostuu aina 11 numerosta.Löydät tämän yleensä viimeisestä sähkö- tai kaasulaskustasi.
fr: L'ID de la localisation du marché se compose toujours de 11 chiffres. Vous le trouverez généralement sur votre dernière facture d'électricité ou de gaz.
hi: बाज़ार स्थान आईडी हमेशा 11 अंकों की होती है।आप इसे आमतौर पर अपने पिछले बिजली या गैस बिल पर पा सकते हैं।
hr: ID lokacije tržišta uvijek se sastoji od 11 znamenki.To obično možete pronaći na zadnjem računu za struju ili plin.
hu: A piaci hely azonosítója mindig 11 számjegyből áll. Ezt általában a legutóbbi villany- vagy gázszámláján találja.
it: L'ID della località di mercato è sempre composto da 11 cifre. Di solito si trova sull'ultima bolletta dell'elettricità o del gas.
ja: 市場の場所 ID は常に 11 桁で構成されます。通常、これは前回の電気またはガスの請求書に記載されています。
ko: 시장 위치 ID는 항상 11자리 숫자로 구성됩니다. 일반적으로 최근 전기 또는 가스 요금서에서 확인할 수 있습니다.
lt: Prekybos vietos ID visada susideda iš 11 skaitmenų. Paprastai tai galite rasti paskutinėje elektros ar dujų sąskaitoje.
ml: മാർക്കറ്റ് ലൊക്കേഷൻ ഐഡിയിൽ എപ്പോഴും 11 അക്കങ്ങൾ അടങ്ങിയിരിക്കുന്നു. നിങ്ങളുടെ അവസാനത്തെ വൈദ്യുതി അല്ലെങ്കിൽ ഗ്യാസ് ബില്ലിൽ ഇത് സാധാരണയായി കണ്ടെത്താനാകും.
my: စျေးကွက်တည်နေရာ ID သည်ဂဏန်း 11 လုံးပါဝင်သည်။ သင်သည်သင်၏နောက်ဆုံးပေါ်လျှပ်စစ်သို့မဟုတ်သဘာဝဓာတ်ငွေ့ငွေတောင်းခံလွှာတွင်ဤအရာကိုတွေ့နိုင်သည်။
nl: De marktlocatie-ID bestaat altijd uit 11 cijfers. U kunt dit meestal vinden op uw laatste elektriciteits- of gasrekening.
no: Markedssteds-IDen består alltid av 11 sifre. Du kan vanligvis finne dette på din siste strøm- eller gassregning.
pl: Identyfikator lokalizacji rynku składa się zawsze z 11 cyfr. Zwykle można to znaleźć na ostatnim rachunku za prąd lub gaz.
pt: A identificação do local de mercado é sempre composta por 11 dígitos. Normalmente, pode encontrá-lo na sua última fatura de eletricidade ou gás.
ru: Идентификатор местонахождения рынка всегда состоит из 11 цифр. Обычно его можно найти на последнем счете за электричество или газ.
sl: ID lokacije trga je vedno sestavljen iz 11 števk. To običajno najdete na zadnjem računu za elektriko ali plin.
sr: ИД тржишне локације увек се састоји од 11 цифара. Ово обично можете пронаћи на последњем рачуну за струју или гас.
sv: Marknadsplats-ID består alltid av 11 siffror. Du kan vanligtvis hitta detta på din senaste el- eller gasräkning.
sw: Kitambulisho cha eneo la soko daima kina nambari 11. Kawaida unaweza kupata hii kwenye umeme wako wa mwisho au bili ya gesi.
th: รหัสสถานที่ตั้งตลาดประกอบด้วยตัวเลข 11 หลักเสมอ โดยปกติคุณจะพบสิ่งนี้ในบิลค่าไฟฟ้าหรือค่าแก๊สครั้งล่าสุดของคุณ
tr: Pazar yeri kimliği her zaman 11 haneden oluşur. Bunu genellikle son elektrik veya gaz faturanızda bulabilirsiniz.
uk: Ідентифікатор ринкового місця завжди складається з 11 цифр. Зазвичай це можна знайти на останньому рахунку за електроенергію чи газ.
vi: ID vị trí thị trường luôn bao gồm 11 chữ số. Bạn thường có thể tìm thấy điều này trên hóa đơn điện hoặc gas cuối cùng của mình.
zh: 市场位置 ID 始终由 11 位数字组成。您通常可以在最近的电费或燃气费账单上找到此信息。

source: Swimming pool
af: Swembad
ar: المسبح
bg: Плувен басейн
bs: Bazen
cs: Bazén
da: Svømmehal
de: Schwimmbad/Pool
el: Πισίνα
es: Piscina
et: Bassein
fa: استخر شنا
fi: Uima-allas
fr: Piscine
hi: स्विमिंग पूल
hr: Bazen
hu: Úszómedence
it: Piscina
ja: スイミングプール
ko: 수영장
lt: Baseinas
ml: നീന്തൽക്കുളം
my: ရေကူးကန်
nl: Zwembad
no: Svømmebasseng
pl: Basen
pt: Piscina
ru: Бассейн
sl: Bazen
sr: Свимминг поол
sv: Simbassäng
sw: Dimbwi la kuogelea
th: สระว่ายน้ำ
tr: Yüzme havuzu
uk: Басейн
vi: Bể bơi
zh: 游泳池

# smartmeterInfocodeBannerText
source: Smartmeter {smartmeterId} received infocode: {infocode}
af: Slimmeter {smartmeterId} het infokode ontvang: {infocode}
ar: العداد الذكي {smartmeterId} تلقى رمز المعلومات: {infocode}
bg: Интелигентен брояч {smartmeterId} получи инфокод: {infocode}
bs: Smartmetar {smartmeterId} je primio infokod: {infocode}
cs: Smartmeter {smartmeterId} přijal informační kód: {infocode}
da: Smartmeter {smartmeterId} modtog infokode: {infocode}
de: Smartmeter {smartmeterId} hat folgenden Infocode erhalten: {infocode}
el: Ο έξυπνος μετρητής {smartmeterId} έλαβε τον κωδικό πληροφοριών: {infocode}
es: El contador inteligente {smartmeterId} recibió el infocode: {infocode}
et: Nutiarvesti {smartmeterId} sai infokoodi: {infocode}
fa: سنج هوشمند {smartmeterId} کد اطلاعات دریافت کرد: {infocode}
fi: Älymittari {smartmeterId} vastaanotti tietokoodin: {infocode}
fr: Le compteur intelligent {smartmeterId} a reçu le code info : {infocode}
hi: स्मार्टमीटर {smartmeterId} को सूचनाकोड प्राप्त हुआ: {infocode}
hr: Smartmeter {smartmeterId} primio infocode: {infocode}
hu: Az intelligens mérő {smartmeterId} infokódot kapott: {infocode}
it: Smartmeter {smartmeterId} ha ricevuto il codice info: {infocode}
ja: スマートメーター {smartmeterId} が情報コードを受信しました: {infocode}
ko: 스마트미터 {smartmeterId}가 인포코드 {infocode}를 수신했습니다
lt: Išmanusis matuoklis {smartmeterId} gavo infokodą: {infocode}
ml: സ്മാർട്ട്മീറ്റർ {smartmeterId}-ന് ഇൻഫോകോഡ് ലഭിച്ചു: {infocode}
my: SmartMeter Phtoken0 ကို Phtoken ဒိုစာကိုလက်ခံရရှိသည်
nl: Slimme meter {smartmeterId} heeft infocode ontvangen: {infocode}
no: Smartmeter {smartmeterId} mottok infokode: {infocode}
pl: Smartmeter {smartmeterId} otrzymał kod informacyjny: {infocode}
pt: Medidor inteligente {smartmeterId} recebeu o infocode: {infocode}
ru: Умный счетчик {smartmeterId} получил код информации: {infocode}
sl: Pametni merilnik {smartmeterId} je prejel infokodo: {infocode}
sr: Смартметар ПХТОКЕН0 је примио инфокод: ПХТОКЕН1
sv: Smartmeter {smartmeterId} fick infokod: {infocode}
sw: SmartMeter Phtoken0 ilipokea InfoCode: PhToken1
th: Smartmeter {smartmeterId} ได้รับรหัสข้อมูล: {infocode}
tr: Akıllımetre {smartmeterId} bilgi kodunu aldı: {infocode}
uk: Смартметр {smartmeterId} отримав інфокод: {infocode}
vi: Đồng hồ thông minh {smartmeterId} đã nhận được mã thông tin: {infocode}
zh: 智能电表 {smartmeterId} 收到信息代码：{infocode}
