Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# tibberStatusWidgetTitle
source: Cache Management
af: Kasbestuur
ar: إدارة الذاكرة المؤقتة
bg: Управление на кеша
bs: Upravljanje kešom
cs: Správa mezipaměti
da: Cachestyring
de: Cache-Verwaltung
el: Διαχείριση κρυφής μνήμης
es: Gestión de Caché
et: Vahemälu haldus
fa: مدیریت کش
fi: Välimuistin hallinta
fr: Gestion du Cache
hi: कैश प्रबंधन
hr: Upravljanje predmemorijom
hu: Cache kezelés
it: Gestione Cache
ja: キャッシュ管理
ko: 캐시 관리
lt: Talpyklos valdymas
ml: കാഷെ മാനേജ്മെന്റ്
my: cache စီမံခန့်ခွဲမှု
nl: Cachebeheer
no: Bufferbehandling
pl: Zarządzanie pamięcią podręczną
pt: Gerenciamento de Cache
ru: Управление Кэшем
sl: Upravljanje predpomnilnika
sr: Управљање кешом
sv: Cachehantering
sw: Usimamizi wa kache
th: การจัดการแคช
tr: Önbellek Yönetimi
uk: Керування кешем
vi: Quản lý bộ đệm
zh: 缓存管理

# tibberStatusWidgetTibberSubscriptionStatus
source: Tibber Subscription Status
af: Tibber Intekeningstatus
ar: حالة اشتراك Tibber
bg: Статус на абонамента на Tibber
bs: Status pretplate na Tibber
cs: Stav předplatného Tibber
da: Tibber abonnementsstatus
de: Tibber-Abonnement-Status
el: Κατάσταση συνδρομής Tibber
es: Estado de Suscripción Tibber
et: Tibberi tellimuse olek
fa: وضعیت اشتراک Tibber
fi: Tibber-tilauksen tila
fr: Statut d'Abonnement Tibber
hi: टिब्बर सदस्यता स्थिति
hr: Status Tibber pretplate
hu: Tibber előfizetés állapota
it: Stato Abbonamento Tibber
ja: Tibber サブスクリプション ステータス
ko: Tibber 구독 상태
lt: „Tibber“ prenumeratos būsena
ml: ടിബ്ബർ സബ്സ്ക്രിപ്ഷൻ നില
my: tibber subscription status ကို
nl: Tibber-abonnementsstatus
no: Tibber abonnementsstatus
pl: Stan subskrypcji Tibbera
pt: Status da Assinatura Tibber
ru: Статус Подписки Tibber
sl: Stanje naročnine na Tibber
sr: Статус претплате на Тиббер
sv: Tibber prenumerationsstatus
sw: Hali ya usajili wa Tibber
th: สถานะการสมัครสมาชิก Tibber
tr: Tibber Abonelik Durumu
uk: Статус підписки на Tibber
vi: Trạng thái đăng ký Tibber
zh: 蒂伯订阅状态

# tibberSubscriptionStatusActive
source: active
af: aktief
ar: نشط
bg: активен
bs: aktivan
cs: aktivní
da: aktiv
de: aktiv
el: ενεργό
es: activo
et: aktiivne
fa: فعال
fi: aktiivinen
fr: actif
hi: सक्रिय
hr: aktivan
hu: aktív
it: attivo
ja: アクティブ
ko: 활성
lt: aktyvus
ml: സജീവമാണ്
my: လှုပ်ရှားသော
nl: actief
no: aktiv
pl: aktywny
pt: ativo
ru: активный
sl: aktivna
sr: активан
sv: aktiv
sw: kazi
th: คล่องแคล่ว
tr: aktif
uk: активний
vi: tích cực
zh: 积极的

# tibberSubscriptionStatusInactive
source: inactive
af: onaktief
ar: غير نشط
bg: неактивен
bs: neaktivan
cs: neaktivní
da: inaktiv
de: inaktiv
el: ανενεργό
es: inactivo
et: mitteaktiivne
fa: غیر فعال
fi: ei-aktiivinen
fr: inactif
hi: निष्क्रिय
hr: neaktivan
hu: inaktív
it: inattivo
ja: 非アクティブな
ko: 비활성
lt: neaktyvus
ml: നിഷ്ക്രിയ
my: မလှုပ်ရှားတတ်သော
nl: inactief
no: inaktiv
pl: nieaktywny
pt: inativo
ru: неактивный
sl: neaktiven
sr: неактиван
sv: inaktiv
sw: haifanyi kazi
th: ไม่ได้ใช้งาน
tr: aktif değil
uk: неактивний
vi: không hoạt động
zh: 不活跃的

# tibberSubscriptionStatusLoading
source: loading...
af: laai...
ar: جارٍ التحميل...
bg: зареждане...
bs: učitavanje...
cs: načítání...
da: indlæser...
de: wird geladen
el: φόρτωση...
es: cargando...
et: laadimine...
fa: در حال بارگذاری...
fi: ladataan...
fr: chargement...
hi: लोड हो रहा है...
hr: učitavanje...
hu: betöltés...
it: caricamento...
ja: 読み込み中...
ko: 로드 중...
lt: įkeliama...
ml: ലോഡ് ചെയ്യുന്നു...
my: တင် ...
nl: laden...
no: laster inn...
pl: załadunek...
pt: carregando...
ru: загрузка...
sl: nalaganje...
sr: лоадинг...
sv: belastning...
sw: Inapakia ...
th: กำลังโหลด...
tr: yükleniyor...
uk: завантаження...
vi: đang tải...
zh: 加载中...

# tibberLiveMeasurementCounterCardViewFooter
source: Live Measurement
af: Lewende Meting
ar: قياس مباشر
bg: Измерване в реално време
bs: Mjerenje uživo
cs: Živé měření
da: Live måling
de: Live-Messung
el: Ζωντανή μέτρηση
es: Medición en vivo
et: Reaalajas mõõtmine
fa: اندازه گیری زنده
fi: Live-mittaus
fr: Mesure en direct
hi: लाइव मापन
hr: Mjerenje uživo
hu: Élő mérés
it: Misurazione in tempo reale
ja: ライブ測定
ko: 실시간 측정
lt: Tiesioginis matavimas
ml: തത്സമയ അളവ്
my: တိုက်ရိုက်တိုင်းတာခြင်း
nl: Live meting
no: Live måling
pl: Pomiar na żywo
pt: Medição ao vivo
ru: Измерение в реальном времени
sl: Merjenje v živo
sr: Ливе Меасуремент
sv: Livemätning
sw: Kipimo cha moja kwa moja
th: การวัดสด
tr: Canlı Ölçüm
uk: Вимірювання в реальному часі
vi: Đo lường trực tiếp
zh: 实时测量

# tibberLiveMeasurementsWidgetNotSupported
source: Live measurements are not supported for this home.
af: Lewende metings word nie vir hierdie huis ondersteun nie.
ar: القياسات المباشرة غير مدعومة لهذا المنزل.
bg: Измерванията в реално време не се поддържат за този дом.
bs: Mjerenja uživo nisu podržana za ovaj dom.
cs: Živá měření nejsou u této domácnosti podporována.
da: Livemålinger understøttes ikke for dette hjem.
de: Live-Messungen werden für dieses Zuhause nicht unterstützt.
el: Οι ζωντανές μετρήσεις δεν υποστηρίζονται για αυτό το σπίτι.
es: Las mediciones en vivo no son compatibles con este hogar.
et: Reaalajas mõõtmised pole selle kodu jaoks toetatud.
fa: اندازه گیری زنده برای این خانه پشتیبانی نمی شود.
fi: Reaaliaikaisia ​​mittauksia ei tueta tässä kodissa.
fr: Les mesures en direct ne sont pas prises en charge pour ce domicile.
hi: इस घर के लिए लाइव माप समर्थित नहीं हैं.
hr: Mjerenja uživo nisu podržana za ovaj dom.
hu: Az élő mérések nem támogatottak ebben az otthonban.
it: Le misurazioni in tempo reale non sono supportate per questa casa.
ja: この住宅ではライブ測定はサポートされていません。
ko: 이 주택은 실시간 측정을 지원하지 않습니다.
lt: Tiesioginiai matavimai šiame namuose nepalaikomi.
ml: ഈ വീടിന് തത്സമയ അളവുകൾ പിന്തുണയ്ക്കുന്നില്ല.
my: Live တိုင်းတာမှုများသည်ဤအိမ်အတွက်မထောက်ပံ့ပါ။
nl: Live metingen worden niet ondersteund voor deze woning.
no: Live-målinger støttes ikke for dette hjemmet.
pl: Pomiary na żywo nie są obsługiwane w tym domu.
pt: As medições ao vivo não são suportadas para esta casa.
ru: Измерения в реальном времени не поддерживаются для этого дома.
sl: Meritve v živo za ta dom niso podprte.
sr: Мерења уживо нису подржана за овај дом.
sv: Livemätningar stöds inte för det här hemmet.
sw: Vipimo vya moja kwa moja haviungwa mkono kwa nyumba hii.
th: บ้านนี้ไม่รองรับการวัดผลแบบเรียลไทม์
tr: Bu ev için canlı ölçümler desteklenmiyor.
uk: Вимірювання в реальному часі для цього будинку не підтримуються.
vi: Các phép đo trực tiếp không được hỗ trợ cho ngôi nhà này.
zh: 该房屋不支持实时测量。

# tibberLiveAndHistoricalMeasurementsWidgetNotSupported
source: This home does not support live measurements or historical consumption data. Please select another home.
af: Hierdie huis ondersteun nie lewende metings of historiese verbruiksdata nie. Kies asseblief 'n ander huis.
ar: هذا المنزل لا يدعم القياسات المباشرة أو بيانات الاستهلاك التاريخية. يرجى اختيار منزل آخر.
bg: Този дом не поддържа измервания в реално време или исторически данни за консумация. Моля, изберете друг дом.
bs: Ovaj dom ne podržava mjerenja uživo ili istorijske podatke o potrošnji. Molimo odaberite drugi dom.
cs: Tato domácnost nepodporuje živá měření ani historická data o spotřebě. Vyberte prosím jiný domov.
da: Dette hjem understøtter ikke live-målinger eller historiske forbrugsdata. Vælg venligst et andet hjem.
de: Für dieses Zuhause sind keine Live-Messungen oder historischen Verbrauchsdaten verfügbar. Bitte wählen Sie ein anderes Zuhause aus.
el: Αυτό το σπίτι δεν υποστηρίζει ζωντανές μετρήσεις ή ιστορικά δεδομένα κατανάλωσης. Παρακαλούμε επιλέξτε άλλο σπίτι.
es: Esta casa no admite mediciones en vivo ni datos históricos de consumo. Por favor, seleccione otra casa.
et: Selle kodu puhul pole toetatud ei reaalajas mõõtmised ega ajalooline tarbimine. Palun vali mõni muu kodu.
fa: این خانه از اندازه‌گیری‌های زنده یا داده‌های مصرف تاریخی پشتیبانی نمی‌کند.لطفا خانه دیگری را انتخاب کنید.
fi: Tämä koti ei tue reaaliaikaisia ​​mittauksia tai historiallisia kulutustietoja.Valitse toinen koti.
fr: Ce domicile ne prend pas en charge les mesures en direct ni les données de consommation historiques. Veuillez sélectionner un autre domicile.
hi: यह होम लाइव माप या ऐतिहासिक उपभोग डेटा का समर्थन नहीं करता है।कृपया कोई अन्य घर चुनें.
hr: Ovaj dom ne podržava mjerenja uživo ili povijesne podatke o potrošnji.Odaberite drugi dom.
hu: Ez az otthon nem támogatja az élő méréseket vagy a korábbi fogyasztási adatokat. Kérjük, válasszon egy másik otthont.
it: Questa casa non supporta misurazioni in tempo reale né dati storici di consumo. Seleziona un'altra casa.
ja: この住宅では、ライブ測定や過去の消費量データはサポートされていません。別のホームを選択してください。
ko: 이 주택은 실시간 또는 과거 소비 데이터를 지원하지 않습니다. 다른 주택을 선택하세요.
lt: Šiuose namuose nepalaikomi tiesioginiai matavimai arba istoriniai suvartojimo duomenys. Pasirinkite kitą namą.
ml: ഈ വീട് തത്സമയ അളവുകൾ അല്ലെങ്കിൽ ചരിത്രപരമായ ഉപഭോഗ ഡാറ്റയെ പിന്തുണയ്ക്കുന്നില്ല. ദയവായി മറ്റൊരു വീട് തിരഞ്ഞെടുക്കുക.
my: ဤအိမ်သည်တိုက်ရိုက်တိုင်းတာမှုများသို့မဟုတ်သမိုင်းဝင်စားသုံးမှုအချက်အလက်များကိုမထောက်ပံ့ပါ။ အခြားအိမ်ကိုရွေးချယ်ပါ။
nl: Deze woning ondersteunt geen live metingen of historische verbruiksgegevens. Selecteer een andere woning.
no: Dette hjemmet støtter ikke direkte målinger eller historiske forbruksdata. Velg et annet hjem.
pl: Ten dom nie obsługuje pomiarów na żywo ani historycznych danych dotyczących zużycia. Proszę wybrać inny dom.
pt: Esta casa não suporta medições ao vivo nem dados históricos de consumo. Por favor, selecione outra casa.
ru: Для этого дома недоступны данные о потреблении в реальном времени и в прошлом. Пожалуйста, выберите другой дом.
sl: Ta dom ne podpira meritev v živo ali preteklih podatkov o porabi. Izberite drug dom.
sr: Овај дом не подржава мерења уживо или историјске податке о потрошњи. Изаберите други дом.
sv: Det här hemmet stöder inte livemätningar eller historiska förbrukningsdata. Välj ett annat hem.
sw: Nyumba hii haiungi mkono vipimo vya moja kwa moja au data ya kihistoria. Tafadhali chagua nyumba nyingine.
th: บ้านนี้ไม่รองรับการวัดแบบเรียลไทม์หรือข้อมูลการบริโภคในอดีต กรุณาเลือกบ้านอื่น
tr: Bu ev, canlı ölçümleri veya geçmiş tüketim verilerini desteklemiyor. Lütfen başka bir ev seçin.
uk: Цей дім не підтримує вимірювання в реальному часі або історичні дані про споживання. Виберіть інший будинок.
vi: Ngôi nhà này không hỗ trợ đo lường trực tiếp hoặc dữ liệu tiêu thụ lịch sử. Vui lòng chọn nhà khác.
zh: 该房屋不支持实时测量或历史消费数据。请选择另一个家。

# tibberLiveMeasurementsWidgetConnecting
source: Connecting to Tibber Pulse...
af: Verbind met Tibber Pulse...
ar: الاتصال بـ Tibber Pulse...
bg: Свързване с Tibber Pulse...
bs: Povezivanje na Tibber Pulse...
cs: Připojování k Tibber Pulse...
da: Opretter forbindelse til Tibber Pulse...
de: Verbinde mit Tibber Pulse...
el: Σύνδεση με το Tibber Pulse...
es: Conectando a Tibber Pulse...
et: Ühendamine Tibber Pulse'iga...
fa: اتصال به Tibber Pulse...
fi: Yhdistetään Tibber Pulseen...
fr: Connexion à Tibber Pulse...
hi: टिब्बर पल्स से कनेक्ट हो रहा है...
hr: Spajanje na Tibber Pulse...
hu: Csatlakozás a Tibber Pulse-hoz...
it: Connessione a Tibber Pulse...
ja: Tibber Pulse に接続しています...
ko: Tibber Pulse에 연결 중...
lt: Prisijungiama prie Tibber Pulse...
ml: ടിബ്ബർ പൾസിലേക്ക് ബന്ധിപ്പിക്കുന്നു...
my: Tibber Pulse သို့ဆက်သွယ်ခြင်း ...
nl: Verbinden met Tibber Pulse...
no: Kobler til Tibber Pulse...
pl: Łączenie z Tibber Pulse...
pt: Conectando ao Tibber Pulse...
ru: Подключение к Tibber Pulse...
sl: Povezovanje s Tibber Pulse ...
sr: Повезивање на Тиббер Пулсе...
sv: Ansluter till Tibber Pulse...
sw: Kuunganisha kwa Pulse ya Tibber ...
th: กำลังเชื่อมต่อกับ Tibber Pulse...
tr: Tibber Pulse'a bağlanılıyor...
uk: Підключення до Tibber Pulse...
vi: Đang kết nối với Tibber Pulse...
zh: 正在连接到 Tibber Pulse...

# tibberLiveMeasurementsWidgetError
source: An error occurred while connecting to Tibber Pulse. Please check your access token and internet connection.
af: 'n Fout het voorgekom tydens die verbinding met Tibber Pulse. Gaan asseblief jou toegangstoken en internetverbinding na.
ar: حدث خطأ أثناء الاتصال بـ Tibber Pulse. يرجى التحقق من رمز الوصول واتصال الإنترنت.
bg: Възникна грешка при свързване с Tibber Pulse. Моля, проверете токена си за достъп и интернет връзката.
bs: Došlo je do greške prilikom povezivanja na Tibber Pulse. Provjerite svoj pristupni token i internetsku vezu.
cs: Při připojování k Tibber Pulse došlo k chybě. Zkontrolujte prosím svůj přístupový token a připojení k internetu.
da: Der opstod en fejl under forbindelse til Tibber Pulse. Tjek venligst dit adgangstoken og internetforbindelse.
de: Beim Verbinden mit Tibber Pulse ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihr Zugriffstoken und Ihre Internetverbindung.
el: Προέκυψε σφάλμα κατά τη σύνδεση με το Tibber Pulse. Ελέγξτε το διακριτικό πρόσβασης και τη σύνδεσή σας στο διαδίκτυο.
es: Ocurrió un error al conectar con Tibber Pulse. Por favor, verifique su token de acceso y su conexión a internet.
et: Tibber Pulse'iga ühendamisel ilmnes viga. Kontrolli oma access tokenit ja internetiühendust.
fa: هنگام اتصال به Tibber Pulse خطایی روی داد.لطفا رمز دسترسی و اتصال اینترنت خود را بررسی کنید.
fi: Tapahtui virhe muodostettaessa yhteyttä Tibber Pulseen.Tarkista käyttöoikeustunnuksesi ja Internet-yhteytesi.
fr: Une erreur est survenue lors de la connexion à Tibber Pulse. Veuillez vérifier votre jeton d'accès et votre connexion Internet.
hi: टिब्बर पल्स से कनेक्ट करते समय एक त्रुटि उत्पन्न हुई।कृपया अपना एक्सेस टोकन और इंटरनेट कनेक्शन जांचें।
hr: Došlo je do pogreške prilikom povezivanja na Tibber Pulse.Provjerite svoj pristupni token i internetsku vezu.
hu: Hiba történt a Tibber Pulse-hoz való csatlakozás közben. Kérjük, ellenőrizze a hozzáférési jelszót és az internetkapcsolatot.
it: Si è verificato un errore durante la connessione a Tibber Pulse. Controlla il tuo token di accesso e la connessione a Internet.
ja: Tibber Pulse への接続中にエラーが発生しました。アクセストークンとインターネット接続を確認してください。
ko: Tibber Pulse 연결 중 오류가 발생했습니다. 액세스 토큰 및 인터넷 연결을 확인하세요.
lt: Prisijungiant prie „Tibber Pulse“ įvyko klaida. Patikrinkite prieigos raktą ir interneto ryšį.
ml: ടിബ്ബർ പൾസിലേക്ക് കണക്‌റ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. നിങ്ങളുടെ ആക്സസ് ടോക്കണും ഇൻ്റർനെറ്റ് കണക്ഷനും പരിശോധിക്കുക.
my: Tibber Pulse ကိုဆက်သွယ်စဉ်အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။ ကျေးဇူးပြု. သင်၏ Access Token နှင့် Internet Connection ကိုစစ်ဆေးပါ။
nl: Er is een fout opgetreden bij het verbinden met Tibber Pulse. Controleer uw toegangstoken en internetverbinding.
no: Det oppstod en feil under tilkobling til Tibber Pulse. Vennligst sjekk tilgangstokenet og internettforbindelsen.
pl: Wystąpił błąd podczas łączenia się z Tibber Pulse. Sprawdź swój token dostępu i połączenie internetowe.
pt: Ocorreu um erro ao conectar ao Tibber Pulse. Verifique seu token de acesso e sua conexão com a internet.
ru: Произошла ошибка при подключении к Tibber Pulse. Пожалуйста, проверьте ваш токен доступа и интернет-соединение.
sl: Med povezovanjem s Tibber Pulse je prišlo do napake. Preverite žeton za dostop in internetno povezavo.
sr: Дошло је до грешке при повезивању на Тиббер Пулсе. Проверите свој приступни токен и интернет везу.
sv: Ett fel uppstod vid anslutning till Tibber Pulse. Kontrollera din åtkomsttoken och internetanslutning.
sw: Hitilafu ilitokea wakati wa kuunganisha na kunde wa Tibber. Tafadhali angalia ishara yako ya ufikiaji na unganisho la mtandao.
th: เกิดข้อผิดพลาดขณะเชื่อมต่อกับ Tibber Pulse โปรดตรวจสอบโทเค็นการเข้าถึงและการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr: Tibber Pulse'a bağlanırken bir hata oluştu. Lütfen erişim belirtecinizi ve internet bağlantınızı kontrol edin.
uk: Під час підключення до Tibber Pulse сталася помилка. Перевірте свій маркер доступу та підключення до Інтернету.
vi: Đã xảy ra lỗi khi kết nối với Tibber Pulse. Vui lòng kiểm tra mã thông báo truy cập và kết nối internet của bạn.
zh: 连接到 Tibber Pulse 时发生错误。请检查您的访问令牌和互联网连接。

# tibberLiveMeasurementWidgetTitle
source: Current consumption/production at {time}
af: Huidige verbruik/produksie om {time}
ar: الاستهلاك/الإنتاج الحالي في {time}
bg: Текуща консумация/производство в {time}
bs: Trenutna potrošnja/proizvodnja na {time}
cs: Aktuální spotřeba/produkce při {time}
da: Nuværende forbrug/produktion på {time}
de: Aktueller Verbrauch/Erzeugung um {time}
el: Τρέχουσα κατανάλωση/παραγωγή στο {time}
es: Consumo/producción actual a las {time}
et: Praegune tarbimine/tootmine kell {time}
fa: مصرف فعلی/تولید در {time}
fi: Nykyinen kulutus/tuotanto {time}
fr: Consommation/production actuelle à {time}
hi: वर्तमान खपत/उत्पादन {time} पर
hr: Trenutna potrošnja/proizvodnja na {time}
hu: {time} jelenlegi fogyasztása/termelése
it: Consumo/produzione attuale alle {time}
ja: {time}での消費電流/生産電流
ko: {time} 시점의 현재 소비/생산
lt: Dabartinis vartojimas/gamyba {time}
ml: {time}-ൽ നിലവിലെ ഉപഭോഗം/ഉൽപാദനം
my: Phtoken0 မှာလက်ရှိစားသုံးမှု / ထုတ်လုပ်မှု
nl: Huidig verbruik/productie om {time}
no: Nåværende forbruk/produksjon på {time}
pl: Bieżące zużycie/produkcja na poziomie {time}
pt: Consumo/produção atual às {time}
ru: Текущее потребление/производство в {time}
sl: Trenutna poraba/proizvodnja pri {time}
sr: Тренутна потрошња/производња на ПХТОКЕН0
sv: Aktuell förbrukning/produktion vid {time}
sw: Matumizi ya sasa/uzalishaji huko Phtoken0
th: ปริมาณการใช้/การผลิตปัจจุบันที่ {time}
tr: {time}'da mevcut tüketim/üretim
uk: Поточне споживання/виробництво на {time}
vi: Mức tiêu thụ/sản xuất hiện tại ở {time}
zh: {time} 的当前消耗/生产

# tibberLiveMeasurementWidgetTimestamp
source: Timestamp
af: Tydstempel
ar: الطابع الزمني
bg: Времева маркировка
bs: Vremenska oznaka
cs: Časové razítko
da: Tidsstempel
de: Zeitstempel
el: Χρονοσφραγίδα
es: Marca de tiempo
et: Ajatempel
fa: مهر زمان
fi: Aikaleima
fr: Horodatage
hi: समय-चिह्न
hr: Vremenska oznaka
hu: Időbélyegző
ja: タイムスタンプ
ko: 타임스탬프
lt: Laiko žyma
ml: ടൈംസ്റ്റാമ്പ്
my: အချစ်
nl: Tijdstempel
no: Tidsstempel
pl: Znacznik czasu
pt: Carimbo de data/hora
ru: Временная метка
sl: Časovni žig
sr: Временска ознака
sv: Tidsstämpel
th: การประทับเวลา
tr: Zaman damgası
uk: Мітка часу
vi: Dấu thời gian
zh: 时间戳

# tibberLiveMeasurementWidgetPower
source: Power
af: Krag
ar: الطاقة
bg: Мощност
bs: Snaga
cs: Moc
da: Magt
de: Leistung
el: Ισχύς
es: Potencia
et: Võimsus
fa: قدرت
fi: Tehoa
fr: Puissance
hi: शक्ति
hr: Vlast
hu: Teljesítmény
it: Potenza
ja: 力
ko: 전력
lt: Galia
ml: പവർ
my: စွမ်းအား
nl: Vermogen
no: Makt
pl: Moc
pt: Potência
ru: Мощность
sl: Moč
sr: Повер
sv: Driva
sw: Nguvu
th: พลัง
tr: Güç
uk: потужність
vi: Quyền lực
zh: 力量

# tibberLiveMeasurementWidgetPowerProduction
source: Power Production
af: Kragproduksie
ar: إنتاج الطاقة
bg: Производство на мощност
bs: Proizvodnja energije
cs: Výroba energie
da: Strømproduktion
de: Leistungserzeugung
el: Παραγωγή ενέργειας
es: Producción de potencia
et: Toodang
fa: تولید برق
fi: Tehontuotanto
fr: Production d'électricité
hi: बिजली उत्पादन
hr: Proizvodnja energije
hu: Energiatermelés
it: Produzione di potenza
ja: 発電
ko: 전력 생산
lt: Energijos gamyba
ml: പവർ പ്രൊഡക്ഷൻ
my: ပါဝါထုတ်လုပ်မှု
nl: Vermogensproductie
no: Kraftproduksjon
pl: Produkcja energii
pt: Produção de energia
ru: Производство энергии
sl: Proizvodnja električne energije
sr: Повер Продуцтион
sv: Kraftproduktion
sw: Uzalishaji wa nguvu
th: การผลิตไฟฟ้า
tr: Güç Üretimi
uk: Виробництво електроенергії
vi: Sản xuất điện
zh: 电力生产

# tibberLiveMeasurementWidgetAveragePower
source: Average Power
af: Gemiddelde Krag
ar: متوسط الطاقة
bg: Средна мощност
bs: Prosječna snaga
cs: Průměrný výkon
da: Gennemsnitlig effekt
de: Durchschnittliche Leistung
el: Μέση ισχύς
es: Potencia media
et: Keskmine võimsus
fa: توان متوسط
fi: Keskimääräinen teho
fr: Puissance moyenne
hi: औसत शक्ति
hr: Prosječna snaga
hu: Átlagos teljesítmény
it: Potenza media
ja: 平均電力
ko: 평균 전력
lt: Vidutinė galia
ml: ശരാശരി പവർ
my: ပျမ်းမျှပါဝါ
nl: Gemiddeld vermogen
no: Gjennomsnittlig kraft
pl: Średnia moc
pt: Potência média
ru: Средняя мощность
sl: Povprečna moč
sr: Просечна снага
sv: Genomsnittlig effekt
sw: Nguvu ya wastani
th: กำลังเฉลี่ย
tr: Ortalama Güç
uk: Середня потужність
vi: Công suất trung bình
zh: 平均功率

# tibberLiveMeasurementWidgetMinPower
source: Min Power
af: Min Krag
ar: الحد الأدنى للطاقة
bg: Мин. мощност
bs: Min. snaga
cs: Min. výkon
de: Min. Leistung
el: Ελάχιστη ισχύς
es: Potencia mín.
et: Miinimumvõimsus
fa: کمینه توان
fi: Minimiteho
fr: Puissance min.
hi: न्यूनतम शक्ति
hr: Min. snaga
hu: Min teljesítmény
it: Potenza min.
ja: 最小電力
ko: 최소 전력
lt: Min. galia
ml: കുറഞ്ഞ പവർ
my: မင်းပါဝါ
nl: Min vermogen
no: Min kraft
pl: Moc minimalna
pt: Potência mín.
ru: Мин. мощность
sl: Najmanjša moč
sr: Мин Повер
sv: Min effekt
sw: Nguvu ya min
th: กำลังขั้นต่ำ
tr: Minimum Güç
uk: Мінімальна потужність
vi: Công suất tối thiểu
zh: 最小功率

# tibberLiveMeasurementWidgetMaxPower
source: Max Power
af: Maks Krag
ar: الحد الأقصى للطاقة
bg: Макс. мощност
bs: Maksimalna snaga
cs: Maximální výkon
de: Max. Leistung
el: Μέγιστη ισχύς
es: Potencia máx.
et: Maksimumvõimsus
fa: بیشینه توان
fi: Max teho
fr: Puissance max.
hi: अधिकतम शक्ति
hr: Maksimalna snaga
hu: Maximális teljesítmény
it: Potenza max.
ja: 最大出力
ko: 최대 전력
lt: Maksimali galia
ml: കൂടിയ പവർ
my: အများဆုံးပါဝါ
nl: Max vermogen
no: Maks kraft
pl: Maksymalna moc
pt: Potência máx.
ru: Макс. мощность
sl: Največja moč
sr: Мак Повер
sv: Max effekt
sw: Nguvu kubwa
th: พลังสูงสุด
tr: Maksimum Güç
uk: Максимальна потужність
vi: Công suất tối đa
zh: 最大功率

# tibberLiveMeasurementWidgetAccumulatedConsumption
source: Total Consumption (since midnight)
af: Totale Verbruik (sedert middernag)
ar: إجمالي الاستهلاك (منذ منتصف الليل)
bg: Обща консумация (от полунощ)
bs: Ukupna potrošnja (od ponoći)
cs: Celková spotřeba (od půlnoci)
da: Samlet forbrug (siden midnat)
de: Gesamtverbrauch (seit Mitternacht)
el: Συνολική κατανάλωση (από τα μεσάνυχτα)
es: Consumo total (desde medianoche)
et: Kogutarbimine (alates südaööst)
fa: مصرف کل (از نیمه شب)
fi: Kokonaiskulutus (keskiyön jälkeen)
fr: Consommation totale (depuis minuit)
hi: कुल खपत (आधी रात से)
hr: Ukupna potrošnja (od ponoći)
hu: Teljes fogyasztás (éjfél óta)
it: Consumo totale (da mezzanotte)
ja: 総消費量（午前0時以降）
ko: 총 소비량(자정 이후)
lt: Bendras suvartojimas (nuo vidurnakčio)
ml: മൊത്തം ഉപഭോഗം (അർദ്ധരാത്രി മുതൽ)
my: စုစုပေါင်းစားသုံးမှု (ညသန်းခေါင် မှစ. )
nl: Totaal verbruik (sinds middernacht)
no: Totalt forbruk (siden midnatt)
pl: Całkowite zużycie (od północy)
pt: Consumo total (desde a meia-noite)
ru: Общее потребление (с полуночи)
sl: Skupna poraba (od polnoči)
sr: Укупна потрошња (од поноћи)
sv: Total förbrukning (sedan midnatt)
sw: Jumla ya matumizi (tangu usiku wa manane)
th: ปริมาณการใช้ทั้งหมด (ตั้งแต่เที่ยงคืน)
tr: Toplam Tüketim (gece yarısından itibaren)
uk: Загальне споживання (з півночі)
vi: Tổng mức tiêu thụ (kể từ nửa đêm)
zh: 总消费（从午夜开始）
