Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# accountFaqA1
source: The EHW+ user account offers an alternative method for restoring purchases when restoring through the App Store is not possible, increasing reliability. Additionally, it allows purchases to be restored on a device where the purchase did not originally take place. In the future, it will also be possible to save settings and more.
af: Die EHW+-gebruikersrekening bied 'n alternatiewe metode vir die herstel van aankope wanneer herstel deur die App Store nie moontlik is nie, wat betroubaarheid verhoog. Dit stel ook aankope in staat om herstel te word op 'n toestel waar die aankoop oorspronklik nie plaasgevind het nie. In die toekoms sal dit ook moontlik wees om instellings en meer te stoor.
ar: يوفر حساب مستخدم EHW+ طريقة بديلة لاستعادة المشتريات عندما لا يكون الاستعادة من خلال App Store ممكناً، مما يزيد الموثوقية. بالإضافة إلى ذلك، يسمح باستعادة المشتريات على جهاز لم يتم الشراء عليه أصلاً. في المستقبل، سيكون من الممكن أيضاً حفظ الإعدادات والمزيد.
bg: Потребителският акаунт EHW+ предлага алтернативен метод за възстановяване на покупки, когато възстановяването чрез App Store не е възможно, което повишава надеждността. Освен това той позволява възстановяването на покупки на устройство, на което първоначално не е извършена покупка. В бъдеще ще бъде възможно и запазване на настройки и др.
bs: Korisnički nalog EHW+ nudi alternativnu metodu za vraćanje kupovina kada vraćanje putem App Store-a nije moguće, povećavajući pouzdanost. Osim toga, omogućava vraćanje kupovina na uređaj na kojem se kupovina prvobitno nije dogodila. U budućnosti će također biti moguće sačuvati postavke i još mnogo toga.
cs: Uživatelský účet EHW+ nabízí alternativní způsob obnovení nákupů, když obnovení prostřednictvím App Store není možné, čímž se zvyšuje spolehlivost. Navíc umožňuje obnovit nákupy na zařízení, kde k nákupu původně nedošlo. V budoucnu bude také možné uložit nastavení a další.
da: EHW+-brugerkontoen tilbyder en alternativ metode til at gendanne køb, når gendannelse gennem App Store ikke er mulig, hvilket øger pålideligheden. Derudover giver det mulighed for at gendanne køb på en enhed, hvor købet ikke oprindeligt fandt sted. I fremtiden vil det også være muligt at gemme indstillinger med mere.
de: Das EHW+ Nutzerkonto bietet eine alternative Möglichkeit der Wiederherstellung von Käufen, wenn das Wiederherstellen über das App Store gerade nicht möglich ist und erhöht die Zuverlässigkeit. Außerdem kann so ein Kauf auch auf einem Gerät wiederhergestellt werden, auf dem der Kauf nicht stattgefunden hat. Geplant ist außerdem, darüber Einstellungen zu sichern und weiteres.
el: Ο λογαριασμός χρήστη EHW+ προσφέρει μια εναλλακτική μέθοδο για την επαναφορά αγορών όταν δεν είναι δυνατή η επαναφορά μέσω του App Store, αυξάνοντας την αξιοπιστία. Επιπλέον, επιτρέπει την αποκατάσταση των αγορών σε μια συσκευή στην οποία η αγορά δεν πραγματοποιήθηκε αρχικά. Στο μέλλον, θα είναι επίσης δυνατή η αποθήκευση ρυθμίσεων και άλλα.
es: La cuenta de usuario EHW+ ofrece un método alternativo para restaurar las compras cuando la restauración a través de la App Store no es posible, aumentando la fiabilidad. Además, permite restaurar una compra en un dispositivo donde no se realizó la compra. En el futuro, también se podrá guardar configuraciones y más.
et: EHW+ kasutajakonto pakub alternatiivset meetodit ostude taastamiseks, kui taastamine App Store'i kaudu ei ole võimalik, mis suurendab usaldusväärsust. Lisaks võimaldab see taastada ostud ka seadmes, kus ostu algselt ei toimunud. Tulevikus on võimalik salvestada ka seadeid ja muud.
fa: حساب کاربری +EHW روشی جایگزین برای بازیابی خریدها ارائه می‌کند، در صورتی که بازیابی از طریق اپ استور امکان‌پذیر نیست و قابلیت اطمینان را افزایش می‌دهد.به‌علاوه، امکان بازیابی خریدها در دستگاهی را فراهم می‌کند که در ابتدا خرید انجام نشده است.در آینده امکان ذخیره تنظیمات و موارد دیگر نیز وجود خواهد داشت.
fi: EHW+-käyttäjätili tarjoaa vaihtoehtoisen menetelmän ostosten palauttamiseen, kun palauttaminen App Storen kautta ei ole mahdollista, mikä lisää luotettavuutta. Lisäksi se mahdollistaa ostosten palauttamisen laitteella, jolla ostoa ei alun perin tehty. Tulevaisuudessa on myös mahdollista tallentaa asetuksia ja muuta.
fr: Le compte utilisateur EHW+ offre une méthode alternative pour restaurer vos achats lorsque la restauration via l'App Store n'est pas possible, augmentant ainsi la fiabilité. De plus, il permet de restaurer un achat sur un appareil où l'achat n'a pas été effectué. À l'avenir, il sera également possible de sauvegarder des réglages et plus encore.
hi: EHW+ उपयोगकर्ता खाता खरीदारी को पुनर्स्थापित करने के लिए एक वैकल्पिक तरीका प्रदान करता है जब ऐप स्टोर के माध्यम से पुनर्स्थापित करना संभव नहीं है, जिससे विश्वसनीयता बढ़ती है।इसके अतिरिक्त, यह खरीदारी को उस डिवाइस पर बहाल करने की अनुमति देता है जहां खरीदारी मूल रूप से नहीं हुई थी।भविष्य में, सेटिंग्स आदि को सहेजना भी संभव होगा।
hr: Korisnički račun EHW+ nudi alternativnu metodu za vraćanje kupnji kada vraćanje putem App Storea nije moguće, povećavajući pouzdanost.Osim toga, omogućuje vraćanje kupnji na uređaju na kojem kupnja nije izvorno obavljena.U budućnosti će također biti moguće spremiti postavke i još mnogo toga.
hu: Az EHW+ felhasználói fiók alternatív módszert kínál a vásárlások visszaállítására, ha a visszaállítás az App Store-on keresztül nem lehetséges, ami növeli a megbízhatóságot. Ezenkívül lehetővé teszi a vásárlások visszaállítását olyan eszközön is, ahol a vásárlás eredetileg nem történt meg. A jövőben lehetőség lesz a beállítások mentésére is, és így tovább.
it: L'account utente EHW+ offre un metodo alternativo per ripristinare gli acquisti quando il ripristino tramite App Store non è possibile, aumentando l'affidabilità. Inoltre, consente di ripristinare un acquisto su un dispositivo in cui non è stato effettuato. In futuro, sarà anche possibile salvare le impostazioni e altro ancora.
ja: EHW+ ユーザー アカウントは、App Store 経由で復元できない場合に購入を復元するための代替方法を提供し、信頼性を高めます。さらに、最初に購入が行われなかったデバイスで購入を復元できるようになります。将来的には設定などの保存も可能になる予定です。
ko: EHW+ 사용자 계정은 앱 스토어를 통한 복원이 불가능할 때 구매를 복원할 수 있는 대체 방법을 제공하여 안정성을 높입니다. 또한 원래 구매가 이루어지지 않았던 디바이스에서 구매를 복원할 수 있습니다. 향후에는 설정 등을 저장할 수 있는 기능도 추가될 예정입니다.
lt: EHW+ vartotojo abonementas siūlo alternatyvų pirkinių atkūrimo būdą, kai atkūrimas per „App Store“ neįmanomas, todėl padidėja patikimumas. Be to, tai leidžia atkurti pirkinius įrenginyje, kuriame iš pradžių nebuvo pirkta. Ateityje taip pat bus galima išsaugoti nustatymus ir kt.
ml: ആപ്പ് സ്റ്റോർ വഴി പുനഃസ്ഥാപിക്കുന്നത് സാധ്യമല്ലാത്തപ്പോൾ വാങ്ങലുകൾ പുനഃസ്ഥാപിക്കുന്നതിന് EHW+ ഉപയോക്തൃ അക്കൗണ്ട് ഒരു ഇതര രീതി വാഗ്ദാനം ചെയ്യുന്നു, ഇത് വിശ്വാസ്യത വർദ്ധിപ്പിക്കുന്നു. കൂടാതെ, വാങ്ങൽ യഥാർത്ഥത്തിൽ നടക്കാത്ത ഉപകരണത്തിൽ വാങ്ങലുകൾ പുനഃസ്ഥാപിക്കാൻ ഇത് അനുവദിക്കുന്നു. ഭാവിയിൽ, ക്രമീകരണങ്ങളും മറ്റും സംരക്ഷിക്കാനും സാധിക്കും.
my: EHW + အသုံးပြုသူအကောင့်သည် 0 ယ်ယူမှုများကိုပြန်လည်ထူထောင်ရန်အတွက်အခြားနည်းလမ်းကိုပြန်လည်ထူထောင်ရန်အတွက်အခြားနည်းလမ်းတစ်ခုပေးသည်။ ထို့အပြင် 0 ယ်ယူမှုသည် 0 ယ်ယူမှုကိုမူလကမယူသည့်ကိရိယာပေါ်တွင်ပြန်လည်တည်ဆောက်ရန်ခွင့်ပြုသည်။ အနာဂတ်တွင်၎င်းသည်ချိန်ညှိချက်များနှင့်အခြားအရာများသက်သာစေရန်ဖြစ်နိုင်သည်။
nl: Het EHW+-gebruikersaccount biedt een alternatieve methode voor het herstellen van aankopen wanneer herstellen via de App Store niet mogelijk is, wat de betrouwbaarheid verhoogt. Bovendien maakt het het mogelijk om aankopen te herstellen op een apparaat waar de aankoop oorspronkelijk niet heeft plaatsgevonden. In de toekomst zal het ook mogelijk zijn om instellingen en meer op te slaan.
no: EHW+-brukerkontoen tilbyr en alternativ metode for å gjenopprette kjøp når gjenoppretting gjennom App Store ikke er mulig, noe som øker påliteligheten. I tillegg tillater det at kjøp kan gjenopprettes på en enhet der kjøpet opprinnelig ikke fant sted. I fremtiden vil det også være mulig å lagre innstillinger med mer.
pl: Konto użytkownika EHW+ oferuje alternatywną metodę przywracania zakupów, gdy przywrócenie ich za pośrednictwem App Store nie jest możliwe, co zwiększa niezawodność. Dodatkowo umożliwia przywrócenie zakupów na urządzeniu, na którym zakup nie miał pierwotnie miejsca. W przyszłości możliwe będzie także zapisywanie ustawień i nie tylko.
pt: A conta de usuário EHW+ oferece um método alternativo para restaurar as compras quando a restauração pela App Store não é possível, aumentando a confiabilidade. Além disso, permite restaurar uma compra em um dispositivo onde a compra não foi realizada. No futuro, também será possível salvar configurações e mais.
ru: Учетная запись EHW+ предлагает альтернативный способ восстановления покупок, если восстановление через App Store невозможно, повышая надежность. Кроме того, она позволяет восстановить покупку на устройстве, на котором покупка не была совершена. В будущем также планируется возможность сохранения настроек и других данных.
sl: Uporabniški račun EHW+ ponuja alternativno metodo za obnovitev nakupov, ko obnovitev prek App Store ni mogoča, kar povečuje zanesljivost. Poleg tega omogoča obnovitev nakupov v napravi, kjer nakup prvotno ni bil opravljen. V prihodnje bo možno tudi shranjevanje nastavitev in še več.
sr: ЕХВ+ кориснички налог нуди алтернативни метод за враћање куповине када враћање преко Апп Сторе-а није могуће, што повећава поузданост. Поред тога, омогућава да се куповине врате на уређај на коме се куповина првобитно није догодила. У будућности ће такође бити могуће сачувати подешавања и још много тога.
sv: EHW+-användarkontot erbjuder en alternativ metod för att återställa köp när återställning via App Store inte är möjlig, vilket ökar tillförlitligheten. Dessutom tillåter det att köp återställs på en enhet där köpet inte ägde rum ursprungligen. I framtiden kommer det även att vara möjligt att spara inställningar med mera.
sw: Akaunti ya mtumiaji ya EHW+ inatoa njia mbadala ya kurejesha ununuzi wakati wa kurejesha kupitia Duka la App haiwezekani, kuongezeka kwa kuegemea. Kwa kuongeza, inaruhusu ununuzi kurejeshwa kwenye kifaa ambacho ununuzi haukufanyika hapo awali. Katika siku zijazo, pia itawezekana kuokoa mipangilio na zaidi.
th: บัญชีผู้ใช้ EHW+ เสนอวิธีการอื่นในการกู้คืนการซื้อเมื่อไม่สามารถกู้คืนผ่าน App Store ได้ ซึ่งช่วยเพิ่มความน่าเชื่อถือ นอกจากนี้ยังช่วยให้สามารถกู้คืนการซื้อบนอุปกรณ์โดยที่การซื้อไม่ได้เกิดขึ้นตั้งแต่แรก ในอนาคตยังสามารถบันทึกการตั้งค่าและอื่นๆ ได้อีกด้วย
tr: EHW+ kullanıcı hesabı, App Store aracılığıyla geri yüklemenin mümkün olmadığı durumlarda satın alınanların geri yüklenmesi için alternatif bir yöntem sunarak güvenilirliği artırır. Ayrıca satın alma işlemlerinin, satın alma işleminin başlangıçta gerçekleşmediği bir cihaza geri yüklenmesine olanak tanır. Gelecekte ayarları ve daha fazlasını kaydetmek de mümkün olacak.
uk: Обліковий запис користувача EHW+ пропонує альтернативний спосіб відновлення покупок, коли відновлення через App Store неможливо, що підвищує надійність. Крім того, це дозволяє відновити покупки на пристрої, де покупка не здійснювалася спочатку. У майбутньому також можна буде зберігати налаштування та інше.
vi: Tài khoản người dùng EHW+ cung cấp một phương pháp thay thế để khôi phục các giao dịch mua khi không thể khôi phục thông qua App Store, giúp tăng độ tin cậy. Ngoài ra, nó cho phép khôi phục giao dịch mua trên thiết bị mà giao dịch mua ban đầu không diễn ra. Trong tương lai, bạn cũng có thể lưu cài đặt và hơn thế nữa.
zh: 当无法通过 App Store 恢复时，EHW+ 用户帐户提供了恢复购买的替代方法，从而提高了可靠性。此外，它还允许在最初未进行购买的设备上恢复购买。将来还可以保存设置等。

# accountFaqQ2
source: Will I still have access to my purchases without an EHW+ user account?
af: Sal ek steeds toegang hê tot my aankope sonder 'n EHW+-gebruikersrekening?
ar: هل سأظل أتمتع بالوصول إلى مشترياتي بدون حساب مستخدم EHW+؟
bg: Ще имам ли достъп до покупките си и без потребителски акаунт в EHW+?
bs: Da li ću i dalje imati pristup svojim kupovinama bez EHW+ korisničkog naloga?
cs: Budu mít stále přístup ke svým nákupům bez uživatelského účtu EHW+?
da: Vil jeg stadig have adgang til mine køb uden en EHW+ brugerkonto?
de: Habe ich weiterhin Zugriff auf meine Käufe auch ohne EHW+ Nutzerkonto?
el: Θα εξακολουθήσω να έχω πρόσβαση στις αγορές μου χωρίς λογαριασμό χρήστη EHW+;
es: ¿Seguiré teniendo acceso a mis compras sin una cuenta de usuario EHW+?
et: Kas mul on endiselt juurdepääs oma ostudele ilma EHW+ kasutajakontota?
fa: آیا همچنان به خریدهای خود بدون حساب کاربری +EHW دسترسی خواهم داشت؟
fi: Pääsenkö edelleen ostoksiini käsiksi ilman EHW+-käyttäjätiliä?
fr: Aurais-je toujours accès à mes achats sans compte utilisateur EHW+ ?
hi: क्या मुझे अभी भी EHW+ उपयोगकर्ता खाते के बिना अपनी खरीदारी तक पहुंच प्राप्त होगी?
hr: Hoću li i dalje imati pristup svojim kupnjama bez EHW+ korisničkog računa?
hu: EHW+ felhasználói fiók nélkül is hozzáférhetek a vásárlásaimhoz?
it: Avrò ancora accesso ai miei acquisti senza un account utente EHW+?
ja: EHW+ ユーザー アカウントがなくても購入したものにアクセスできますか?
ko: EHW+ 사용자 계정 없이도 구매 내역에 액세스할 수 있나요?
lt: Ar vis tiek turėsiu prieigą prie savo pirkinių be EHW+ vartotojo paskyros?
ml: ഒരു EHW+ ഉപയോക്തൃ അക്കൗണ്ട് ഇല്ലാതെ എൻ്റെ വാങ്ങലുകളിലേക്ക് എനിക്ക് തുടർന്നും ആക്സസ് ലഭിക്കുമോ?
my: ကျွန်ုပ်သည်ကျွန်ုပ်၏ 0 ယ်ယူမှုများကို EHW + အသုံးပြုသူအကောင့်မရှိဘဲ 0 င်ရောက်နိုင်မည်လား။
nl: Heb ik nog steeds toegang tot mijn aankopen zonder een EHW+-gebruikersaccount?
no: Vil jeg fortsatt ha tilgang til kjøpene mine uten en EHW+-brukerkonto?
pl: Czy nadal będę mieć dostęp do swoich zakupów bez konta użytkownika EHW+?
pt: Continuarei tendo acesso às minhas compras sem uma conta de usuário EHW+?
ru: Смогу ли я по-прежнему получить доступ к своим покупкам без учетной записи EHW+?
sl: Ali bom še vedno imel dostop do svojih nakupov brez uporabniškega računa EHW+?
sr: Да ли ћу и даље имати приступ својим куповинама без ЕХВ+ корисничког налога?
sv: Kommer jag fortfarande att ha tillgång till mina inköp utan ett EHW+-användarkonto?
sw: Je! Bado nitapata ununuzi wangu bila akaunti ya mtumiaji ya EHW+?
th: ฉันจะยังสามารถเข้าถึงการซื้อของฉันโดยไม่มีบัญชีผู้ใช้ EHW+ หรือไม่
tr: EHW+ kullanıcı hesabım olmadan da satın alımlarıma erişebilecek miyim?
uk: Чи матиму я доступ до своїх покупок без облікового запису користувача EHW+?
vi: Tôi vẫn có quyền truy cập vào các giao dịch mua hàng của mình mà không cần có tài khoản người dùng EHW+ chứ?
zh: 如果没有 EHW+ 用户帐户，我是否仍然可以访问我的购买内容？
