Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# appDescriptionShort
source: Good for the wallet, good for the climate
af: Goed vir die beursie, goed vir die klimaat
ar: جيد للمحفظة، جيد للمناخ
bg: Добър за портфейла, добър за климата
bs: Dobro za novčanik, dobro za klimu
cs: Dobré pro peněženku, dobré pro klima
da: Godt for pengepungen, godt for klimaet
de: Gut für den Geldbeutel, gut für das Klima
el: Καλό για το πορτοφόλι, καλό για το κλίμα
es: Bueno para la cartera, bueno para el clima
et: Hea rahakotile, hea kliimale
fa: مفید برای کیف پول، مفید برای آب و هوا
fi: Hyvä lompakolle, hyvä ilmastolle
fr: Bon pour le portefeuille, bon pour le climat
hi: बटुआ और जलवायु दोनों इसे पसंद करते हैं
hr: Dobro za novčanik, dobro za klimu
hu: Jó a pénztárcának, jó az éghajlatnak
it: Buono per il portafoglio, buono per il clima
ja: 財布にも気候にも優しい
ko: 지갑에도 좋고, 기후에도 좋아요
lt: Gerai piniginei, gerai klimatui
ml: പണത്തിനും പരിസ്ഥിതിക്കും നല്ലത്
my: ပိုက်ဆံအိတ်အတွက်ကောင်းသော, ရာသီဥတုအတွက်ကောင်းသော
nl: Goed voor de portemonnee, goed voor het klimaat
no: Bra for lommeboken, bra for klimaet
pl: Dobre dla portfela, dobre dla klimatu
pt: Bom para a carteira, bom para o clima
ru: Хорошо для кошелька, хорошо для климата
sl: Dobro za denarnico, dobro za podnebje
sr: Добро за новчаник, добро за климу
sv: Bra för plånboken, bra för klimatet
sw: Nzuri kwa mkoba, mzuri kwa hali ya hewa
th: ดีต่อกระเป๋าสตางค์ ดีต่อสภาพอากาศ
tr: Cüzdan için iyi, iklim için iyi
uk: Добре для гаманця, добре для клімату
vi: Tốt cho ví tiền, tốt cho khí hậu
zh: 对钱包有利，对气候有利

# appDescriptionLong
source: <p>Welcome to <b>EHW+</b>, your meter reading app for <b>E</b>lectricity, <b>H</b>eating and <b>W</b>ater. With us, you can easily track<b> </b>how much you use and what it<b> </b>costs</b> for free.</p>
af: <p>Welkom by <b>EHW+</b>, jou meterlesing-app vir <b>E</b>lektrisiteit, <b>H</b>itte en <b>W</b>ater. By ons kan jy maklik en gratis byhou hoeveel jy gebruik en wat dit kos.</p>
ar: <p>مرحباً بك في <b>EHW+</b>، تطبيق قراءة العدادات الخاص بك لل<b>ك</b>هرباء و<b>ال</b>تدفئة و<b>ال</b>ماء. معنا، يمكنك بسهولة تتبع مقدار الاستهلاك والتكلفة مجاناً.</p>
bg: <p>Добре дошли в <b>EHW+</b>, вашето приложение за отчитане на показанията на електромери за <b>Е</b>лектричество, <b>О</b>топление и <b>В</b>ода. С нас можете лесно да проследявате колко консумирате и колко струва това безплатно.</p>
bs: <p>Dobro došli u <b>EHW+</b>, vašu aplikaciju za očitavanje brojila za <b>E</b>električnu energiju, <b>H</b>eating i <b>W</b>ater. Kod nas možete jednostavno besplatno pratiti<b> <b>0koliko koristite i šta <b>1 <b>2košta<b>3.<b>4
cs: <p>Vítejte v <b>EHW+</b>, vaší aplikaci pro odečet měřičů pro <b>E</b>elektriku, <b>H</b>eating a <b>W</b>ater. S námi můžete snadno sledovat<b> <b>0kolik a co využíváte<b>1 <b>2 stojí<b>3 zdarma.<b>4
da: <p>Velkommen til <b>EHW+</b>, din måleraflæsningsapp til <b>E</b>elektricitet, <b>H</b>spisning og <b>W</b>ater. Hos os kan du nemt spore<b> <b>0, hvor meget du bruger, og hvad det<b>1 <b>2koster<b>3 gratis.<b>4
de: <p>Herzlich willkommen bei <b>EHW+</b>, Ihrer Zählerstands-App für Elektrizität, Heizung und Wasser. Mit uns können Sie kostenlos und unkompliziert nachvollziehen, wie viel Sie verbrauchen und was es kostet.</p>
el: <p>Καλώς ήρθατε στο <b>EHW+</b>, την εφαρμογή ανάγνωσης μετρητών για <b>E</b>ηλεκτρική ενέργεια, <b>H</b>φαγητό και <b>W</b>τρόφιμα. Μαζί μας, μπορείτε εύκολα να παρακολουθείτε<b> </b>πόσο καταναλώνετε και τι<b> </b> κοστίζει</b> δωρεάν.</p>
es: <p>Bienvenido a <b>EHW+</b>, su aplicación de lectura de medidores para <b>E</b>lectricidad, calefacción y agua. Con nosotros, usted puede fácilmente rastrear <b> </b> cuánto usa y cuánto <b> </b>costos, de forma gratuita.</p>
et: <p>Tere tulemast <b>EHW+</b>-i, teie arvestinäidu rakendusse <b>E</b>lektri, <b>K</b>ütte ja <b>V</b>ee jaoks. Meiega saate tasuta hõlpsasti jälgida, kui palju te kasutate ja kui palju see maksab.</p>
fa: <p>به <b>EHW+</b> خوش آمدید، برنامه خواندن کنتور شما برای <b>E</b>lectricity (برق)، <b>H</b>eating (گرمایش) و <b>W</b>ater (آب). با ما، به راحتی می توانید پیگیری کنید که چقدر مصرف می کنید و هزینه آن چقدر است، به صورت رایگان.</p>
fi: <p>Tervetuloa <b>EHW+</b> -sovellukseen, jolla voit seurata <b>s</b>ähkön, <b>l</b>ämmityksen ja <b>v</b>eden mittarilukemia. Sen avulla voit seurata ilmaiseksi helposti, kuinka paljon kulutat ja mitä se maksaa.</p>
fr: <p>Bienvenue chez <b>EHW+</b>, votre application de relevé des compteurs pour l'électricité, le chauffage et l'eau. Avec nous, vous pouvez suivre gratuitement et facilement votre consommation et combien cela coûte.</p>
hi: <p><b>EHW+</b> में आपका स्वागत है, <b>बिजली</b>, <b>हीटिंग</b> और <b>पानी</b> के लिए आपका मीटर रीडिंग ऐप। हमारे साथ, आप आसानी से ट्रैक कर सकते हैं कि आप कितना उपयोग करते हैं और यह आपको कितना पड़ता है, बिल्कुल मुफ्त।</p>
hr: <p>Dobrodošli u <b>EHW+</b>, vašu aplikaciju za očitanje brojila za <b>E</b>lektričnu energiju, <b>G</b>rijanje i <b>V</b>odu. S nama možete besplatno jednostavno pratiti koliko trošite i koliko to košta.</p>
hu: <p>Köszöntöm a <b>EHW+</b>, az Ön <b>E</b>villamosenergia, <b>H</b>evés és <b>W</b>víz mérőórák leolvasására szolgáló alkalmazásán. Velünk könnyedén nyomon követheted<b> </b>, hogy mennyit használsz és mennyibe<b></b> kerül</b> ez ingyenesen.</p>
it: <p>Benvenuti a <b>EHW+</b>, la vostra app di lettura dei contatori per <b>E</b>lettricità, riscaldamento e acqua. Con noi, puoi facilmente tracciare<b> </b>quanto usi e quanto costa<b> </b> gratuitamente.</p>
ja: <p><b>EHW+</b> へようこそ。<b>E</b>lectricity（電気）、<b>H</b>eating（暖房）、<b>W</b>ater（水道）のための検針アプリです。使用量と費用を無料で簡単に追跡できます。</p>
ko: <p><b>EHW+</b>에 오신 것을 환영합니다. <b>전기, 난방, 수도</b> 계량기 판독 앱입니다. 저희 앱을 사용하면 사용량과 비용을 무료로 쉽게 추적할 수 있습니다.</p>
lt: <p>Sveiki atvykę į <b>EHW+</b>, jūsų skaitiklių rodmenų programėlę <b>elektr</b>ai, <b>šild</b>ymui ir <b>vand</b>eniui. Su mumis galite lengvai nemokamai sekti, kiek sunaudojate ir kiek tai kainuoja.</p>
ml: <p><b>EHW+</b> ലേക്ക് സ്വാഗതം, <b>E</b>lectricity, <b>H</b>eating, <b>W</b>ater എന്നിവയ്ക്കുള്ള നിങ്ങളുടെ മീറ്റർ റീഡിംഗ് ആപ്പ്. ഞങ്ങളോടൊപ്പം, നിങ്ങൾക്ക് എത്രത്തോളം ഉപയോഗിക്കുന്നു, എത്ര ചിലവാകുന്നു എന്ന് സൗജന്യമായി ട്രാക്ക് ചെയ്യാം.</p>
my: Phtenkehw + Phtageli သို့ Phtenoke3HWw + Phtokention2, Phtobenkephtttokenokenokenokenokenokenokenletrutrutruture အတွက် Phtoboke3HHT ကဟူရှုခြင်း, ကျွန်ုပ်တို့နှင့်အတူ, သင်အလွယ်တကူ phtoked10hohhoked ကိုသင်အလွယ်တကူသုံးနိုင်သည်။ Free.Phoke14 အတွက် Itphtleok11 Phtoken12Costsphter13
nl: <p>Welkom bij <b>EHW+</b>, uw meterstand-app voor <b>E</b>lektriciteit, <b>V</b>erwarming en <b>W</b>ater. Met ons kunt u eenvoudig bijhouden hoeveel u verbruikt en wat het kost, gratis.</p>
no: <p>Velkommen til <b>EHW+</b>, din måleravlesningsapp for <b>E</b>elektrisitet, <b>H</b>spising og <b>W</b>ater. Hos oss kan du enkelt spore<b> <b>0hvor mye du bruker og hva det<b>1 <b>2koster<b>3 gratis.<b>4
pl: <p>Witamy w <b>EHW+</b>, Twojej aplikacji do odczytu liczników dla <b>E</b>elektryczność, <b>H</b>eating i <b>W</b>ater. Dzięki nam możesz łatwo śledzić<b> <b>0ile używasz i ile to kosztuje<b>1 <b>2<b>3 za darmo.<b>4
pt: <p>Bem-vindo à <b>EHW+</b>, a sua aplicação de leitura de contadores de <b>E</b>letricidade, <b>A</b>quecimento e <b>Á</b>gua. Connosco, pode acompanhar facilmente<b> </b>o que consome e quanto<b> </b>custa</b> gratuitamente.</p>
ru: <p>Добро пожаловать в <b>EHW+</b>, ваше приложение для считывания показаний счетчика для электричества, нагрева и воды. С нами вы можете легко отслеживать<b> </b> сколько вы используете и сколько это<b> </b>затраты</b> бесплатно.</p>
sl: <p>Dobrodošli v <b>EHW+</b>, vaši aplikaciji za odčitavanje števcev za <b>E</b>elektriko, <b>H</b>prehranjevanje in <b>W</b>ater. Pri nas lahko preprosto spremljate<b> <b>0koliko porabite in koliko stane<b>1 <b>2brezplačno<b>3.<b>4
sr: ПХТОКЕН0Добро дошли у ПХТОКЕН1ЕХВ+ПХТОКЕН2, вашу апликацију за очитавање бројила за ПХТОКЕН3ЕПХТОКЕН4електричну енергију, ПХТОКЕН5ХПХТОКЕН6еатинг и ПХТОКЕН7ВПХТОКЕН8атер. Са нама можете лако да пратите ПХТОКЕН9 ПХТОКЕН10 колико и шта користитеПХТОКЕН11 ПХТОКЕН12коштаПХТОКЕН13 бесплатно.ПХТОКЕН14
sv: <p>Välkommen till <b>EHW+</b>, din mätaravläsningsapp för <b>E</b>elektricitet, <b>H</b>ätande och <b>W</b>ater. Hos oss kan du enkelt spåra<b> <b>0hur mycket du använder och vad det<b>1 <b>2kostar<b>3 gratis.<b>4
sw: Phtoken0welcome kwa phtoken1ehw+phtoken2, programu yako ya kusoma ya mita ya phtoken3ephtoken4lectricity, phtoken5hphtoken6eating na phtoken7wphtoken8ater. Nasi, unaweza kwa urahisi trackphtoken9 phtoken10 jinsi unavyotumia na kile itphtoken11 phtoken12costsphtoken13 kwa free.phtoken14
th: <p>ยินดีต้อนรับสู่ <b>EHW+</b> แอปอ่านมิเตอร์ของคุณสำหรับ <b>E</b>lectricity, <b>H</b>eating และ <b>W</b>ater กับเรา คุณสามารถติดตาม<b> <b>0ได้อย่างง่ายดายว่าคุณใช้ไปเท่าไรและมันราคาเท่าไหร่<b>1 <b>2ราคา<b>3 ฟรี<b>4
tr: <p><b>E</b>lectricity, <b>H</b>eating ve <b>W</b>ater için sayaç okuma uygulamanız olan <b>EHW+</b>'ye hoş geldiniz. Bizimle <b> <b>0ne kadar kullandığınızı ve ne kadar olduğunu kolayca takip edebilirsiniz<b>1 <b>2ücreti<b>3 ücretsiz.<b>4
uk: <p>Ласкаво просимо до <b>EHW+</b>, вашої програми для зчитування лічильників для <b>E</b>електрики, <b>H</b>їсти та <b>W</b>ater. З нами ви можете легко відстежувати<b> <b>0скільки ви використовуєте та скільки це коштує<b>1 <b>2коштує<b>3 безкоштовно.<b>4
vi: <p>Chào mừng bạn đến với <b>EHW+</b>, ứng dụng đọc đồng hồ của bạn cho <b>E</b>lectricity, <b>H</b>eating và <b>W</b>ater. Với chúng tôi, bạn có thể dễ dàng theo dõi<b> <b>0bạn sử dụng bao nhiêu và bao nhiêu<b>1<b>2chi phí<b>3 miễn phí.<b>4
zh: <p>欢迎使用 <b>EHW+</b>，您的抄表应用程序适用于 <b>E</b>lectricity、<b>H</b>eating 和 <b>W</b>ater。通过我们，您可以轻松跟踪 <b> <b>0 您使用了多少 <b>1 <b>2 免费使用 <b>3。<b>4

# contactTitle
source: Represented by:
af: Verteenwoordig deur:
ar: ممثل من قبل:
bg: Представляван от:
bs: Predstavlja:
cs: zastoupená:
da: Repræsenteret af:
de: Vertreten durch:
el: Εκπροσωπείται από:
es: Representado por:
et: Esindab:
fa: نماینده:
fi: Edustaja:
fr: Représenté par :
hi: प्रतिनिधि:
hr: Zastupa:
hu: Képviseli:
it: Rappresentato da:
ja: 代表者:
ko: 대표:
lt: Atstovauja:
ml: പ്രതിനിധീകരിക്കുന്നത്:
my: ကိုယ်စားပြုသည်:
nl: Vertegenwoordigd door:
no: Representert av:
pl: Reprezentowany przez:
pt: Representado por:
ru: Представлено:
sl: Zastopa:
sr: Представљају:
sv: Representeras av:
sw: Inawakilishwa na:
th: แสดงโดย:
tr: Temsil edilen:
uk: У особі:
vi: Đại diện bởi:
zh: 代表人：

# contact
source: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Contact Phone: 06204/7383382 Mail: info@ehwplus.com
af: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Kontak Foon: 06204/7383382 E-pos: info@ehwplus.com
ar: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim اتصل بنا الهاتف: 06204/7383382 البريد الإلكتروني: info@ehwplus.com
bg: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Контакт Телефон: 06204/7383382 Имейл: info@ehwplus.com
bs: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Kontakt Telefon: 06204/7383382 Mail: info@ehwplus.com
cs: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Kontakt Telefon: 06204/7383382 E-mail: info@ehwplus.com
da: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Kontakt Telefon: 06204/7383382 Mail: info@ehwplus.com
de: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Kontakt Telefon: 06204/7383382 E-Mail: info@ehwplus.com
el: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Επικοινωνία Τηλ: 06204/7383382 Ταχυδρομείο: info@ehwplus.com
es: Angaben gemäß § 5 TMG\n\nEHW+ Services GmbH\nGeorg-Herbert-Straße 8\n68519 Viernheim\nAlemania\n\nContacto\n\nTeléfono: 06204/7383382\nCorreo: info@ehwplus.com
et: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Kontakt Telefon: 06204/7383382 E-post: info@ehwplus.com
fa: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim تماس تلفن: 06204/7383382 ایمیل: info@ehwplus.com
fi: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Yhteystiedot Puh: 06204/7383382 Sähköposti: info@ehwplus.com
fr: Angaben gemäß § 5 TMG\n\nEHW+ Services GmbH\nGeorg-Herbert-Straße 8\n68519 Viernheim\nAllemagne\n\nContact\n\nTéléphone: 06204/7383382\nCourrier: info@ehwplus.com
hi: EHW+ सेवाएँ GmbH जॉर्ज-हर्बर्ट-स्ट्रेज़ 8 68519 विर्नहेम संपर्क फ़ोन: 06204/7383382 ईमेल: info@ehwplus.com
hr: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Kontakt Telefon: 06204/7383382 E-pošta: info@ehwplus.com
hu: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Kapcsolat Telefon: 06204/7383382 Mail: info@ehwplus.com
it: Angaben gemäß § 5 TMG\n\nEHW+ Services GmbH\nGeorg-Herbert-Straße 8\n68519 Viernheim\nGermania\n\nContatto\n\nTelefono: 06204/7383382\nEmail: info@ehwplus.com
ja: EHW+ サービス GmbH ゲオルク ヘルベルト通り 8 68519 フィールンハイム お問い合わせ 電話: 06204/7383382 メール: info@ehwplus.com
ko: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim 연락처 전화: 06204/7383382 이메일: info@ehwplus.com
lt: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Kontaktai Telefonas: 06204/7383382 El. paštas: info@ehwplus.com
ml: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim ബന്ധപ്പെടുക ഫോൺ: 06204/7383382 മെയിൽ: info@ehwplus.com
my: ehw + 0 န်ဆောင်မှုများ GMBH Georg-herbert-straße 8 68519 Viernheim တေှ့ဆုံခြင်း ဖုန်း: 06204/7383382 မေးလ်: info@ehwplus.com
nl: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Contact Telefoon: 06204/7383382 E-mail: info@ehwplus.com
no: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Kontakt Telefon: 06204/7383382 E-post: info@ehwplus.com
pl: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Kontakt Telefon: 06204/7383382 Poczta: info@ehwplus.com
pt: Angaben gemäß § 5 TMG\n\nEHW+ Services GmbH\nGeorg-Herbert-Straße 8\n68519 Viernheim\nAlemanha\n\nContacto\n\nTelefone: 06204/7383382\nCorreio: info@ehwplus.com
ru: Angaben gemäß § 5 TMG\n\nEHW+ Services GmbH\nGeorg-Herbert-Straße 8\n68519 Viernheim\nГермания\n\nКонтакт\n\nТелефон: 06204/7383382\nПочта: info@ehwplus.com
sl: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Kontakt Telefon: 06204/7383382 Elektronski naslov: info@ehwplus.com
sr: ЕХВ+ Сервицес ГмбХ Георг-Херберт-Страßе 8 68519 Виернхеим Контакт Телефон: 06204/7383382 Маил: инфо@ехвплус.цом
sv: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Kontakta Telefon: 06204/7383382 Maila: info@ehwplus.com
sw: EHW+ Huduma GmbH Georgia-Herbert-Straße 8 68519 Viernheim Wasiliana Simu: 06204/7383382 Barua: info@ehwplus.com
th: EHW+ บริการ GmbH เกออร์ก-เฮอร์เบิร์ต-ชตราสเซอ 8 68519 เฟียร์นไฮม์ ติดต่อ โทรศัพท์: 06204/7383382 อีเมล์: info@ehwplus.com
tr: EHW+ Hizmetleri GmbH Georg-Herbert-Straße 8 68519 Viernheim İletişim Telefon: 06204/7383382 Posta: info@ehwplus.com
uk: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Фірнгайм контакт Телефон: 06204/7383382 Пошта: info@ehwplus.com
vi: EHW+ Services GmbH Georg-Herbert-Straße 8 68519 Viernheim Liên hệ Điện thoại: 06204/7383382 Thư: info@ewplus.com
zh: EHW+ 服务有限公司 格奥尔格赫伯特大街 8 号 68519 菲恩海姆 联系方式 电话：06204/7383382 邮箱：info@ehwplus.com
