Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# priceSubmissionAgreement
source: I agree with the transmission of electricity/gas/water prices per unit to an EHW+ server
af: Ek stem in met die oordrag van elektrisiteit/gas/waterpryse per eenheid na 'n EHW+-bediener
ar: أوافق على نقل أسعار الكهرباء/الغاز/الماء لكل وحدة إلى خادم EHW+
bg: Съгласен съм с предаването на цени на ток/газ/вода на единица на сървър на EHW+
bs: Slažem se sa prijenosom cijena struje/gasa/vode po jedinici na EHW+ server
cs: Souhlasím s přenosem cen elektřiny/plynu/vody za jednotku na server EHW+
da: Jeg er enig i overførsel af el/gas/vand priser pr. enhed til en EHW+ server
de: Ich bin mit der Übertragung von Land/Bundesland und Strom-/Gas-/Wasserpreisen pro Einheit an den EHW+ Server einverstanden.
el: Συμφωνώ με τη διαβίβαση των τιμών ηλεκτρικής ενέργειας/αερίου/νερού ανά μονάδα σε έναν διακομιστή EHW+.
es: Acepto la transmisión de los precios de electricidad/gas/agua por unidad a un servidor de EHW+.
et: Nõustun elektri/gaasi/vee hindade edastamisega ühiku kohta EHW+ serverisse
fa: من با انتقال قیمت برق/گاز/آب در هر واحد به سرور EHW+ موافقم
fi: Hyväksyn sähkön/kaasun/veden yksikköhinnan siirtämisen EHW+ -palvelimelle
fr: J'accepte la transmission des prix de l'électricité/du gaz/de l'eau par unité vers un serveur EHW+.
hi: मैं EHW+ सर्वर पर प्रति यूनिट बिजली/गैस/पानी की कीमतों के प्रसारण से सहमत हूं
hr: Slažem se s prijenosom cijena električne energije/plina/vode po jedinici na EHW+ poslužitelj
hu: Egyetértek a villamos energia/gáz/víz egységenkénti árának EHW+ szerverre történő átvitelével.
it: Accetto la trasmissione dei prezzi di elettricità/gas/acqua per unità a un server EHW+.
ja: 単位当たりの電気/ガス/水道料金を EHW+ サーバーに送信することに同意します
ko: 전기/가스/수도 요금을 단위당 EHW+ 서버로 전송하는 것에 동의합니다.
lt: Sutinku su elektros/dujų/vandens kainų už vienetą perdavimu į EHW+ serverį
ml: ഒരു EHW+ സെർവറിലേക്ക് ഒരു യൂണിറ്റിന് വൈദ്യുതി/ഗ്യാസ്/വെള്ളത്തിൻ്റെ വിലകൾ കൈമാറുന്നതിനോട് ഞാൻ യോജിക്കുന്നു
my: EHW + ဆာဗာတစ်ခုစီအတွက်လျှပ်စစ်ဓာတ်အား / ဓာတ်ငွေ့ / ရေစျေးနှုန်းများထုတ်လွှင့်ခြင်းများကိုကျွန်ုပ်သဘောတူသည်
nl: Ik ga akkoord met de overdracht van elektriciteit/gas/water prijzen per eenheid naar een EHW+-server
no: Jeg er enig i overføring av strøm/gass/vann priser per enhet til en EHW+ server
pl: Wyrażam zgodę na przesyłanie cen prądu/gazu/wody za jednostkę do serwera EHW+
pt: Concordo com a transmissão dos preços de eletricidade/gás/água por unidade para um servidor EHW+.
ru: Я согласен на передачу цен за электроэнергию/газ/воду за единицу на сервер EHW+.
sl: Strinjam se s prenosom cen elektrike/plina/vode na enoto na strežnik EHW+
sr: Слажем се са преносом цена струје/гаса/воде по јединици на ЕХВ+ сервер
sv: Jag håller med om överföring av el/gas/vattenpriser per enhet till en EHW+-server
sw: Nakubaliana na usambazaji wa bei ya umeme/gesi/maji kwa kila kitengo kwa seva ya EHW+
th: ฉันเห็นด้วยกับการส่งราคาไฟฟ้า/ก๊าซ/น้ำต่อหน่วยไปยังเซิร์ฟเวอร์ EHW+
tr: Birim başına elektrik/gaz/su fiyatlarının bir EHW+ sunucusuna iletilmesini kabul ediyorum
uk: Я згоден на передачу цін на електроенергію/газ/воду за одиницю на сервер EHW+
vi: Tôi đồng ý với việc chuyển giá điện/gas/nước theo đơn vị tới máy chủ EHW+
zh: 我同意将每单位的电/气/水价格传输到 EHW+ 服务器

# googleAnalyticsAgreement
source: I agree to the transmission of anonymised data about the use of the app to EHW+ Services GmbH.
af: Ek stem in tot die oordrag van anonieme data oor die gebruik van die toepassing aan EHW+ Services GmbH.
ar: أوافق على نقل البيانات مجهولة المصدر حول استخدام التطبيق إلى EHW+ Services GmbH.
bg: Съгласен съм с предаването на анонимизирани данни за използването на приложението на EHW+ Services GmbH.
bs: Slažem se s prijenosom anonimnih podataka o korištenju aplikacije EHW+ Services GmbH.
cs: Souhlasím s předáním anonymizovaných údajů o používání aplikace společnosti EHW+ Services GmbH.
da: Jeg accepterer overførsel af anonymiserede data om brugen af ​​appen til EHW+ Services GmbH.
de: Ich bin mit der Übertragung von anonymisierter Daten über die Nutzung der App an EHW+ Services GmbH einverstanden.
el: Συμφωνώ με τη διαβίβαση ανώνυμων δεδομένων σχετικά με τη χρήση της εφαρμογής στην EHW+ Services GmbH.
es: Acepto la transmisión de datos anónimos sobre el uso de la aplicación a EHW+ Services GmbH.
et: Nõustun rakenduse kasutamise kohta anonüümseks muudetud andmete edastamisega ettevõttele EHW+ Services GmbH.
fa: من با انتقال داده‌های ناشناس درباره استفاده از برنامه به EHW+ Services GmbH موافقت می‌کنم.
fi: Hyväksyn sovelluksen käyttöä koskevien anonymisoitujen tietojen siirtämisen EHW+ Services GmbH:lle.
fr: J'accepte la transmission de données anonymisées sur l'utilisation de l'application à EHW+ Services GmbH.
hi: मैं ऐप के उपयोग के बारे में अज्ञात डेटा को EHW+ Services GmbH तक प्रसारित करने के लिए सहमत हूं।
hr: Slažem se s prijenosom anonimiziranih podataka o korištenju aplikacije EHW+ Services GmbH.
hu: Hozzájárulok az alkalmazás használatával kapcsolatos anonimizált adatok továbbításához az EHW+ Services GmbH részére.
it: Acconsento alla trasmissione di dati anonimizzati sull'utilizzo dell'app a EHW+ Services GmbH.
ja: アプリの使用に関する匿名化されたデータを EHW+ Services GmbH に送信することに同意します。
ko: 나는 앱 사용에 관한 익명 데이터를 EHW+ Services GmbH로 전송하는 데 동의합니다.
lt: Sutinku, kad „EHW+ Services GmbH“ būtų perduoti anoniminiai duomenys apie programėlės naudojimą.
ml: EHW+ Services GmbH-ലേക്ക് ആപ്പിൻ്റെ ഉപയോഗത്തെക്കുറിച്ചുള്ള അജ്ഞാത ഡാറ്റ കൈമാറുന്നത് ഞാൻ അംഗീകരിക്കുന്നു.
my: EHW+ Services GmbH သို့ အက်ပ်အသုံးပြုမှုနှင့်ပတ်သက်သည့် အမည်မသိဒေတာများ ပေးပို့ခြင်းကို ကျွန်ုပ်သဘောတူပါသည်။
nl: Ik ga akkoord met de overdracht van geanonimiseerde gegevens over het gebruik van de app aan EHW+ Services GmbH.
no: Jeg godtar overføring av anonymiserte data om bruken av appen til EHW+ Services GmbH.
pl: Wyrażam zgodę na przesyłanie zanonimizowanych danych dotyczących korzystania z aplikacji do EHW+ Services GmbH.
pt: Concordo com a transmissão de dados anónimos sobre a utilização da aplicação à EHW+ Services GmbH.
ru: Я согласен на передачу анонимных данных об использовании приложения в компанию EHW+ Services GmbH.
sl: Strinjam se s prenosom anonimiziranih podatkov o uporabi aplikacije podjetju EHW+ Services GmbH.
sr: Слажем се са преносом анонимних података о коришћењу апликације ЕХВ+ Сервицес ГмбХ.
sv: Jag samtycker till överföring av anonymiserade uppgifter om användningen av appen till EHW+ Services GmbH.
sw: Ninakubali utumaji wa data isiyojulikana kuhusu matumizi ya programu kwa EHW+ Services GmbH.
th: ฉันยอมรับการส่งข้อมูลที่ไม่ระบุชื่อเกี่ยวกับการใช้แอปไปยัง EHW+ Services GmbH
tr: Uygulamanın kullanımına ilişkin anonimleştirilmiş verilerin EHW+ Services GmbH'ye iletilmesini kabul ediyorum.
uk: Я погоджуюся на передачу анонімних даних про використання програми EHW+ Services GmbH.
vi: Tôi đồng ý truyền dữ liệu ẩn danh về việc sử dụng ứng dụng tới EHW+ Services GmbH.
zh: 我同意将有关应用程序使用的匿名数据传输给 EHW+ Services GmbH。

# continueAcceptPart1
source: By using the EHW+ app, you agree to the
af: Deur die EHW+-app te gebruik, stem jy in tot die
ar: باستخدام تطبيق EHW+، أنت توافق على
bg: Използвайки приложението EHW+, вие се съгласявате с
bs: Korištenjem EHW+ aplikacije pristajete na
cs: Používáním aplikace EHW+ souhlasíte s
da: Ved at bruge EHW+-appen accepterer du
de: Mit der Nutzung der EHW+ App erklären Sie sich mit den
el: Χρησιμοποιώντας την εφαρμογή EHW+, συμφωνείτε με τα εξής
es: Al utilizar la aplicación EHW+, aceptas las
et: EHW+ rakendust kasutades nõustute
fa: با استفاده از برنامه EHW+، شما با آن موافقت می کنید
fi: Käyttämällä EHW+ -sovellusta hyväksyt
fr: En utilisant l'application EHW+, vous acceptez les
hi: EHW+ ऐप का उपयोग करके, आप इससे सहमत होते हैं
hr: Korištenjem aplikacije EHW+ pristajete na
hu: Az EHW+ alkalmazás használatával Ön elfogadja a következőket
it: Utilizzando l'applicazione EHW+, l'utente accetta la
ja: EHW+ アプリを使用すると、次の内容に同意したことになります。
ko: EHW+ 앱을 사용함으로써 귀하는 다음에 동의합니다
lt: Naudodami EHW+ programėlę sutinkate su
ml: EHW+ ആപ്പ് ഉപയോഗിക്കുന്നതിലൂടെ, നിങ്ങൾ ഇത് അംഗീകരിക്കുന്നു
my: ehw + app ကိုအသုံးပြုခြင်းအားဖြင့်သင်သဘောတူသည်
nl: Door de EHW+-app te gebruiken, gaat u akkoord met de
no: Ved å bruke EHW+-appen godtar du
pl: Korzystając z aplikacji EHW+, wyrażasz zgodę na
pt: Ao utilizar a aplicação EHW+, está a concordar com o
ru: Используя приложение EHW+, вы соглашаетесь с
sl: Z uporabo aplikacije EHW+ se strinjate z
sr: Коришћењем ЕХВ+ апликације, прихватате
sv: Genom att använda EHW+-appen godkänner du
sw: Kwa kutumia programu ya EHW+, unakubali
th: การใช้แอป EHW+ แสดงว่าคุณยอมรับ
tr: EHW+ uygulamasını kullanarak şunu kabul etmiş olursunuz:
uk: Користуючись програмою EHW+, ви погоджуєтесь із
vi: Bằng việc sử dụng ứng dụng EHW+, bạn đồng ý với
zh: 使用 EHW+ 应用程序即表示您同意

# continueAcceptPart2
source: . For more information on the collection and use of anonymised and personal data, please refer to the
af: . Vir meer inligting oor die insameling en gebruik van geanonimiseerde en persoonlike data, verwys asseblief na die
ar: . لمزيد من المعلومات حول جمع واستخدام البيانات المجهولة الهوية والشخصية، يرجى الرجوع إلى
bg: . За повече информация относно събирането и използването на анонимизирани и лични данни, моля, вижте
bs: . Za više informacija o prikupljanju i korištenju anonimiziranih i ličnih podataka, pogledajte na
cs: . Další informace o shromažďování a používání anonymizovaných a osobních údajů naleznete na
da: . For mere information om indsamling og brug af anonymiserede og personlige data henvises til
de: einverstanden. Weitere Informationen zur Erfassung und Nutzung anonymisierter und persönlicher Daten finden Sie in der
el: . Για περισσότερες πληροφορίες σχετικά με τη συλλογή και τη χρήση ανωνυμοποιημένων και προσωπικών δεδομένων, ανατρέξτε στο
es: . Para más información sobre la recopilación y el uso de datos anónimos y personales, consulte el
et: . Lisateavet anonüümsete ja isikuandmete kogumise ja kasutamise kohta leiate
fa: .برای کسب اطلاعات بیشتر در مورد جمع آوری و استفاده از داده های ناشناس و شخصی، لطفاً به سایت مراجعه کنید
fi: .Lisätietoja anonymisoitujen ja henkilötietojen keräämisestä ja käytöstä on osoitteessa
fr: . Vous trouverez de plus amples informations sur la collecte et l'utilisation de données anonymes et personnelles dans le
hi: .अज्ञात और व्यक्तिगत डेटा के संग्रह और उपयोग के बारे में अधिक जानकारी के लिए, कृपया देखें
hr: .Za više informacija o prikupljanju i korištenju anonimiziranih i osobnih podataka pogledajte
hu: . Az anonimizált és személyes adatok gyűjtésével és felhasználásával kapcsolatos további információkért kérjük, tekintse meg a
it: . Per maggiori informazioni sulla raccolta e l'utilizzo di dati anonimi e personali, si rimanda alla pagina
ja: 。匿名化された個人データの収集と使用の詳細については、以下を参照してください。
ko: . 익명화 및 개인 데이터의 수집 및 사용에 관한 자세한 내용은 다음을 참조하십시오
lt: . Norėdami gauti daugiau informacijos apie anoniminių ir asmens duomenų rinkimą ir naudojimą, žr
ml: . അജ്ഞാതവും വ്യക്തിഗതവുമായ ഡാറ്റയുടെ ശേഖരണത്തെയും ഉപയോഗത്തെയും കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾക്ക്, ദയവായി കാണുക
my: ။ Anonymated နှင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုစုဆောင်းခြင်းနှင့်အသုံးပြုခြင်းဆိုင်ရာပိုမိုသိရှိလိုပါက ကျေးဇူးပြု. ကိုးကားပါ
nl: . Voor meer informatie over het verzamelen en gebruiken van geanonimiseerde en persoonlijke gegevens, verwijzen wij u naar de
no: . For mer informasjon om innsamling og bruk av anonymiserte og personlige data, vennligst se
pl: . Więcej informacji na temat gromadzenia i wykorzystywania danych zanonimizowanych i osobowych można znaleźć w artykule
pt: . Para mais informações sobre a recolha e utilização de dados anónimos e pessoais, consulte por favor o
ru: . Для получения дополнительной информации о сборе и использовании обезличенных и персональных данных, пожалуйста, обратитесь к
sl: . Za več informacij o zbiranju in uporabi anonimiziranih in osebnih podatkov glejte
sr: . За више информација о прикупљању и коришћењу анонимних и личних података, погледајте
sv: . För mer information om insamling och användning av anonymiserade och personliga uppgifter, se
sw: . Kwa habari zaidi juu ya mkusanyiko na utumiaji wa data isiyojulikana na ya kibinafsi, tafadhali rejelea
th: - สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการรวบรวมและการใช้ข้อมูลส่วนบุคคลที่ไม่เปิดเผยตัวตน โปรดดูที่
tr: . Anonimleştirilmiş ve kişisel verilerin toplanması ve kullanılması hakkında daha fazla bilgi için lütfen
uk: . Для отримання додаткової інформації про збір і використання анонімних і персональних даних, будь ласка, зверніться до
vi: . Để biết thêm thông tin về việc thu thập và sử dụng dữ liệu cá nhân và ẩn danh, vui lòng tham khảo
zh: 。有关收集和使用匿名数据和个人数据的更多信息，请参阅

# termsOfUsageTitleShort
source: Terms of use
af: Gebruiksvoorwaardes
ar: شروط الاستخدام
bg: Условия за използване
bs: Uslovi korištenja
cs: Podmínky použití
da: Vilkår for brug
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Condiciones de uso
et: Kasutustingimused
fa: شرایط استفاده
fi: Käyttöehdot
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Használati feltételek
it: Condizioni di utilizzo
ja: 利用規約
ko: 이용 약관
lt: Naudojimo sąlygos
ml: ഉപയോഗ നിബന്ധനകൾ
my: သတ်မှတ်ချက်များ
nl: Gebruiksvoorwaarden
no: Vilkår for bruk
pl: Warunki użytkowania
pt: Termos de utilização
ru: Условия использования
sl: Pogoji uporabe
sr: Услови коришћења
sv: Användarvillkor
sw: Masharti ya Matumizi
th: เงื่อนไขการใช้งาน
tr: Kullanım şartları
uk: Умови використання
vi: Điều khoản sử dụng
zh: 使用条款

# faqAboutDeveloperTitle
source: Who is behind EHW+?
af: Wie is agter EHW+?
ar: من وراء EHW+؟
bg: Кой стои зад EHW+?
bs: Ko stoji iza EHW+?
cs: Kdo stojí za EHW+?
da: Hvem står bag EHW+?
de: Wer steht hinter EHW+?
el: Ποιος βρίσκεται πίσω από το EHW+;
es: ¿Quién está detrás de EHW+?
et: Kes on EHW+ taga?
fa: چه کسی پشت EHW+ است؟
fi: Kuka on EHW+:n takana?
fr: Qui est derrière EHW+ ?
hi: EHW+ के पीछे कौन है?
hr: Tko stoji iza EHW+?
hu: Ki áll az EHW+ mögött?
it: Chi c'è dietro EHW+?
ja: EHW+の背後にいるのは誰ですか?
ko: EHW+의 배후에는 누가 있나요?
lt: Kas yra už EHW+?
ml: EHW+ പിന്നിൽ ആരാണ്?
my: အဘယ်သူသည် ehw + နောက်ကွယ်မှသနည်း
nl: Wie staat achter EHW+?
no: Hvem står bak EHW+?
pl: Kto stoi za EHW+?
pt: Quem está por detrás do EHW+?
ru: Кто стоит за EHW+?
sl: Kdo stoji za EHW+?
sr: Ко стоји иза ЕХВ+?
sv: Vem ligger bakom EHW+?
sw: Ni nani aliye nyuma ya EHW+?
th: ใครอยู่เบื้องหลัง EHW+?
tr: EHW+'ın arkasında kim var?
uk: Хто стоїть за EHW+?
vi: Ai đứng sau EHW+?
zh: EHW+背后是谁？
