Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# warningNextReminderText
source: The next reminder is {date}.
af: Die volgende herinnering is {date}.
ar: التذكير التالي هو {date}.
bg: Следващото напомняне е {date}.
bs: Sljedeći podsjetnik je {date}.
cs: Další připomenutí je {date}.
da: Den næste påmindelse er {date}.
de: Die nächste Erinnerung erfolgt {date}.
el: Η επόμενη υπενθύμιση έχει προγραμματιστεί για τις {date}.
es: El próximo recordatorio es el {date}.
et: Järgmine meeldetuletus on {date}.
fa: یادآوری بعدی {date} است.
fi: Seuraava muistutus on {date}.
fr: Le prochain rappel aura lieu le {date}.
hi: अगला अनुस्मारक {date} है।
hr: Sljedeći podsjetnik je {date}.
hu: A következő emlékeztető az {date} oldalon található.
it: Il prossimo promemoria è il {date}.
ja: 次のリマインダーは{date}です。
ko: 다음 알림은 {date}입니다.
lt: Kitas priminimas yra {date}.
ml: അടുത്ത റിമൈൻഡർ {date} ആണ്.
my: နောက်သတိပေးချက်မှာ Phtoken0 ဖြစ်သည်။
nl: De volgende herinnering is {date}.
no: Neste påminnelse er {date}.
pl: Następne przypomnienie to {date}.
pt: O próximo lembrete é em {date}.
ru: Следующее напоминание: {date}.
sl: Naslednji opomnik je {date}.
sr: Следећи подсетник је ПХТОКЕН0.
sv: Nästa påminnelse är {date}.
sw: Ukumbusho unaofuata ni phtoken0.
th: การแจ้งเตือนถัดไปคือ {date}
tr: Bir sonraki hatırlatıcı {date}'dır.
uk: Наступне нагадування {date}.
vi: Lời nhắc tiếp theo là {date}.
zh: 下一个提醒是 {date}。

# counterConsiderForTotalConsumptions
source: Consider for total consumptions
af: Oorweeg vir totale verbruik
ar: احتسب ضمن إجمالي الاستهلاكات
bg: Включи в общата консумация
bs: Uključiti u ukupnu potrošnju
cs: Započítat do celkové spotřeby
da: Medregn i det samlede forbrug
de: Berücksichtigen für Gesamtverbrauch
el: Εξετάστε για τις συνολικές καταναλώσεις
es: «Considerar para consumos totales»
et: Arvestada kogutarbimise jaoks
fa: برای کل مصرف‌ها در نظر بگیرید
fi: Ota huomioon kokonaiskulutuksissa
fr: Prendre en compte pour les consommations totales
hi: कुल उपभोग के लिए विचार करें
hr: Uključi u ukupnu potrošnju
hu: Tekintsük a teljes fogyasztást
it: Considerare i consumi totali
ja: 総消費量を考慮する
ko: 총 소비량 고려
lt: Atsižvelkite į bendrą suvartojimą
ml: മൊത്തം ഉപഭോഗം പരിഗണിക്കുക
my: စုစုပေါင်းစားသုံးမှုများအတွက် စဉ်းစားပါ။
nl: Houd rekening met het totale verbruik
no: Vurder for totalt forbruk
pl: Weź pod uwagę całkowite zużycie
pt: Considerar para consumos totais
ru: Учитывайте общее потребление
sl: Upoštevajte skupno porabo
sr: Узмите у обзир укупну потрошњу
sv: Tänk på den totala förbrukningen
sw: Fikiria kwa matumizi ya jumla
th: พิจารณาการบริโภคทั้งหมด
tr: Toplam tüketimleri göz önünde bulundurun
uk: Враховуйте загальне споживання
vi: Xem xét tổng mức tiêu thụ
zh: 考虑总消费

# consumptionYearlyDetailedElectricity
source: Your electricity consumption {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/year ≈ {monthlyConsumption} kWh/month) is {consumptionLevel}.
af: Jou elektrisiteitsverbruik {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/jaar ≈ {monthlyConsumption} kWh/maand) {consumptionLevel}.
ar: استهلاكك للكهرباء {ofRange} ({totalConsumption} كيلوواط ساعي ≈ {yearlyConsumption} كيلوواط ساعي/سنة ≈ {monthlyConsumption} كيلوواط ساعي/شهر) {consumptionLevel}.
bg: Вашата консумация на ток {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/година ≈ {monthlyConsumption} kWh/месец) {consumptionLevel}.
bs: Vaša potrošnja električne energije {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/godina ≈ {monthlyConsumption} kWh/mjesečno) {consumptionLevel}.
cs: Vaše spotřeba elektřiny {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/rok ≈ {monthlyConsumption} kWh/měsíc) {consumptionLevel}.
da: Dit elforbrug {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/år ≈ {monthlyConsumption} kWh/måned) {consumptionLevel}.
de: Ihr Stromverbrauch {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/Jahr ≈ {monthlyConsumption} kWh/Monat) ist {consumptionLevel}.
el: Η κατανάλωση ηλεκτρικής ενέργειας {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/έτος ≈ {monthlyConsumption} kWh/μήνα) είναι {consumptionLevel}.
es: Su consumo de electricidad {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/año ≈ {monthlyConsumption} kWh/mes) {consumptionLevel}.
et: Teie elektrivõrgust tarbimine {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/aasta ≈ {monthlyConsumption} kWh/kuu) {consumptionLevel}.
fa: مصرف برق شما {ofRange} ({totalConsumption} کیلووات ساعت ≈ {yearlyConsumption} کیلووات ساعت در سال ≈ {monthlyConsumption} کیلووات ساعت در ماه) {consumptionLevel}.
fi: Sähkönkulutuksesi {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/vuosi ≈ {monthlyConsumption} kWh/kk) {consumptionLevel}.
fr: Votre consommation d'électricité {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/an ≈ {monthlyConsumption} kWh/mois) {consumptionLevel}.
hr: Vaša potrošnja električne energije {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/godina ≈ {monthlyConsumption} kWh/mjesec) {consumptionLevel}.
hu: Az Ön villamosenergia-fogyasztása {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/év ≈ {monthlyConsumption} kWh/hónap) {consumptionLevel}.
it: Il tuo consumo di elettricità {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/anno ≈ {monthlyConsumption} kWh/mese) {consumptionLevel}.
ja: あなたの電力消費量 {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/年 ≈ {monthlyConsumption} kWh/月) {consumptionLevel}.
lt: Jūsų elektros suvartojimas {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh per metus ≈ {monthlyConsumption} kWh per mėnesį) {consumptionLevel}.
ml: നിങ്ങളുടെ വൈദ്യുതി ഉപയോഗം {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh പ്രതിവർഷം ≈ {monthlyConsumption} kWh പ്രതിമാസം) {consumptionLevel}.
nl: Uw elektriciteitsverbruik {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/jaar ≈ {monthlyConsumption} kWh/maand) {consumptionLevel}.
pt: O seu consumo de electricidade {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/ano ≈ {monthlyConsumption} kWh/mês) {consumptionLevel}.
ru: Ваше потребление электроэнергии {ofRange} ({totalConsumption} кВтч ≈ {yearlyConsumption} кВтч/год ≈ {monthlyConsumption} кВтч/месяц) {consumptionLevel}.
sl: Vaša poraba električne energije {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/leto ≈ {monthlyConsumption} kWh/mesec) {consumptionLevel}.
sr: Ваша потрошња електричне енергије ПХТОКЕН0 (ПХТОКЕН1 кВх ≈ ПХТОКЕН2 кВх/годишње ≈ ПХТОКЕН3 кВх/месец) {consumptionLevel}.
sw: Matumizi yako ya umeme phtoken0 (phtoken1 kWh ≈ phtoken2 kWh/mwaka ≈ phtoken3 kWh/mwezi) {consumptionLevel}.
tr: Elektrik tüketiminiz {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/yıl ≈ {monthlyConsumption} kWh/ay) {consumptionLevel}.
uk: Ваше споживання електроенергії {ofRange} ({totalConsumption} кВт-год ≈ {yearlyConsumption} кВт-год/рік ≈ {monthlyConsumption} кВт-год/місяць) {consumptionLevel}.
zh: 您的用电量 {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/年 ≈ {monthlyConsumption} kWh/月) {consumptionLevel}.

# consumptionYearlyDetailedGas
source: Your gas consumption {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/year ≈ {monthlyConsumption} kWh/month) is {consumptionLevel}.
af: Jou gasverbruik {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/jaar ≈ {monthlyConsumption} kWh/maand) {consumptionLevel}.
ar: استهلاكك للغاز {ofRange} ({totalConsumption} كيلوواط ساعي ≈ {yearlyConsumption} كيلوواط ساعي/سنة ≈ {monthlyConsumption} كيلوواط ساعي/شهر) {consumptionLevel}.
bg: Вашата консумация на газ {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/година ≈ {monthlyConsumption} kWh/месец) {consumptionLevel}.
bs: Vaša potrošnja plina {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/godina ≈ {monthlyConsumption} kWh/mjesečno) {consumptionLevel}.
cs: Vaše spotřeba plynu {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/rok ≈ {monthlyConsumption} kWh/měsíc) {consumptionLevel}.
da: Dit gasforbrug {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/år ≈ {monthlyConsumption} kWh/måned) {consumptionLevel}.
de: Ihr Gasverbrauch {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/Jahr ≈ {monthlyConsumption} kWh/Monat) ist {consumptionLevel}.
el: Η κατανάλωση φυσικού αερίου {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/έτος ≈ {monthlyConsumption} kWh/μήνα) είναι {consumptionLevel}.
es: Su consumo de gas {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/año ≈ {monthlyConsumption} kWh/mes) {consumptionLevel}.
et: Teie gaasivõrgust tarbimine {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/aasta ≈ {monthlyConsumption} kWh/kuu) {consumptionLevel}.
fa: مصرف گاز شما {ofRange} ({totalConsumption} کیلووات ساعت ≈ {yearlyConsumption} کیلووات ساعت در سال ≈ {monthlyConsumption} کیلووات ساعت در ماه) {consumptionLevel}.
fi: Kaasunkulutuksesi {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/vuosi ≈ {monthlyConsumption} kWh/kk) {consumptionLevel}.
fr: Votre consommation de gaz {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/an ≈ {monthlyConsumption} kWh/mois) {consumptionLevel}.
hr: Vaša potrošnja plina {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/godina ≈ {monthlyConsumption} kWh/mjesec) {consumptionLevel}.
hu: A gázfogyasztása {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/év ≈ {monthlyConsumption} kWh/hónap) {consumptionLevel}.
it: Il tuo consumo di gas {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/anno ≈ {monthlyConsumption} kWh/mese) {consumptionLevel}.
ja: ガス消費量 {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/年 ≈ {monthlyConsumption} kWh/月) {consumptionLevel}.
lt: Jūsų dujų suvartojimas {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh per metus ≈ {monthlyConsumption} kWh per mėnesį) {consumptionLevel}.
ml: നിങ്ങളുടെ ഗ്യാസ് ഉപയോഗം {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh പ്രതിവർഷം ≈ {monthlyConsumption} kWh പ്രതിമാസം) {consumptionLevel}.
nl: Uw gasverbruik {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/jaar ≈ {monthlyConsumption} kWh/maand) {consumptionLevel}.
pt: O seu consumo de gás {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/ano ≈ {monthlyConsumption} kWh/mês) {consumptionLevel}.
ru: Ваше потребление газа {ofRange} ({totalConsumption} кВтч ≈ {yearlyConsumption} кВтч/год ≈ {monthlyConsumption} кВтч/месяц) {consumptionLevel}.
sl: Vaša poraba plina {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/leto ≈ {monthlyConsumption} kWh/mesec) {consumptionLevel}.
sr: Ваша потрошња гаса ПХТОКЕН0 (ПХТОКЕН1 кВх ≈ ПХТОКЕН2 кВх/годишње ≈ ПХТОКЕН3 кВх/месечно) {consumptionLevel}.
sw: Matumizi yako ya gesi phtoken0 (phtoken1 kWh ≈ phtoken2 kWh/mwaka ≈ phtoken3 kWh/mwezi) {consumptionLevel}.
tr: Gaz tüketiminiz {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/yıl ≈ {monthlyConsumption} kWh/ay) {consumptionLevel}.
uk: Ваше споживання газу {ofRange} ({totalConsumption} кВт-год ≈ {yearlyConsumption} кВт-год/рік ≈ {monthlyConsumption} кВт-год/місяць) {consumptionLevel}.
zh: 您的燃气消耗量 {ofRange} ({totalConsumption} kWh ≈ {yearlyConsumption} kWh/年 ≈ {monthlyConsumption} kWh/月) {consumptionLevel}.

# consumptionYearlyDetailedComparisonLess
source: You consume{verbSuffix} {percentage} less than an average household with {householdSize} {personLabel}.
af: Jy verbruik{verbSuffix} {percentage} minder as 'n gemiddelde huishouding met {householdSize} {personLabel}.
ar: أنت تستهلك{verbSuffix} {percentage} أقل من متوسط أسرة مع {householdSize} {personLabel}.
bg: Вие консумирате{verbSuffix} {percentage} по-малко от средно домакинство с {householdSize} {personLabel}.
bs: Vi konzumirate{verbSuffix} {percentage} manje od prosječno domaćinstvo sa {householdSize} {personLabel}.
cs: Spotřebujete{verbSuffix} {percentage} méně než průměrná domácnost s {householdSize} {personLabel}.
da: Du bruger {verbSuffix} {percentage} mindre end en gennemsnitlig husstand med {householdSize} {personLabel}.
de: Sie verbrauch{verbSuffix}en {percentage} weniger als ein durchschnittlicher Haushalt mit {householdSize} {personLabel}.
el: Καταναλώνετε {verbSuffix} {percentage} λιγότερο από ένα μέσο νοικοκυριό με {householdSize} {personLabel}.
es: Consume{verbSuffix} {percentage} menos que un hogar promedio de {householdSize} {personLabel}.
et: Teie tarbite{verbSuffix} {percentage} vähem kui keskmine {householdSize} {personLabel}-ga leibkond.
fa: شما مصرف می کنید{verbSuffix} {percentage} کمتر از یک خانواده متوسط ​​با {householdSize} {personLabel}.
fi: Kulutat{verbSuffix} {percentage} vähemmän kuin keskimääräinen kotitalous, jossa on {householdSize} {personLabel}.
fr: Vous consommez{verbSuffix} {percentage} de moins que la consommation d'un ménage moyen de {householdSize} {personLabel}.
hr: Trošite{verbSuffix} {percentage} manje od prosječno kućanstvo s {householdSize} {personLabel}.
hu: {verbSuffix} {percentage} kevesebbet fogyaszt, mint egy átlagos háztartás, amelynek {householdSize} {personLabel}.
it: Consumi{verbSuffix} {percentage} in meno rispetto a una famiglia media di {householdSize} {personLabel}.
ja: {verbSuffix}を消費します {percentage}未満 {householdSize} {personLabel} を持つ平均的な世帯.
lt: Jūs vartojate{verbSuffix} {percentage} mažiau nei vidutinis namų ūkis su {householdSize} {personLabel}.
ml: നിങ്ങൾ{verbSuffix} ഉപയോഗിക്കുന്നു {percentage}-നേക്കാൾ കുറവാണ് {householdSize} {personLabel} ഉള്ള ഒരു ശരാശരി കുടുംബം.
nl: U verbruikt{verbSuffix} {percentage} minder dan een gemiddeld huishouden met {householdSize} {personLabel}.
pt: Consome{verbSuffix} {percentage} menos do que um agregado médio com {householdSize} {personLabel}.
ru: Вы потребляете{verbSuffix} на {percentage} меньше, чем среднее домохозяйство из {householdSize} {personLabel}.
sl: Zaužijete{verbSuffix} {percentage} manj kot povprečno gospodinjstvo s {householdSize} {personLabel}.
sr: Ви конзумиратеПХТОКЕН0 ПХТОКЕН0 мање од просечно домаћинство са ПХТОКЕН0 ПХТОКЕН1.
sw: Wewe matumizi ya matumizi0 Phtoken0 chini ya Kaya ya wastani na phtoken0 phtoken1.
tr: {verbSuffix} tüketiyorsunuz {percentage} daha az {householdSize} {personLabel} olan ortalama bir hane.
uk: Ви споживаєте{verbSuffix} {percentage} менше ніж середнє домогосподарство з {householdSize} {personLabel}.
zh: 您消耗{verbSuffix} {percentage} 小于 拥有 {householdSize} {personLabel} 的普通家庭.

# consumptionYearlyDetailedComparisonMore
source: You consume{verbSuffix} {percentage} more than an average household with {householdSize} {personLabel}.
af: Jy verbruik{verbSuffix} {percentage} meer as 'n gemiddelde huishouding met {householdSize} {personLabel}.
ar: أنت تستهلك{verbSuffix} {percentage} أكثر من متوسط أسرة مع {householdSize} {personLabel}.
bg: Вие консумирате{verbSuffix} {percentage} повече от средно домакинство с {householdSize} {personLabel}.
bs: Vi konzumirate{verbSuffix} {percentage} više od prosječno domaćinstvo sa {householdSize} {personLabel}.
cs: Spotřebujete{verbSuffix} {percentage} více než průměrná domácnost s {householdSize} {personLabel}.
da: Du bruger {verbSuffix} {percentage} mere end en gennemsnitlig husstand med {householdSize} {personLabel}.
de: Sie verbrauch{verbSuffix}en {percentage} mehr als ein durchschnittlicher Haushalt mit {householdSize} {personLabel}.
el: Καταναλώνετε {verbSuffix} {percentage} περισσότερο από ένα μέσο νοικοκυριό με {householdSize} {personLabel}.
es: Consume{verbSuffix} {percentage} más que un hogar promedio de {householdSize} {personLabel}.
et: Teie tarbite{verbSuffix} {percentage} rohkem kui keskmine {householdSize} {personLabel}-ga leibkond.
fa: شما مصرف می کنید{verbSuffix} {percentage} بیش از یک خانواده متوسط ​​با {householdSize} {personLabel}.
fi: Kulutat{verbSuffix} {percentage} enemmän kuin keskimääräinen kotitalous, jossa on {householdSize} {personLabel}.
fr: Vous consommez{verbSuffix} {percentage} de plus que la consommation d'un ménage moyen de {householdSize} {personLabel}.
hr: Trošite{verbSuffix} {percentage} više od prosječno kućanstvo s {householdSize} {personLabel}.
hu: {verbSuffix} {percentage} többet fogyaszt, mint egy átlagos háztartás, amelynek {householdSize} {personLabel}.
it: Consumi{verbSuffix} {percentage} in più rispetto a una famiglia media di {householdSize} {personLabel}.
ja: {verbSuffix}を消費します {percentage}以上 {householdSize} {personLabel} を持つ平均的な世帯.
lt: Jūs vartojate{verbSuffix} {percentage} daugiau nei vidutinis namų ūkis su {householdSize} {personLabel}.
ml: നിങ്ങൾ{verbSuffix} ഉപയോഗിക്കുന്നു {percentage}-ൽ കൂടുതൽ {householdSize} {personLabel} ഉള്ള ഒരു ശരാശരി കുടുംബം.
nl: U verbruikt{verbSuffix} {percentage} meer dan een gemiddeld huishouden met {householdSize} {personLabel}.
pt: Consome{verbSuffix} {percentage} mais do que um agregado médio com {householdSize} {personLabel}.
ru: Вы потребляете{verbSuffix} на {percentage} больше, чем среднее домохозяйство из {householdSize} {personLabel}.
sl: Zaužijete{verbSuffix} {percentage} več kot povprečno gospodinjstvo s {householdSize} {personLabel}.
sr: Ви конзумиратеПХТОКЕН0 ПХТОКЕН0 више од просечно домаћинство са ПХТОКЕН0 ПХТОКЕН1.
sw: Wewe matumizi ya matumizi0 Phtoken0 zaidi ya Kaya ya wastani na phtoken0 phtoken1.
tr: {verbSuffix} tüketiyorsunuz {percentage}'dan fazla {householdSize} {personLabel} olan ortalama bir hane.
uk: Ви споживаєте{verbSuffix} {percentage} більше ніж середнє домогосподарство з {householdSize} {personLabel}.
zh: 您消耗{verbSuffix} {percentage} 多于 拥有 {householdSize} {personLabel} 的普通家庭.

# consumptionYearlyDetailedComparisonEqual
source: You consume{verbSuffix} about as much as an average household with {householdSize} {personLabel}.
af: Jy verbruik{verbSuffix} omtrent dieselfde as 'n gemiddelde huishouding met {householdSize} {personLabel}.
ar: أنت تستهلك{verbSuffix} نفس الشيء تقريباً متوسط أسرة مع {householdSize} {personLabel}.
bg: Вие консумирате{verbSuffix} приблизително същото като средно домакинство с {householdSize} {personLabel}.
bs: Vi konzumirate{verbSuffix} otprilike isto kao prosječno domaćinstvo sa {householdSize} {personLabel}.
cs: Spotřebujete{verbSuffix} zhruba stejně jako průměrná domácnost s {householdSize} {personLabel}.
da: Du bruger {verbSuffix} omtrent det samme som en gennemsnitlig husstand med {householdSize} {personLabel}.
de: Sie verbrauch{verbSuffix}en etwa so viel wie ein durchschnittlicher Haushalt mit {householdSize} {personLabel}.
el: Καταναλώνετε {verbSuffix} περίπου όσο ένα μέσο νοικοκυριό με {householdSize} {personLabel}.
es: Consume{verbSuffix} aproximadamente lo mismo que un hogar promedio de {householdSize} {personLabel}.
et: Teie tarbite{verbSuffix} umbes sama kui keskmine {householdSize} {personLabel}-ga leibkond.
fa: شما مصرف می کنید{verbSuffix} تقریباً مشابه یک خانواده متوسط ​​با {householdSize} {personLabel}.
fi: Kulutat{verbSuffix} suunnilleen sama kuin keskimääräinen kotitalous, jossa on {householdSize} {personLabel}.
fr: Vous consommez{verbSuffix} à peu près autant que la consommation d'un ménage moyen de {householdSize} {personLabel}.
hr: Trošite{verbSuffix} otprilike isto kao prosječno kućanstvo s {householdSize} {personLabel}.
hu: {verbSuffix}-t fogyaszt, ami körülbelül egy átlagos háztartás fogyasztásának felel meg ({householdSize} {personLabel}).
it: Consumi{verbSuffix} circa lo stesso di una famiglia media di {householdSize} {personLabel}.
ja: {verbSuffix}を消費します とほぼ同じ {householdSize} {personLabel} を持つ平均的な世帯.
lt: Jūs vartojate{verbSuffix} maždaug toks pat kaip vidutinis namų ūkis su {householdSize} {personLabel}.
ml: നിങ്ങൾ{verbSuffix} ഉപയോഗിക്കുന്നു ഏകദേശം അതേ പോലെ {householdSize} {personLabel} ഉള്ള ഒരു ശരാശരി കുടുംബം.
nl: U verbruikt{verbSuffix} ongeveer hetzelfde als een gemiddeld huishouden met {householdSize} {personLabel}.
pt: Consome{verbSuffix} aproximadamente o mesmo que um agregado médio com {householdSize} {personLabel}.
ru: Вы потребляете{verbSuffix} примерно столько же, сколько среднее домохозяйство из {householdSize} {personLabel}.
sl: Zaužijete{verbSuffix} približno enako kot povprečno gospodinjstvo s {householdSize} {personLabel}.
sr: Ви конзумиратеПХТОКЕН0 отприлике исто као просечно домаћинство са ПХТОКЕН0 ПХТОКЕН1.
sw: Wewe matumizi ya matumizi0 karibu sawa na Kaya ya wastani na phtoken0 phtoken1.
tr: {verbSuffix} tüketiyorsunuz yaklaşık olarak aynı {householdSize} {personLabel} olan ortalama bir hane.
uk: Ви споживаєте{verbSuffix} приблизно так само, як середнє домогосподарство з {householdSize} {personLabel}.
zh: 您消耗{verbSuffix} 大约与 拥有 {householdSize} {personLabel} 的普通家庭.

# consumptionWaterDailyMonthlySingle
source: You consume about {dailyLiters} liters per day (≈ {monthlyCubicMeters} {unitName} per month).
af: Jy verbruik ongeveer {dailyLiters} liter per dag (≈ {monthlyCubicMeters} {unitName} per maand).
ar: أنت تستهلك حوالي {dailyLiters} لتر يومياً (≈ {monthlyCubicMeters} {unitName} شهرياً).
bg: Вие консумирате около {dailyLiters} литра на ден (≈ {monthlyCubicMeters} {unitName} на месец).
bs: Vi konzumirate oko {dailyLiters} litara dnevno (≈ {monthlyCubicMeters} {unitName} mesečno).
cs: Spotřebujete asi {dailyLiters} litrů za den (≈ {monthlyCubicMeters} {unitName} za měsíc).
da: Du forbruger ca. {dailyLiters} liter pr. dag (≈ {monthlyCubicMeters} {unitName} pr. måned).
de: Sie verbrauchen etwa {dailyLiters} Liter am Tag (≈ {monthlyCubicMeters} {unitName} im Monat).
el: Καταναλώνετε περίπου {dailyLiters} λίτρα την ημέρα (≈ {monthlyCubicMeters} {unitName} το μήνα).
es: Consume aprox. {dailyLiters} litros al día (≈ {monthlyCubicMeters} {unitName} al mes).
et: Teie tarbimine on umbes {dailyLiters} liitrit päevas (≈ {monthlyCubicMeters} {unitName} kuus).
fa: شما مصرف می کنید حدود {dailyLiters} لیتر در روز (≈ {monthlyCubicMeters} {unitName} در ماه).
fi: Kulutat noin {dailyLiters} litraa päivässä (≈ {monthlyCubicMeters} {unitName} kuukaudessa).
fr: Vous consommez environ {dailyLiters} litres par jour (≈ {monthlyCubicMeters} {unitName} par mois).
hr: Trošite oko {dailyLiters} litara dnevno (≈ {monthlyCubicMeters} {unitName} mjesečno).
hu: Naponta körülbelül {dailyLiters} liter folyadékot fogyaszt (≈ {monthlyCubicMeters} {unitName} havonta).
it: Consumi circa {dailyLiters} litri al giorno (≈ {monthlyCubicMeters} {unitName} al mese).
ja: あなたは消費します 1 日あたり約 {dailyLiters} リットル (≈ 1 か月あたり {monthlyCubicMeters} {unitName})。
lt: Jūs vartojate apie {dailyLiters} litrų per dieną (≈ {monthlyCubicMeters} {unitName} per mėnesį).
ml: നിങ്ങൾ ഉപഭോഗം ചെയ്യുക പ്രതിദിനം ഏകദേശം {dailyLiters} ലിറ്റർ (പ്രതിമാസം ≈ {monthlyCubicMeters} {unitName}).
nl: U verbruikt ongeveer {dailyLiters} liter per dag (≈ {monthlyCubicMeters} {unitName} per maand).
pt: Consome cerca de {dailyLiters} litros por dia (≈ {monthlyCubicMeters} {unitName} por mês).
ru: Вы потребляете примерно {dailyLiters} литров в день (≈ {monthlyCubicMeters} {unitName} в месяц).
sl: Porabiš približno {dailyLiters} litrov na dan (≈ {monthlyCubicMeters} {unitName} na mesec).
sr: Ви конзумирате око ПХТОКЕН0 литара дневно (≈ ПХТОКЕН1 ПХТОКЕН2 месечно).
sw: Unatumia kuhusu lita za phtoken0 kwa siku (≈ phtoken1 phtoken2 kwa mwezi).
tr: Tüketiyorsun günde yaklaşık {dailyLiters} litre (≈ {monthlyCubicMeters} {unitName} ayda).
uk: Ви споживаєте близько {dailyLiters} літрів на день (≈ {monthlyCubicMeters} {unitName} на місяць).
zh: 你消费 每天约 {dailyLiters} 升（约每月 {monthlyCubicMeters} {unitName}）。
