Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# importCounterAsCsv
source: Do you want to import a single meter? Supported per meter is a CSV file with two columns, one for the time and one for the meter reading. Example data: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
af: Wil jy 'n enkele meter invoer? Ondersteun per meter is 'n CSV-lêer met twee kolomme, een vir die tyd en een vir die meterlesing. Voorbeelddata: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
ar: هل تريد استيراد عداد واحد؟ المدعوم لكل عداد هو ملف CSV بعمودين، واحد للوقت وواحد لقراءة العداد. بيانات مثال: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
bg: Искате ли да импортирате единичен брояч? Поддържа се CSV файл с две колони, една за времето и една за показанието на брояча. Примерни данни: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
bs: Želite li uvesti jedan mjerač? Podržana je CSV datoteka sa dvije kolone, jednom za vrijeme i jednom za očitavanje brojila. Primjer podataka: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
cs: Chcete importovat jeden metr? Pro metr je podporován soubor CSV se dvěma sloupci, jedním pro čas a jedním pro odečet měřiče. Příklad údajů: 2020-04-01T22:59:00,6790,855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803,435 20120401 13:27:00,6807,467 2012-04-01,13:27:00,6807,467 "2020-04-01 23:02:00",6812,036
da: Vil du importere en enkelt måler? Understøttet pr. meter er en CSV-fil med to kolonner, en for tiden og en for måleraflæsningen. Eksempeldata: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 01-04-2020 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812.036
de: Möchten Sie einen einzelnen Zähler importieren? Unterstützt wird pro Zähler eine CSV-Datei mit zwei Spalten, eine für den Zeitpunkt (ISO-Norm) und eine für den Zählerstand. Datenbeispiel: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421;Notiz 2020-04-01 22:22,6803.435 2012-04-01,13:27:00,6807.467 20120401 13:27:00,6807.467,Notiz ohne Komma 2.4.2020,6807
el: Θέλετε να εισαγάγετε έναν μεμονωμένο μετρητή; Υποστηρίζεται ανά μετρητή ένα αρχείο CSV με δύο στήλες, μία για την ώρα και μία για την ένδειξη του μετρητή. Παράδειγμα δεδομένων: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
es: ¿Desea importar un solo contador? Se admite por contador un archivo CSV con dos columnas, una para la hora y otra para la lectura del contador.
et: Kas soovid importida ühe arvesti? Toetatud on CSV-fail kahe veeruga: aeg ja arvestinäit. Näidisandmed: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
fa: آیا می خواهید یک متر تکی وارد کنید؟برای هر متر یک فایل CSV با دو ستون، یکی برای زمان و دیگری برای خواندن متر است. داده های نمونه: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 01-04-2020 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
fi: Haluatko tuoda yhden mittarin?Tuettu metrikohtainen CSV-tiedosto, jossa on kaksi saraketta, yksi aika ja yksi mittarin lukema. Esimerkkitiedot: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00", 6812 036
fr: Voulez-vous importer un seul compteur ? La prise en charge par compteur est un fichier CSV avec deux colonnes, une pour l'heure et une pour le relevé du compteur.
hi: क्या आप एक भी मीटर आयात करना चाहते हैं?प्रति मीटर समर्थित एक सीएसवी फ़ाइल है जिसमें दो कॉलम हैं, एक समय के लिए और एक मीटर रीडिंग के लिए। उदाहरण डेटा: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
hr: Želite li uvesti jedan metar?Podržana po brojilu je CSV datoteka s dva stupca, jedan za vrijeme i jedan za očitanje brojila. Primjer podataka: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
hu: Egyetlen mérőórát szeretne importálni? Mérőnként egy CSV-fájl támogatott, két oszloppal, egy az időpontot és egy a mérőóra-leolvasást tartalmazó oszlopokkal. Példa adatok: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
it: Vuole importare un singolo contatore? Supportato per contatore è un file CSV con due colonne, una per il tempo e una per la lettura del contatore.
ja: 単一のメーターをインポートしますか?メーターごとにサポートされているのは、時刻とメーター読み取り値の 2 つの列を含む CSV ファイルです。 データ例: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
ko: 단일 계량기를 가져오시겠습니까? 계량기별로 두 개의 열(시간, 계량기 지침)을 포함한 CSV 파일이 지원됩니다. 예시 데이터: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
lt: Ar norite importuoti vieną skaitiklį? Vienam metrui palaikomas CSV failas su dviem stulpeliais, vienas skirtas laikui ir vienas skaitiklio rodmenims. Duomenų pavyzdžiai: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00", 6812 036
ml: നിങ്ങൾക്ക് ഒരൊറ്റ മീറ്റർ ഇറക്കുമതി ചെയ്യണോ? രണ്ട് കോളങ്ങളുള്ള ഒരു CSV ഫയലാണ് ഓരോ മീറ്ററിലും പിന്തുണയ്ക്കുന്നത്, ഒന്ന് സമയത്തിനും മറ്റൊന്ന് മീറ്റർ റീഡിംഗിനും. ഉദാഹരണ ഡാറ്റ: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
my: တစ်မီတာတည်းကိုတင်သွင်းချင်ပါသလား။ မီတာတစ်မီတာကိုထောက်ပံ့သည် CSV ဖိုင်သည်ကော်လံနှစ်ခုရှိသော CSV ဖိုင်ဖြစ်ပြီးအချိန်နှင့်မီတာစာဖတ်ခြင်းအတွက်တစ်ခုဖြစ်သည်။ ဥပမာအချက်အလက်: 2020-04-01T22: 59: 006790.855 "2020-04-01t23: 59"; 6795.421 2020-04-01 22: 22,6803.435 2012011 13: 27: 006807.467 2012-04-011,13: 27: 006807.467 "2020-04-01 23:02:00" 6812,036 ", 6812,036
nl: Wilt u een enkele meter importeren? Per meter wordt een CSV-bestand met twee kolommen ondersteund, één voor de tijd en één voor de meterstand. Voorbeeldgegevens: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
no: Vil du importere en enkelt måler? Støttet per meter er en CSV-fil med to kolonner, en for klokkeslett og en for måleravlesning. Eksempeldata: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
pl: Czy chcesz zaimportować pojedynczy licznik? Obsługiwany dla licznika jest plik CSV z dwiema kolumnami, jedną zawierającą godzinę i drugą wskazującą stan licznika. Przykładowe dane: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 „2020-04-01 23:02:00”,6812,036
pt: Quer importar um único metro? Suportado por contador é um ficheiro CSV com duas colunas, uma para o tempo e outra para a leitura do contador.
ru: Вы хотите импортировать один счетчик? Поддерживается файл CSV с двумя столбцами: один для времени и один для показаний счетчика.
sl: Ali želite uvoziti en števec? Na števec je podprta datoteka CSV z dvema stolpcema, enim za čas in enim za odčitek števca. Primer podatkov: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
sr: Да ли желите да увезете један метар? Подржана је ЦСВ датотека са две колоне, једна за време и једна за очитавање бројила. Пример података: 2020-04-01Т22:59:00,6790.855 "2020-04-01Т23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
sv: Vill du importera en enda mätare? Stöd per meter är en CSV-fil med två kolumner, en för tiden och en för mätarställningen. Exempeldata: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
sw: Je! Unataka kuingiza mita moja? Iliyoungwa mkono kwa kila mita ni faili ya CSV iliyo na safu mbili, moja kwa wakati na moja kwa usomaji wa mita. Takwimu za Mfano: 2020-04-01T22: 59: 00,6790.855 "2020-04-01t23: 59"; 6795.421 2020-04-01 22: 22,6803.435 20120401 13: 27: 00,6807.467 2012-04-01,13: 27: 00,6807.467 "2020-04-01 23:02:00", 6812,036
th: คุณต้องการนำเข้าเมตรเดียวหรือไม่? รองรับต่อเมตรเป็นไฟล์ CSV ที่มีสองคอลัมน์ คอลัมน์หนึ่งสำหรับเวลาและอีกคอลัมน์สำหรับการอ่านมิเตอร์ ข้อมูลตัวอย่าง: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
tr: Tek bir sayaç mı ithal etmek istiyorsunuz? Sayaç başına desteklenen, biri zaman ve diğeri sayaç okuması için olmak üzere iki sütunlu bir CSV dosyasıdır. Örnek veriler: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
uk: Ви хочете імпортувати один лічильник? Для кожного лічильника підтримується файл CSV із двома стовпцями: один для часу та один для показань лічильника. Приклад даних: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
vi: Bạn có muốn nhập một mét không? Được hỗ trợ trên mỗi mét là một tệp CSV có hai cột, một cột cho thời gian và một cột cho chỉ số đồng hồ. Dữ liệu ví dụ: 2020-04-01T22:59:00,6790.855 "2020-04-01T23:59";6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 "2020-04-01 23:02:00",6812,036
zh: 您想导入单个仪表吗？每米支持一个包含两列的 CSV 文件，一列用于时间，一列用于仪表读数。 示例数据： 2020-04-01T22:59:00,6790.855 “2020-04-01T23:59”;6795.421 2020-04-01 22:22,6803.435 20120401 13:27:00,6807.467 2012-04-01,13:27:00,6807.467 “2020-04-01 23:02:00”,6812,036

source: Import successful
af: Invoer suksesvol
ar: تم الاستيراد بنجاح
bg: Импортирането е успешно
bs: Uvoz uspješan
cs: Import byl úspěšný
da: Importen lykkedes
de: Import erfolgreich
el: Επιτυχής εισαγωγή
es: Importar con éxito
et: Import õnnestus
fa: واردسازی با موفقیت انجام شد
fi: Tuonti onnistui
fr: L'import est un succès
hi: आयात सफल
hr: Uvoz uspješan
hu: Importálás sikeres
it: Importar con successo
ja: インポート成功
ko: 가져오기 성공
lt: Importuoti pavyko
ml: ഇറക്കുമതി വിജയിച്ചു
my: တင်သွင်းအောင်မြင်ခဲ့သည်
nl: Import succesvol
no: Importen var vellykket
pl: Import pomyślny
pt: Importar com sucesso
ru: успешный импорт
sl: Uvoz uspešen
sr: Увоз је успео
sv: Importen lyckades
sw: Kuagiza kufanikiwa
th: นำเข้าสำเร็จ
tr: İçe aktarma başarılı
uk: Імпорт успішний
vi: Nhập thành công
zh: 导入成功

source: Import not possible
af: Invoer nie moontlik nie
ar: الاستيراد غير ممكن
bg: Импортирането не е възможно
bs: Uvoz nije moguć
cs: Import není možný
da: Import ikke mulig
de: Import nicht möglich
el: Δεν είναι δυνατή η εισαγωγή
es: La importación no es posible
et: Import pole võimalik
fa: امکان واردسازی وجود ندارد
fi: Tuonti ei ole mahdollista
fr: L'import est impossible
hi: आयात संभव नहीं
hr: Uvoz nije moguć
hu: Importálás nem lehetséges
it: Importazione non possibile
ja: インポートできません
ko: 가져올 수 없습니다
lt: Importuoti negalima
ml: ഇറക്കുമതി സാധ്യമല്ല
my: သွင်းကုန်မဖြစ်နိုင်ပါ
nl: Import niet mogelijk
no: Import ikke mulig
pl: Import nie jest możliwy
pt: Importação não possível
ru: Импорт невозможен
sl: Uvoz ni mogoč
sr: Увоз није могућ
sv: Import inte möjlig
sw: Kuagiza haiwezekani
th: ไม่สามารถนำเข้าได้
tr: İçe aktarma mümkün değil
uk: Імпорт неможливий
vi: Không thể nhập khẩu
zh: 无法导入

# importErrorCsvIgnoredLines
source: {count, plural, one {One line was ignored: {lines}} other {{count} lines were ignored: {lines}}}
af: {count, plural, one {Een reël is geïgnoreer: {lines}} other {{count} reëls is geïgnoreer: {lines}}}
ar: {count, plural, one {تم تجاهل سطر واحد: {lines}} other {تم تجاهل {count} أسطر: {lines}}}
bg: {count, plural, one {Един ред беше игнориран: {lines}} other {{count} реда бяха игнорирани: {lines}}}
bs: {count, plural, one {Jedna linija je zanemarena: {lines}} other {{count} linije su zanemarene: {lines}}}
cs: {count, plural, one {Jeden řádek byl ignorován: {lines}} other {{count} řádků bylo ignorováno: {lines}}}
da: {count, plural, one {Én linje blev ignoreret: {lines}} other {{count} linjer blev ignoreret: {lines}}}
de: {count, plural, one {Es wurde eine Zeile ignoriert: {lines}} other {Es wurden {count} Zeilen ignoriert: {lines}}}
el: {count, plural, one {Μια γραμμή αγνοήθηκε: {lines}} other {{count} οι γραμμές αγνοήθηκαν: {lines}}}
es: {count, plural, one {Ignored {count} line(s): {lines}} other {Ignored {count} line(s): {lines}}}
et: {count, plural, one {Üks rida jäeti vahele: {lines}} other {{count} rida jäeti vahele: {lines}}}
fa: {count, plural, one {یک خط نادیده گرفته شد: {lines}} other {{count} خط نادیده گرفته شد: {lines}}}
fi: {count, plural, one {Yksi rivi ohitettiin: {lines}} other {{count} riviä ohitettiin: {lines}}}
fr: {count, plural, one {Ignored {count} line: {lines}} other {Ignored {count} lines: {lines}}}
hi: {count, plural, one {एक पंक्ति नज़रअंदाज़ की गई: {lines}} other {{count} पंक्तियाँ नज़रअंदाज़ की गईं: {lines}}}
hr: {count, plural, one {Jedan redak je zanemaren: {lines}} other {{count} redaka je zanemareno: {lines}}}
hu: {count, plural, one {Egy sor figyelmen kívül maradt: {lines}} other {{count} a következő sorok figyelmen kívül maradtak:{lines}}}
it: {count, plural, one {Ignored {count} line(s): {lines}} other {Ignored {count} line(s): {lines}}}
ja: {count, plural, one {1 行が無視されました: {lines}} other {{count} 行は無視されました: {lines}}}
ko: {count, plural, one {한 줄이 무시되었습니다: {lines}} other {{count}줄이 무시되었습니다: {lines}}}
lt: {count, plural, one {Viena eilutė buvo ignoruota: {lines}} other {{count} eilutės ignoruotos: {lines}}}
ml: {count, plural, one {ഒരു വരി അവഗണിച്ചു: {lines}} other {{count} വരികൾ അവഗണിച്ചു: {lines}}}
my: {count, plural, one {တစ်ကြောင်းတည်းကိုလျစ်လျူရှုခဲ့သည်: Phtoken0} other {Phtoken0 လိုင်းများကိုလျစ်လျူရှုထားသည် - Phtoken1}}
nl: {count, plural, one {Eén regel werd genegeerd: {lines}} other {{count} regels werden genegeerd: {lines}}}
no: {count, plural, one {Én linje ble ignorert: {lines}} other {{count} linjer ble ignorert: {lines}}}
pl: {count, plural, one {Jedna linia została zignorowana: {lines}} other {Linie {count} zostały zignorowane: {lines}}}
pt: {count, plural, one {Ignored {count} line(s): {lines}} other {Ignored {count} line(s): {lines}}}
ru: {count, plural, one {Ignored {count} line(s): {lines}} other {Ignored {count} line(s): {lines}}}
sl: {count, plural, one {Ena vrstica je bila prezrta: {lines}} other {Vrstice {count} so bile prezrte: {lines}}}
sr: {count, plural, one {Једна линија је занемарена: ПХТОКЕН0} other {ПХТОКЕН0 линије су занемарене: ПХТОКЕН1}}
sv: {count, plural, one {En rad ignorerades: {lines}} other {{count} rader ignorerades: {lines}}}
sw: {count, plural, one {Mstari mmoja ulipuuzwa: phtoken0} other {Mistari ya phtoken0 ilipuuzwa: phtoken1}}
th: {count, plural, one {หนึ่งบรรทัดถูกละเว้น: {lines}} other {บรรทัด {count} ถูกละเว้น: {lines}}}
tr: {count, plural, one {Bir satır göz ardı edildi: {lines}} other {{count} satırları göz ardı edildi: {lines}}}
uk: {count, plural, one {Один рядок було проігноровано: {lines}} other {Рядки {count} були проігноровані: {lines}}}
vi: {count, plural, one {Một dòng đã bị bỏ qua: {lines}} other {Các dòng {count} đã bị bỏ qua: {lines}}}
zh: {count, plural, one {忽略一行：{lines}} other {{count} 行被忽略：{lines}}}

# importErrorCsvIgnoredColumns
source: {columns, plural, one {Only the first two columns were used. The third column was ignored.} other {Only the first two columns were used, {columns} columns were ignored.}}
af: {columns, plural, one {Slegs die eerste twee kolomme is gebruik. Die derde kolom is geïgnoreer.} other {Slegs die eerste twee kolomme is gebruik, {columns} kolomme is geïgnoreer.}}
ar: {columns, plural, one {تم استخدام أول عمودين فقط. تم تجاهل العمود الثالث.} other {تم استخدام أول عمودين فقط، تم تجاهل {columns} أعمدة.}}
bg: {columns, plural, one {Използвани бяха само първите две колони. Третата колона беше игнорирана.} other {Използвани бяха само първите две колони, {columns} колони бяха игнорирани.}}
bs: {columns, plural, one {Korištene su samo prve dvije kolone. Treća kolona je zanemarena.} other {Korištene su samo prve dvije kolone, {columns} stupci su zanemareni.}}
cs: {columns, plural, one {Byly použity pouze první dva sloupce. Třetí sloupec byl ignorován.} other {Byly použity pouze první dva sloupce, sloupce {columns} byly ignorovány.}}
da: {columns, plural, one {Kun de to første kolonner blev brugt. Den tredje kolonne blev ignoreret.} other {Kun de to første kolonner blev brugt, {columns} kolonner blev ignoreret.}}
de: {columns, plural, one {Nur die ersten beiden Spalten wurden verwendet. Die dritte Spalte wurde ignoriert.} other {Nur die ersten beiden Spalten wurden verwendet, es wurden {columns} Spalten ignoriert.}}
el: {columns, plural, one {Χρησιμοποιήθηκαν μόνο οι δύο πρώτες στήλες. Η τρίτη στήλη αγνοήθηκε.} other {Χρησιμοποιήθηκαν μόνο οι δύο πρώτες στήλες, ενώ οι στήλες «{columns}» αγνοήθηκαν.}}
es: {columns, plural, one {Ignored column(s): {columns}} other {Ignored column(s): {columns}}}
et: {columns, plural, one {Kasutati ainult kahte esimest veergu. Kolmas veerg jäeti vahele.} other {Kasutati ainult kahte esimest veergu, {columns} veergu jäeti vahele.}}
fa: {columns, plural, one {فقط دو ستون اول استفاده شد. ستون سوم نادیده گرفته شد.} other {فقط دو ستون اول استفاده شد، {columns} ستون نادیده گرفته شد.}}
fi: {columns, plural, one {Vain kahta ensimmäistä saraketta käytettiin. Kolmas sarake ohitettiin.} other {Vain kahta ensimmäistä saraketta käytettiin, {columns} saraketta ohitettiin.}}
fr: {columns, plural, one {Ignored column(s): {columns}} other {Ignored column(s): {columns}}}
hi: {columns, plural, one {केवल पहले दो कॉलम उपयोग किए गए, तीसरा कॉलम अनदेखा किया गया।} other {केवल पहले दो कॉलम उपयोग किए गए, {columns} कॉलम अनदेखा किए गए।}}
hr: {columns, plural, one {Korištena su samo prva dva stupca. Treći stupac je zanemaren.} other {Korištena su samo prva dva stupca, {columns} stupaca je zanemareno.}}
hu: {columns, plural, one {Csak az első két oszlopot használták fel. A harmadik oszlopot figyelmen kívül hagytuk.} other {Csak az első két oszlopot használták, a {columns} oszlopokat figyelmen kívül hagyták.}}
it: {columns, plural, one {Ignored column(s): {columns}} other {Ignored column(s): {columns}}}
ja: {columns, plural, one {最初の 2 つの列のみが使用されました。3 番目の列は無視されました。} other {最初の 2 つの列のみが使用され、{columns} 列は無視されました。}}
ko: {columns, plural, one {처음 두 열만 사용되었습니다. 세 번째 열은 무시되었습니다.} other {처음 두 열만 사용되었으며, {columns}개의 열이 무시되었습니다.}}
lt: {columns, plural, one {Buvo naudojami tik pirmieji du stulpeliai. Trečiasis stulpelis buvo ignoruojamas.} other {Buvo naudojami tik pirmieji du stulpeliai, {columns} stulpeliai buvo ignoruojami.}}
ml: {columns, plural, one {ആദ്യ രണ്ട് കോളങ്ങളേ ഉപയോഗിച്ചുള്ളൂ. മൂന്നാം കോളം അവഗണിക്കപ്പെട്ടു.} other {ആദ്യ രണ്ട് കോളങ്ങളേ ഉപയോഗിച്ചുള്ളൂ, {columns} കോളങ്ങൾ അവഗണിക്കപ്പെട്ടു.}}
my: {columns, plural, one {ပထမ ဦး ဆုံးကော်လံနှစ်ခုသာအသုံးပြုခဲ့သည်။ တတိယကော်လံကိုလျစ်လျူရှုခဲ့သည်။} other {ပထမကော်လံနှစ်ခုကိုသာအသုံးပြုခဲ့သည့် Phtoken0 ကော်လံများကိုလျစ်လျူရှုခဲ့သည်။}}
nl: {columns, plural, one {Alleen de eerste twee kolommen werden gebruikt. De derde kolom werd genegeerd.} other {Alleen de eerste twee kolommen werden gebruikt, {columns} kolommen werden genegeerd.}}
no: {columns, plural, one {Bare de to første kolonnene ble brukt. Den tredje kolonnen ble ignorert.} other {Bare de to første kolonnene ble brukt, {columns}-kolonnene ble ignorert.}}
pl: {columns, plural, one {Wykorzystano tylko dwie pierwsze kolumny. Trzecia kolumna została zignorowana.} other {Wykorzystano tylko dwie pierwsze kolumny, kolumny {columns} pominięto.}}
pt: {columns, plural, one {Ignored column(s): {columns}} other {Ignored column(s): {columns}}}
ru: {columns, plural, one {Ignored column(s): {columns}} other {Ignored column(s): {columns}}}
sl: {columns, plural, one {Uporabljena sta bila samo prva dva stolpca. Tretji stolpec je bil prezrt.} other {Uporabljena sta bila samo prva dva stolpca, stolpci {columns} so bili prezrti.}}
sr: {columns, plural, one {Коришћене су само прве две колоне. Трећа колона је игнорисана.} other {Коришћене су само прве две колоне, ПХТОКЕН0 колоне су занемарене.}}
sv: {columns, plural, one {Endast de två första kolumnerna användes. Den tredje kolumnen ignorerades.} other {Endast de två första kolumnerna användes, {columns} kolumner ignorerades.}}
sw: {columns, plural, one {Nguzo mbili tu za kwanza zilitumika. Safu ya tatu ilipuuzwa.} other {Nguzo mbili tu za kwanza zilitumika, nguzo za PhToken0 zilipuuzwa.}}
th: {columns, plural, one {มีการใช้เพียงสองคอลัมน์แรกเท่านั้น คอลัมน์ที่สามถูกละเว้น} other {มีการใช้เพียงสองคอลัมน์แรกเท่านั้น คอลัมน์ {columns} จะถูกละเว้น}}
tr: {columns, plural, one {Yalnızca ilk iki sütun kullanıldı. Üçüncü sütun göz ardı edildi.} other {Yalnızca ilk iki sütun kullanıldı, {columns} sütunları dikkate alınmadı.}}
uk: {columns, plural, one {Використовувалися лише перші дві колонки. Третя колонка була проігнорована.} other {Використовувалися лише перші два стовпці, стовпці {columns} ігнорувалися.}}
vi: {columns, plural, one {Chỉ có hai cột đầu tiên được sử dụng. Cột thứ ba đã bị bỏ qua.} other {Chỉ có hai cột đầu tiên được sử dụng, cột {columns} bị bỏ qua.}}
zh: {columns, plural, one {仅使用前两列。第三列被忽略。} other {仅使用前两列，忽略 {columns} 列。}}

# consentTitle
source: Privacy Settings
af: Privaatheid Instellings
ar: إعدادات الخصوصية
bg: Настройки за поверителност
bs: Postavke privatnosti
cs: Nastavení soukromí
da: Indstillinger for beskyttelse af personlige oplysninger
de: Datenschutzeinstellungen
el: Ρυθμίσεις απορρήτου
es: Configuración de privacidad
et: Privaatsussätted
fa: تنظیمات حریم خصوصی
fi: Yksityisyysasetukset
fr: Paramètres de confidentialité
hi: गोपनीय सेटिंग
hr: Postavke privatnosti
hu: Adatvédelmi beállítások
it: Impostazioni della privacy
ja: プライバシー設定
ko: 개인정보 설정
lt: Privatumo nustatymai
ml: സ്വകാര്യതാ ക്രമീകരണങ്ങൾ
my: သီးသန့်လုံခြုံရေးချိန်ညှိချက်များ
nl: Privacy-instellingen
no: Personverninnstillinger
pl: Ustawienia prywatności
pt: Configurações de privacidade
ru: Настройки конфиденциальности
sl: Nastavitve zasebnosti
sr: Подешавања приватности
sv: Sekretessinställningar
sw: Mipangilio ya faragha
th: การตั้งค่าความเป็นส่วนตัว
tr: Gizlilik Ayarları
uk: Налаштування конфіденційності
vi: Cài đặt quyền riêng tư
zh: 隐私设置
