Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# cometConsentScreenOnlineDescription
source: Your consumption data will be sent to Goethe University Frankfurt, where an individual forecast will be created and displayed in the app.
af: Jou verbruiksdata sal na die Goethe-universiteit Frankfurt gestuur word, waar 'n individuele voorspelling geskep en in die toepassing vertoon sal word.
ar: سيتم إرسال بيانات الاستهلاك الخاصة بك إلى جامعة جوته فرانكفورت، حيث سيتم إنشاء توقع فردي وعرضه في التطبيق.
bg: Вашите данни за консумация ще бъдат изпратени до Университета Гьоте във Франкфурт, където ще бъде създадена индивидуална прогноза и ще бъде показана в приложението.
bs: Vaši podaci o potrošnji bit će poslani na Goethe univerzitet u Frankfurtu, gdje će se kreirati individualna prognoza i prikazati u aplikaciji.
cs: Vaše údaje o spotřebě budou odeslány na Goethe University Frankfurt, kde se vytvoří individuální předpověď a zobrazí se v aplikaci.
da: Dine forbrugsdata vil blive sendt til Goethe University Frankfurt, hvor en individuel prognose vil blive oprettet og vist i appen.
de: Ihre Verbrauchsdaten werden an die Goethe-Universität Frankfurt gesendet. Dort wird eine individuelle Prognose erstellt und in der App angezeigt.
el: Τα δεδομένα της κατανάλωσής σας θα αποσταλούν στο Πανεπιστήμιο Goethe της Φρανκφούρτης, όπου θα δημιουργηθεί μια ατομική πρόβλεψη και θα εμφανιστεί στην εφαρμογή.
es: Sus datos de consumo se enviarán a la Universidad Goethe de Fráncfort, donde se creará una previsión personalizada que se mostrará en la aplicación.
et: Sinu tarbimisandmed saadetakse Frankfurdi Goethe ülikooli, kus luuakse isikupärastatud prognoos ja kuvatakse see rakenduses.
fa: داده های مصرف شما به دانشگاه گوته فرانکفورت ارسال می شود، جایی که پیش بینی فردی ایجاد و در برنامه نمایش داده می شود.
fi: Kulutustietosi lähetetään Goethe University Frankfurtiin, jossa luodaan yksilöllinen ennuste, joka näytetään sovelluksessa.
fr: Vos données de consommation seront envoyées à l'Université Goethe de Francfort, où une prévision individuelle sera créée et affichée dans l'application.
hi: आपका उपभोग डेटा गोएथे यूनिवर्सिटी फ्रैंकफर्ट को भेजा जाएगा, जहां एक व्यक्तिगत पूर्वानुमान बनाया जाएगा और ऐप में प्रदर्शित किया जाएगा।
hr: Vaši podaci o potrošnji bit će poslani Goethe Sveučilištu u Frankfurtu, gdje će se izraditi individualna prognoza i prikazati u aplikaciji.
hu: Az Ön fogyasztási adatait elküldjük a Goethe Egyetem Frankfurtba, ahol egyéni előrejelzés készül, és megjelenik az alkalmazásban.
it: I tuoi dati di consumo saranno inviati all'Università Goethe di Francoforte, dove verrà creata una previsione personalizzata e visualizzata nell'app.
ja: 消費量データはゲーテ大学フランクフルト校に送信され、そこで個別の予測が作成され、アプリに表示されます。
ko: 귀하의 소비 데이터는 프랑크푸르트 괴테대학교로 전송되며, 그곳에서 개인별 예측을 생성해 앱에 표시합니다.
lt: Jūsų vartojimo duomenys bus siunčiami į Frankfurto Goethe universitetą, kur bus sukurta ir programėlėje rodoma individuali prognozė.
ml: നിങ്ങളുടെ ഉപഭോഗ ഡാറ്റ Goethe University Frankfurt-ലേക്ക് അയയ്‌ക്കും, അവിടെ ഒരു വ്യക്തിഗത പ്രവചനം സൃഷ്‌ടിക്കുകയും ആപ്പിൽ പ്രദർശിപ്പിക്കുകയും ചെയ്യും.
my: သင်၏စားသုံးမှုအချက်အလက်များကို Goethe Univers Frankfurt သို့ပို့ပေးပါလိမ့်မည်။
nl: Uw verbruiksgegevens worden verzonden naar de Goethe Universiteit Frankfurt, waar een individuele voorspelling wordt gemaakt en weergegeven in de app.
no: Forbruksdataene dine sendes til Goethe University Frankfurt, hvor en individuell prognose vil bli opprettet og vist i appen.
pl: Twoje dane dotyczące zużycia zostaną przesłane do Uniwersytetu Goethego we Frankfurcie, gdzie zostanie utworzona indywidualna prognoza i wyświetlona w aplikacji.
pt: Seus dados de consumo serão enviados para a Universidade Goethe de Frankfurt, onde uma previsão individual será criada e exibida no aplicativo.
ru: Ваши данные о потреблении будут отправлены в университет Гёте во Франкфурте, где создается индивидуальный прогноз, отображаемый в приложении.
sl: Vaši podatki o porabi bodo poslani Goethe University Frankfurt, kjer bo ustvarjena individualna napoved in prikazana v aplikaciji.
sr: Ваши подаци о потрошњи ће бити послати на Гете универзитет у Франкфурту, где ће се креирати индивидуална прогноза и приказати у апликацији.
sv: Din förbrukningsdata kommer att skickas till Goethe University Frankfurt, där en individuell prognos skapas och visas i appen.
sw: Takwimu zako za matumizi zitatumwa kwa Chuo Kikuu cha Goethe Frankfurt, ambapo utabiri wa mtu binafsi utaundwa na kuonyeshwa kwenye programu.
th: ข้อมูลการบริโภคของคุณจะถูกส่งไปยังมหาวิทยาลัยเกอเธ่ แฟรงก์เฟิร์ต ซึ่งจะมีการสร้างและแสดงการคาดการณ์แต่ละรายการในแอป
tr: Tüketim verileriniz, bireysel bir tahminin oluşturulacağı ve uygulamada görüntüleneceği Goethe Üniversitesi Frankfurt'a gönderilecek.
uk: Ваші дані про споживання будуть надіслані до Університету Гете у Франкфурті, де буде створено індивідуальний прогноз і відображено в додатку.
vi: Dữ liệu tiêu dùng của bạn sẽ được gửi đến Đại học Goethe Frankfurt, nơi dự báo riêng lẻ sẽ được tạo và hiển thị trong ứng dụng.
zh: 您的消费数据将发送到法兰克福歌德大学，在那里将创建个人预测并显示在应用程序中。

# cometConsentScreenOfflineDescriptionTitle
source: Without Internet connection:
af: Sonder internetverbinding:
ar: بدون اتصال الإنترنت:
bg: Без интернет връзка:
bs: Bez internetske veze:
cs: Bez připojení k internetu:
da: Uden internetforbindelse:
de: Ohne Internetverbindung:
el: Χωρίς σύνδεση στο Internet:
es: Sin conexión a Internet:
et: Ilma internetiühenduseta:
fa: بدون اتصال به اینترنت:
fi: Ilman Internet-yhteyttä:
fr: Sans connexion Internet :
hi: इंटरनेट कनेक्शन के बिना:
hr: Bez internetske veze:
hu: Internetkapcsolat nélkül:
it: Senza connessione Internet:
ja: インターネット接続がない場合:
ko: 인터넷 연결 없음:
lt: Be interneto ryšio:
ml: ഇൻ്റർനെറ്റ് കണക്ഷൻ ഇല്ലാതെ:
my: အင်တာနက်ဆက်သွယ်မှုမရှိရင်
nl: Zonder internetverbinding:
no: Uten Internett-tilkobling:
pl: Bez połączenia z Internetem:
pt: Sem conexão à Internet:
ru: Без подключения к Интернету:
sl: Brez internetne povezave:
sr: Без интернет везе:
sv: Utan internetanslutning:
sw: Bila unganisho la mtandao:
th: โดยไม่ต้องเชื่อมต่ออินเทอร์เน็ต:
tr: İnternet bağlantısı olmadan:
uk: Без підключення до Інтернету:
vi: Không có kết nối Internet:
zh: 没有互联网连接：

# cometConsentScreenOfflineDescription
source: A simplified local forecast will be calculated on your device.
af: ’n Vereenvoudigde plaaslike voorspelling sal op jou toestel bereken word.
ar: سيتم حساب توقع محلي مبسط على جهازك.
bg: На вашето устройство ще бъде изчислена опростена локална прогноза.
bs: Pojednostavljena lokalna prognoza će se izračunati na vašem uređaju.
cs: Na vašem zařízení bude vypočtena zjednodušená místní předpověď.
da: En forenklet lokal prognose vil blive beregnet på din enhed.
de: Eine vereinfachte lokale Vorhersage wird auf Ihrem Gerät berechnet.
el: Μια απλοποιημένη τοπική πρόγνωση θα υπολογιστεί στη συσκευή σας.
es: Se calculará una previsión local simplificada en su dispositivo.
et: Seadmes arvutatakse lihtsustatud kohalik prognoos.
fa: پیش بینی محلی ساده شده بر روی دستگاه شما محاسبه می شود.
fi: Yksinkertaistettu paikallinen ennuste lasketaan laitteellesi.
fr: Une prévision simplifiée sera calculée localement sur votre appareil.
hi: आपके डिवाइस पर एक सरलीकृत स्थानीय पूर्वानुमान की गणना की जाएगी।
hr: Pojednostavljena lokalna prognoza izračunat će se na vašem uređaju.
hu: Egy egyszerűsített helyi előrejelzés kerül kiszámításra az Ön készülékén.
it: Una previsione semplificata sarà calcolata localmente sul tuo dispositivo.
ja: 簡素化されたローカル予測がデバイス上で計算されます。
ko: 기기에서 간소화된 로컬 예측을 계산합니다.
lt: Jūsų įrenginyje bus apskaičiuota supaprastinta vietinė prognozė.
ml: നിങ്ങളുടെ ഉപകരണത്തിൽ ഒരു ലളിതമായ പ്രാദേശിക പ്രവചനം കണക്കാക്കും.
my: ရိုးရှင်းသောဒေသခံခန့်မှန်းချက်ကိုသင်၏စက်ပေါ်တွင်တွက်ချက်လိမ့်မည်။
nl: Een vereenvoudigde lokale voorspelling wordt berekend op uw apparaat.
no: En forenklet lokal prognose vil bli beregnet på enheten din.
pl: Na Twoim urządzeniu zostanie obliczona uproszczona prognoza lokalna.
pt: Uma previsão simplificada será calculada localmente em seu dispositivo.
ru: Упрощённый прогноз будет рассчитан локально на вашем устройстве.
sl: Na vaši napravi bo izračunana poenostavljena lokalna napoved.
sr: Поједностављена локална прогноза ће бити израчуната на вашем уређају.
sv: En förenklad lokal prognos kommer att beräknas på din enhet.
sw: Utabiri rahisi wa ndani utahesabiwa kwenye kifaa chako.
th: การคาดการณ์ในท้องถิ่นแบบง่ายจะถูกคำนวณบนอุปกรณ์ของคุณ
tr: Cihazınızda basitleştirilmiş bir yerel tahmin hesaplanacaktır.
uk: На вашому пристрої буде розраховано спрощений місцевий прогноз.
vi: Dự báo địa phương đơn giản sẽ được tính toán trên thiết bị của bạn.
zh: 将在您的设备上计算简化的本地预测。

# cometConsentScreenToggleLabel
source: Use forecast service
af: Gebruik voorspellingsdiens
ar: استخدام خدمة التوقعات
bg: Използване на услуга за прогнози
bs: Koristite uslugu prognoze
cs: Použijte předpovědní službu
da: Brug prognosetjeneste
de: Vorhersage-Dienst verwenden
el: Χρήση υπηρεσίας πρόβλεψης
es: Usar el servicio de previsión
et: Kasuta prognoositeenust
fa: از سرویس پیش بینی استفاده کنید
fi: Käytä ennustepalvelua
fr: Utiliser le service de prévision
hi: पूर्वानुमान सेवा का उपयोग करें
hr: Koristite uslugu predviđanja
hu: Előrejelző szolgáltatás használata
it: Usa il servizio di previsione
ja: 予測サービスを利用する
ko: 예측 서비스 사용
lt: Naudokite prognozių paslaugą
ml: പ്രവചന സേവനം ഉപയോഗിക്കുക
my: ခန့်မှန်းချက်ဝန်ဆောင်မှုကိုသုံးပါ
nl: Gebruik voorspellingsservice
no: Bruk prognosetjeneste
pl: Skorzystaj z usługi prognozy
pt: Usar serviço de previsão
ru: Использовать сервис прогнозирования
sl: Uporabite storitev napovedi
sr: Користите услугу прогнозе
sv: Använd prognostjänst
sw: Tumia huduma ya utabiri
th: ใช้บริการพยากรณ์
tr: Tahmin hizmetini kullan
uk: Скористайтеся сервісом прогнозів
vi: Sử dụng dịch vụ dự báo
zh: 使用预测服务

# cometConsentScreenDataCanBeUsedForTraining
source: Data may be used to optimize future predictions
af: Data kan gebruik word om toekomstige voorspellings te optimiseer
ar: قد تُستخدم البيانات لتحسين التوقعات المستقبلية
bg: Данните могат да се използват за оптимизиране на бъдещи прогнози
bs: Podaci se mogu koristiti za optimizaciju budućih predviđanja
cs: Data mohou být použita k optimalizaci budoucích předpovědí
da: Data kan bruges til at optimere fremtidige forudsigelser
de: Daten dürfen für die Optimierung künftiger Vorhersagen verwendet werden
el: Τα δεδομένα μπορούν να χρησιμοποιηθούν για τη βελτιστοποίηση μελλοντικών προβλέψεων
es: Los datos pueden ser utilizados para optimizar predicciones futuras
et: Andmeid võib kasutada tulevaste prognooside parandamiseks
fa: داده ها ممکن است برای بهینه سازی پیش بینی های آینده استفاده شوند
fi: Tietoja voidaan käyttää tulevaisuuden ennusteiden optimointiin
fr: Les données peuvent être utilisées pour optimiser les prévisions futures
hi: भविष्य की भविष्यवाणियों को अनुकूलित करने के लिए डेटा का उपयोग किया जा सकता है
hr: Podaci se mogu koristiti za optimizaciju budućih predviđanja
hu: Az adatok felhasználhatók a jövőbeli előrejelzések optimalizálására.
it: I dati possono essere utilizzati per ottimizzare le previsioni future
ja: データは将来の予測を最適化するために使用される場合があります
ko: 데이터는 향후 예측 최적화를 위해 사용될 수 있습니다
lt: Duomenys gali būti naudojami ateities prognozėms optimizuoti
ml: ഭാവി പ്രവചനങ്ങൾ ഒപ്റ്റിമൈസ് ചെയ്യാൻ ഡാറ്റ ഉപയോഗിച്ചേക്കാം
my: အနာဂတ်ခန့်မှန်းချက်များကိုပိုမိုကောင်းမွန်စေရန်ဒေတာများကိုအသုံးပြုနိုင်သည်
nl: Gegevens kunnen worden gebruikt om toekomstige voorspellingen te optimaliseren
no: Data kan brukes til å optimalisere fremtidige spådommer
pl: Dane mogą zostać wykorzystane do optymalizacji przyszłych prognoz
pt: Os dados podem ser usados para otimizar previsões futuras
ru: Данные могут быть использованы для оптимизации будущих прогнозов
sl: Podatki se lahko uporabijo za optimizacijo prihodnjih napovedi
sr: Подаци се могу користити за оптимизацију будућих предвиђања
sv: Data kan användas för att optimera framtida förutsägelser
sw: Takwimu zinaweza kutumika kuongeza utabiri wa siku zijazo
th: ข้อมูลอาจถูกนำมาใช้เพื่อเพิ่มประสิทธิภาพการคาดการณ์ในอนาคต
tr: Veriler gelecekteki tahminleri optimize etmek için kullanılabilir
uk: Дані можуть бути використані для оптимізації майбутніх прогнозів
vi: Dữ liệu có thể được sử dụng để tối ưu hóa dự đoán trong tương lai
zh: 数据可用于优化未来的预测

# cometConsentScreenFeedbackTitle
source: Goethe University needs your feedback:
af: Goethe-universiteit benodig jou terugvoer:
ar: جامعة جوته تحتاج إلى ملاحظاتك:
bg: Университетът Гьоте се нуждае от вашата обратна връзка:
bs: Goethe Univerzitet treba vaše povratne informacije:
cs: Goethe University potřebuje vaši zpětnou vazbu:
da: Goethe Universitet har brug for din feedback:
de: Die Goethe-Uni braucht Ihr Feedback:
el: Το Πανεπιστήμιο Goethe χρειάζεται τα σχόλιά σας:
es: La Universidad Goethe necesita su opinión:
et: Goethe ülikool vajab sinu tagasisidet:
fa: دانشگاه گوته به نظرات شما نیاز دارد:
fi: Goethe-yliopisto tarvitsee palautettasi:
fr: L'Université Goethe a besoin de votre avis :
hi: गोएथे विश्वविद्यालय को आपकी प्रतिक्रिया की आवश्यकता है:
hr: Sveučilište Goethe treba vaše povratne informacije:
hu: A Goethe Egyetemnek szüksége van a visszajelzéseire:
it: L'Università Goethe ha bisogno del tuo feedback:
ja: ゲーテ大学はあなたのフィードバックを必要としています:
ko: 괴테대학교는 귀하의 피드백이 필요합니다:
lt: Goethe universitetui reikia jūsų atsiliepimų:
ml: Goethe യൂണിവേഴ്സിറ്റിക്ക് നിങ്ങളുടെ ഫീഡ്ബാക്ക് ആവശ്യമാണ്:
my: Goethe တက္ကသိုလ်သည်သင်၏တုံ့ပြန်ချက်ကိုလိုအပ်သည်။
nl: Goethe Universiteit heeft uw feedback nodig:
no: Goethe-universitetet trenger din tilbakemelding:
pl: Uniwersytet Goethego potrzebuje Twojej opinii:
pt: A Universidade Goethe precisa do seu feedback:
ru: Университет Гёте нуждается в вашем отзыве:
sl: Univerza Goethe potrebuje vaše povratne informacije:
sr: Гете универзитету су потребне ваше повратне информације:
sv: Goethe-universitetet behöver din feedback:
sw: Chuo Kikuu cha Goethe kinahitaji maoni yako:
th: มหาวิทยาลัยเกอเธ่ต้องการคำติชมของคุณ:
tr: Goethe Üniversitesi'nin geri bildiriminize ihtiyacı var:
uk: Університету Гете потрібен ваш відгук:
vi: Đại học Goethe cần phản hồi của bạn:
zh: 歌德大学需要您的反馈：

# cometConsentScreenFeedbackDescription
source: The use of the forecast is free, but the research team needs feedback on how well the service works.
af: Die gebruik van die voorspelling is gratis, maar die navorsingspan benodig terugvoer oor hoe goed die diens werk.
ar: استخدام التوقعات مجاني، لكن فريق البحث يحتاج إلى ملاحظات حول مدى جودة عمل الخدمة.
bg: Използването на прогнозата е безплатно, но изследователският екип се нуждае от обратна връзка за това колко добре работи услугата.
bs: Upotreba prognoze je besplatna, ali istraživačkom timu je potrebna povratna informacija o tome koliko dobro usluga funkcionira.
cs: Použití prognózy je zdarma, ale výzkumný tým potřebuje zpětnou vazbu, jak dobře služba funguje.
da: Brugen af ​​prognosen er gratis, men forskerholdet har brug for feedback på, hvor godt tjenesten fungerer.
de: Die Nutzung der Vorhersage ist kostenlos, aber das Forschungsteam benötigt Feedback, wie gut der Dienst funktioniert.
el: Η χρήση της πρόβλεψης είναι δωρεάν, αλλά η ερευνητική ομάδα χρειάζεται ανατροφοδότηση σχετικά με το πόσο καλά λειτουργεί η υπηρεσία.
es: El uso de la previsión es gratuito, pero el equipo de investigación necesita comentarios sobre el funcionamiento del servicio.
et: Prognoosi kasutamine on tasuta, kuid uurimismeeskond vajab infot teenuse toimimise kohta.
fa: استفاده از پیش بینی رایگان است، اما تیم تحقیقاتی به بازخورد در مورد نحوه عملکرد سرویس نیاز دارد.
fi: Ennusteen käyttö on ilmaista, mutta tutkimusryhmä tarvitsee palautetta palvelun toimivuudesta.
fr: L'utilisation de la prévision est gratuite, mais l'équipe de recherche a besoin de retours sur la qualité du service.
hi: पूर्वानुमान का उपयोग मुफ़्त है, लेकिन अनुसंधान टीम को इस बात पर प्रतिक्रिया की आवश्यकता है कि सेवा कितनी अच्छी तरह काम करती है।
hr: Korištenje prognoze je besplatno, ali istraživački tim treba povratnu informaciju o tome koliko dobro usluga radi.
hu: Az előrejelzés használata ingyenes, de a kutatócsoportnak szüksége van visszajelzésekre arról, hogy mennyire jól működik a szolgáltatás.
it: L'utilizzo della previsione è gratuito, ma il team di ricerca necessita di feedback su come funziona il servizio.
ja: 予測の使用は無料ですが、研究チームはサービスがどの程度うまく機能するかについてのフィードバックを必要としています。
ko: 예측 서비스는 무료이지만, 연구팀에서는 서비스의 정확도에 대한 피드백이 필요합니다.
lt: Prognozės naudojimas yra nemokamas, tačiau tyrimų komandai reikia atsiliepimų apie tai, kaip gerai veikia paslauga.
ml: പ്രവചനത്തിൻ്റെ ഉപയോഗം സൗജന്യമാണ്, എന്നാൽ സേവനം എത്ര നന്നായി പ്രവർത്തിക്കുന്നു എന്നതിനെ കുറിച്ച് ഗവേഷണ സംഘത്തിന് ഫീഡ്ബാക്ക് ആവശ്യമാണ്.
my: ခန့်မှန်းချက်ကိုအသုံးပြုခြင်းသည်အခမဲ့ဖြစ်သည်။ သို့သော်သုတေသနအဖွဲ့သည် 0 န်ဆောင်မှုသည်မည်မျှကောင်းမွန်စွာအလုပ်လုပ်သည်နှင့် ပတ်သက်. တုံ့ပြန်ချက်များလိုအပ်သည်။
nl: Het gebruik van de voorspelling is gratis, maar het onderzoeksteam heeft feedback nodig over hoe goed de service werkt.
no: Bruken av prognosen er gratis, men forskerteamet trenger tilbakemelding på hvor godt tjenesten fungerer.
pl: Korzystanie z prognozy jest bezpłatne, jednak zespół badawczy potrzebuje informacji zwrotnej na temat tego, jak dobrze działa usługa.
pt: O uso da previsão é gratuito, mas a equipe de pesquisa precisa de feedback sobre o desempenho do serviço.
ru: Использование прогноза бесплатно, но исследовательской команде требуется обратная связь о работе сервиса.
sl: Uporaba napovedi je brezplačna, vendar raziskovalna skupina potrebuje povratne informacije o tem, kako dobro storitev deluje.
sr: Коришћење прогнозе је бесплатно, али истраживачком тиму су потребне повратне информације о томе колико добро услуга функционише.
sv: Användningen av prognosen är gratis, men forskargruppen behöver feedback på hur väl tjänsten fungerar.
sw: Matumizi ya utabiri ni bure, lakini timu ya utafiti inahitaji maoni juu ya jinsi huduma inavyofanya kazi.
th: การใช้การคาดการณ์นั้นฟรี แต่ทีมวิจัยต้องการคำติชมว่าบริการทำงานได้ดีเพียงใด
tr: Tahminin kullanımı ücretsizdir ancak araştırma ekibinin hizmetin ne kadar iyi çalıştığı konusunda geri bildirime ihtiyacı vardır.
uk: Використання прогнозу безкоштовне, але дослідницька група потребує відгуків про те, наскільки добре працює сервіс.
vi: Việc sử dụng dự báo là miễn phí nhưng nhóm nghiên cứu cần phản hồi về mức độ hoạt động của dịch vụ.
zh: 预测的使用是免费的，但研究团队需要有关服务运作情况的反馈。

# cometConsentScreenFeedbackMethod
source: Feedback is provided automatically when you use the prediction service and agree to optimisation.
af: Terugvoer word outomaties verskaf wanneer jy die voorspellingsdiens gebruik en instem tot optimisering.
ar: يتم توفير الملاحظات تلقائياً عند استخدامك لخدمة التوقع والموافقة على التحسين.
bg: Обратната връзка се предоставя автоматично, когато използвате услугата за прогнози и се съгласите с оптимизацията.
bs: Povratne informacije se pružaju automatski kada koristite uslugu predviđanja i pristanete na optimizaciju.
cs: Zpětná vazba je poskytována automaticky, když používáte službu predikce a souhlasíte s optimalizací.
da: Feedback gives automatisk, når du bruger forudsigelsestjenesten og accepterer optimering.
de: Das Feedback erfolgt automatisiert, wenn Sie den Vorhersagedienst nutzen und der Optimierung zustimmen.
el: Η ανατροφοδότηση παρέχεται αυτόματα όταν χρησιμοποιείτε την υπηρεσία πρόβλεψης και συμφωνείτε με τη βελτιστοποίηση.
es: La retroalimentación se proporciona automáticamente cuando utiliza el servicio de predicción y acepta la optimización.
et: Tagasiside saadetakse automaatselt, kui kasutad prognoositeenust ja nõustud optimeerimisega.
fa: وقتی از سرویس پیش‌بینی استفاده می‌کنید و با بهینه‌سازی موافقت می‌کنید، بازخورد به‌طور خودکار ارائه می‌شود.
fi: Palaute annetaan automaattisesti, kun käytät ennustepalvelua ja hyväksyt optimoinnin.
fr: Les commentaires sont fournis automatiquement lorsque vous utilisez le service de prévision et que vous acceptez l'optimisation.
hi: जब आप पूर्वानुमान सेवा का उपयोग करते हैं और अनुकूलन के लिए सहमत होते हैं तो फीडबैक स्वचालित रूप से प्रदान किया जाता है।
hr: Povratne informacije daju se automatski kada koristite uslugu predviđanja i pristanete na optimizaciju.
hu: A visszajelzés automatikusan megtörténik, amikor Ön használja az előrejelző szolgáltatást, és beleegyezik az optimalizálásba.
it: Il feedback viene fornito automaticamente quando si utilizza il servizio di previsione e si accetta l'ottimizzazione.
ja: 予測サービスを使用し、最適化に同意すると、フィードバックが自動的に提供されます。
ko: 예측 서비스를 사용하고 최적화에 동의하면 피드백이 자동으로 제공됩니다.
lt: Atsiliepimai pateikiami automatiškai, kai naudojatės numatymo paslauga ir sutinkate su optimizavimu.
ml: നിങ്ങൾ പ്രവചന സേവനം ഉപയോഗിക്കുകയും ഒപ്റ്റിമൈസേഷൻ അംഗീകരിക്കുകയും ചെയ്യുമ്പോൾ ഫീഡ്ബാക്ക് സ്വയമേവ നൽകും.
my: သင်ခန့်မှန်းတွက်ချက်မှု 0 န်ဆောင်မှုကိုအသုံးပြုသောအခါတုံ့ပြန်ချက်များကိုအလိုအလျောက်ထောက်ပံ့ပေးပြီးအကောင်းမြင်ရန်သဘောတူသည်။
nl: Feedback wordt automatisch verstrekt wanneer u de voorspellingsservice gebruikt en akkoord gaat met optimalisatie.
no: Tilbakemelding gis automatisk når du bruker prediksjonstjenesten og godtar optimalisering.
pl: Informacja zwrotna przekazywana jest automatycznie, gdy skorzystasz z usługi prognozowania i wyrazisz zgodę na optymalizację.
pt: O feedback é fornecido automaticamente quando você usa o serviço de previsão e concorda com a otimização.
ru: Обратная связь предоставляется на личном интервью на немецком или английском языке.
sl: Povratne informacije so zagotovljene samodejno, ko uporabljate storitev napovedi in se strinjate z optimizacijo.
sr: Повратне информације се пружају аутоматски када користите услугу предвиђања и пристанете на оптимизацију.
sv: Feedback ges automatiskt när du använder förutsägelsetjänsten och accepterar optimering.
sw: Maoni hutolewa kiatomati wakati unatumia huduma ya utabiri na unakubali optimization.
th: ข้อเสนอแนะจะได้รับโดยอัตโนมัติเมื่อคุณใช้บริการการทำนายและตกลงที่จะเพิ่มประสิทธิภาพ
tr: Tahmin hizmetini kullandığınızda ve optimizasyonu kabul ettiğinizde geri bildirim otomatik olarak sağlanır.
uk: Зворотній зв'язок надається автоматично, коли ви користуєтеся сервісом прогнозів і погоджуєтесь на оптимізацію.
vi: Phản hồi được cung cấp tự động khi bạn sử dụng dịch vụ dự đoán và đồng ý tối ưu hóa.
zh: 当您使用预测服务并同意优化时，系统会自动提供反馈。

# cometConsentScreenDeclineButton
source: I don\'t want to give feedback
af: Ek wil nie terugvoer gee nie
ar: لا أريد تقديم ملاحظات
bg: Не искам да давам обратна връзка
bs: Ne želim davati povratne informacije
cs: nechci poskytovat zpětnou vazbu
da: Jeg ønsker ikke at give feedback
de: Ich möchte kein Feedback geben
el: Δεν θέλω να δώσω σχόλια
es: No quiero dar comentarios
et: Ma ei soovi tagasisidet anda
fa: من نمی خواهم بازخورد بدهم
fi: En halua antaa palautetta
fr: Je ne souhaite pas donner de retour
hi: मैं प्रतिक्रिया नहीं देना चाहता
hr: Ne želim davati povratne informacije
hu: Nem akarok visszajelzést adni
it: Non voglio fornire feedback
ja: フィードバックをしたくない
ko: 피드백 제공을 원하지 않습니다
lt: Nenoriu teikti atsiliepimų
ml: ഫീഡ്‌ബാക്ക് നൽകാൻ ഞാൻ ആഗ്രഹിക്കുന്നില്ല
my: ငါတုံ့ပြန်ချက်မပေးချင်ဘူး
nl: Ik wil geen feedback geven
no: Jeg ønsker ikke å gi tilbakemelding
pl: Nie chcę przekazywać informacji zwrotnych
pt: Não quero dar feedback
ru: Я не хочу давать обратную связь
sl: Ne želim dajati povratnih informacij
sr: Не желим да дајем повратне информације
sv: Jag vill inte ge feedback
sw: Sitaki kutoa maoni
th: ฉันไม่ต้องการที่จะให้ข้อเสนอแนะ
tr: Geri bildirimde bulunmak istemiyorum
uk: Я не хочу давати відгуки
vi: Tôi không muốn đưa ra phản hồi
zh: 我不想提供反馈
