Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# tibberConsentScreenDescription
source: Are you a Tibber customer or planning to become one? We now support the Pulse for improved energy monitoring. Please note that historical data from the Pulse is unfortunately only available to customers with an active Tibber contract.
af: Is u 'n Tibber-klant of beplan u om een te word? Ons ondersteun nou die Pulse vir verbeterde energiemonitering. Let asseblief daarop dat historiese data van die Pulse ongelukkig slegs beskikbaar is vir klante met 'n aktiewe Tibber-kontrak.
ar: هل أنت عميل Tibber أو تخطط لتصبح واحداً؟ نحن ندعم الآن Pulse لتحسين مراقبة الطاقة. يرجى ملاحظة أن البيانات التاريخية من Pulse متاحة للأسف فقط للعملاء الذين لديهم عقد Tibber نشط.
bg: Клиент на Tibber ли сте или планирате да станете такъв? Сега поддържаме Pulse за подобрено наблюдение на енергията. Моля, имайте предвид, че историческите данни от Pulse за съжаление са достъпни само за клиенти с активен договор с Tibber.
bs: Jeste li Tibber kupac ili planirate to postati? Sada podržavamo Pulse za poboljšano praćenje energije. Imajte na umu da su povijesni podaci iz Pulsea nažalost dostupni samo kupcima s aktivnim Tibber ugovorom.
cs: Jste zákazníkem Tibber nebo se jím plánujete stát? Nyní podporujeme Pulse pro lepší monitorování energie. Upozorňujeme, že historická data z Pulse jsou bohužel dostupná pouze zákazníkům s aktivní smlouvou Tibber.
da: Er du Tibber-kunde eller planlægger du at blive det? Vi støtter nu Pulsen for forbedret energiovervågning. Bemærk venligst, at historiske data fra Pulsen desværre kun er tilgængelige for kunder med en aktiv Tibber-kontrakt.
de: Sie sind Tibber-Kunde oder möchten es werden? Wir unterstützen ab jetzt den Pulse für eine bessere Energieüberwachung. Bitte beachten Sie, dass historische Daten vom Pulse bedauerlicherweise nur Kunden mit aktivem Tibber-Vertrag bereitgestellt werden.
el: Είστε πελάτης της Tibber ή σκοπεύετε να γίνετε; Υποστηρίζουμε τώρα το Pulse για βελτιωμένη παρακολούθηση της ενέργειας. Σημειώστε ότι τα ιστορικά δεδομένα από το Pulse είναι δυστυχώς διαθέσιμα μόνο σε πελάτες με ενεργό συμβόλαιο Tibber.
es: ¿Es cliente de Tibber o está pensando en serlo? Ahora somos compatibles con Pulse para mejorar la monitorización de la energía. Tenga en cuenta que, lamentablemente, los datos históricos de Pulse solo están disponibles para clientes con un contrato de Tibber activo.
et: Oled Tibberi klient või plaanid seda? Toetame nüüd Pulse'i parema energiamonitooringu jaoks. Pane tähele, et Pulse'i ajaloolised andmed on saadaval vaid aktiivse Tibberi lepinguga klientidele.
fa: آیا شما یک مشتری Tibber هستید یا قصد دارید یکی شوید؟ما اکنون از Pulse برای نظارت بر انرژی بهبود یافته پشتیبانی می کنیم.لطفاً توجه داشته باشید که متأسفانه داده‌های تاریخی Pulse فقط برای مشتریان دارای قرارداد فعال Tibber در دسترس است.
fi: Oletko Tibber-asiakas tai aiotteko tulla sellaiseksi?Tuemme nyt Pulsea energianvalvonnan parantamiseksi.Huomaa, että Pulsen historiatiedot ovat valitettavasti vain asiakkaiden, joilla on aktiivinen Tibber-sopimus, saatavilla.
fr: Êtes-vous client de Tibber ou envisagez-vous de le devenir ? Nous prenons désormais en charge le Pulse pour un meilleur suivi de l'énergie. Veuillez noter que les données historiques du Pulse ne sont malheureusement disponibles que pour les clients disposant d'un contrat Tibber actif.
hi: क्या आप टिब्बर के ग्राहक हैं या बनने की योजना बना रहे हैं?अब हम बेहतर ऊर्जा निगरानी के लिए पल्स का समर्थन करते हैं।कृपया ध्यान दें कि पल्स का ऐतिहासिक डेटा दुर्भाग्य से केवल सक्रिय टिब्बर अनुबंध वाले ग्राहकों के लिए उपलब्ध है।
hr: Jeste li kupac Tibbera ili to planirate postati?Sada podržavamo Pulse za poboljšano praćenje energije.Imajte na umu da su povijesni podaci iz Pulsea nažalost dostupni samo korisnicima s aktivnim Tibber ugovorom.
hu: Ön Tibber-ügyfél, vagy tervezi, hogy azzá válik? Mostantól támogatjuk a Pulse-t a jobb energiafigyelés érdekében. Felhívjuk figyelmét, hogy a Pulse-tól származó múltbeli adatok sajnos csak aktív Tibber-szerződéssel rendelkező ügyfelek számára állnak rendelkezésre.
it: Ora supportiamo Tibber Pulse per un migliore monitoraggio dell'energia
ja: あなたは Tibber の顧客ですか、それとも顧客になる予定ですか?エネルギー監視を改善するために Pulse をサポートするようになりました。残念ながら、Pulse の履歴データは有効な Tibber 契約を持つ顧客のみが利用できることに注意してください。
ko: Tibber 고객이거나 고객이 될 예정인가요? 이제 Pulse를 통한 향상된 에너지 모니터링을 지원합니다. 단, Pulse의 과거 데이터는 활성 Tibber 계약이 있는 고객에게만 제공됩니다.
lt: Ar esate „Tibber“ klientas arba planuojate juo tapti? Dabar palaikome „Pulse“, kad pagerintume energijos stebėjimą. Atminkite, kad istoriniai „Pulse“ duomenys, deja, prieinami tik klientams, turintiems aktyvią „Tibber“ sutartį.
ml: നിങ്ങൾ ഒരു ടിബ്ബർ ഉപഭോക്താവാണോ അതോ ഒരാളാകാൻ പദ്ധതിയിടുന്നുണ്ടോ? മെച്ചപ്പെട്ട ഊർജ്ജ നിരീക്ഷണത്തിനായി ഞങ്ങൾ ഇപ്പോൾ പൾസിനെ പിന്തുണയ്ക്കുന്നു. പൾസിൽ നിന്നുള്ള ചരിത്രപരമായ ഡാറ്റ നിർഭാഗ്യവശാൽ സജീവമായ ടിബ്ബർ കരാറുള്ള ഉപഭോക്താക്കൾക്ക് മാത്രമേ ലഭ്യമാകൂ എന്നത് ശ്രദ്ധിക്കുക.
my: သင်ကတလုံးဖောက်သည်လား, ယခုကျွန်ုပ်တို့သည်စွမ်းအင်စောင့်ကြည့်လေ့လာခြင်းအတွက်သွေးခုန်နှုန်းကိုထောက်ပံ့သည်။ သွေးခုန်နှုန်းမှသမိုင်းဆိုင်ရာအချက်အလက်များသည်ကံမကောင်းအကြောင်းမလှစွာဖြင့်ဖောက်သည်များထံမှ 0 တ်စုံကန်ထရိုက်စာချုပ်များကိုသာရရှိနိုင်ကြောင်းသတိပြုပါ။
nl: Bent u een Tibber-klant of van plan er een te worden? We ondersteunen nu de Pulse voor verbeterde energiemonitoring. Houd er rekening mee dat historische gegevens van de Pulse helaas alleen beschikbaar zijn voor klanten met een actief Tibber-contract.
no: Er du Tibber-kunde eller planlegger å bli det? Vi støtter nå Pulsen for forbedret energiovervåking. Vær oppmerksom på at historiske data fra Pulsen dessverre kun er tilgjengelig for kunder med en aktiv Tibber-kontrakt.
pl: Czy jesteś klientem Tibbera lub planujesz nim zostać? Teraz wspieramy Pulse w celu lepszego monitorowania energii. Należy pamiętać, że dane historyczne z Pulse są niestety dostępne tylko dla klientów z aktywną umową Tibber.
pt: É cliente da Tibber ou está a pensar em tornar-se um? Agora apoiamos o Pulse para uma melhor monitorização da energia. Tenha em atenção que os dados históricos do Pulse, infelizmente, só estão disponíveis para clientes com um contrato Tibber ativo.
ru: Теперь мы поддерживаем Tibber Pulse для лучшего контроля за энергопотреблением
sl: Ali ste stranka Tibberja ali nameravate to postati? Zdaj podpiramo Pulse za izboljšano spremljanje energije. Upoštevajte, da so pretekli podatki iz Pulse žal na voljo le strankam z aktivno pogodbo Tibber.
sr: Да ли сте Тиббер купац или планирате да то постанете? Сада подржавамо Пулс за побољшано праћење енергије. Имајте на уму да су историјски подаци из Пулсе-а, нажалост, доступни само купцима са активним Тиббер уговором.
sv: Är du Tibber-kund eller planerar du att bli det? Vi stödjer nu Pulsen för förbättrad energiövervakning. Observera att historisk data från Pulsen tyvärr endast är tillgänglig för kunder med ett aktivt Tibber-kontrakt.
sw: Je! Wewe ni mteja wa Tibber au unapanga kuwa mmoja? Sasa tunaunga mkono mapigo ya ufuatiliaji bora wa nishati. Tafadhali kumbuka kuwa data ya kihistoria kutoka kwa Pulse inapatikana kwa bahati mbaya tu kwa wateja walio na mkataba wa kazi wa tibber.
th: คุณเป็นลูกค้าของ Tibber หรือวางแผนที่จะเป็นลูกค้ารายหนึ่งหรือไม่? ตอนนี้เรารองรับ Pulse เพื่อการตรวจสอบพลังงานที่ดีขึ้น โปรดทราบว่าข้อมูลในอดีตจาก Pulse นั้นมีให้เฉพาะลูกค้าที่มีสัญญา Tibber ที่ยังใช้งานอยู่เท่านั้น
tr: Tibber müşterisi misiniz veya olmayı mı planlıyorsunuz? Artık enerji izlemenin iyileştirilmesi için Pulse'u destekliyoruz. Pulse'un geçmiş verilerinin ne yazık ki yalnızca aktif bir Tibber sözleşmesi olan müşterilere sunulduğunu lütfen unutmayın.
uk: Ви клієнт Tibber чи плануєте ним стати? Тепер ми підтримуємо Pulse для покращеного моніторингу енергії. Будь ласка, зверніть увагу, що історичні дані з Pulse, на жаль, доступні лише клієнтам із діючим контрактом Tibber.
vi: Bạn có phải là khách hàng của Tibber hoặc dự định trở thành một khách hàng không? Hiện tại chúng tôi hỗ trợ Pulse để cải thiện khả năng giám sát năng lượng. Xin lưu ý rằng rất tiếc dữ liệu lịch sử từ Pulse chỉ có sẵn cho những khách hàng có hợp đồng Tibber đang hoạt động.
zh: 您是 Tibber 客户还是计划成为其中一员？我们现在支持 Pulse 来改进能源监控。请注意，遗憾的是，Pulse 的历史数据仅适用于拥有有效 Tibber 合约的客户。

# tibberConsentScreenBenefit1Title
source: View Your Electricity Consumption
af: Kyk na jou elektrisiteitsverbruik
ar: عرض استهلاكك للكهرباء
bg: Преглед на консумацията на ток
bs: Pregledajte svoju potrošnju električne energije
cs: Podívejte se na svou spotřebu elektřiny
da: Se dit elforbrug
de: Ihren Stromverbrauch sehen
el: Δείτε την κατανάλωση ηλεκτρικής ενέργειας
es: Ver tu consumo de energía
et: Vaata oma elektritarbimist
fa: مصرف برق خود را مشاهده کنید
fi: Katso sähkönkulutuksesi
fr: Voir votre consommation d'énergie
hi: अपनी बिजली की खपत देखें
hr: Pregledajte svoju potrošnju električne energije
hu: A villamosenergia-fogyasztás megtekintése
it: Visualizza il tuo consumo energetico
ja: 電力消費量を表示する
ko: 전력 소비 확인
lt: Peržiūrėkite savo elektros energijos suvartojimą
ml: നിങ്ങളുടെ വൈദ്യുതി ഉപഭോഗം കാണുക
my: သင်၏လျှပ်စစ်ဓာတ်အားသုံးစွဲမှုကိုကြည့်ပါ
nl: Bekijk uw elektriciteitsverbruik
no: Se strømforbruket ditt
pl: Zobacz swoje zużycie energii elektrycznej
pt: Veja seu consumo de energia
ru: Просмотр вашего энергопотребления
sl: Oglejte si svojo porabo električne energije
sr: Погледајте своју потрошњу електричне енергије
sv: Se din elförbrukning
sw: Angalia matumizi yako ya umeme
th: ดูปริมาณการใช้ไฟฟ้าของคุณ
tr: Elektrik Tüketiminizi Görüntüleyin
uk: Перегляньте своє споживання електроенергії
vi: Xem mức tiêu thụ điện của bạn
zh: 查看您的用电量

# tibberConsentScreenBenefit1Description
source: Track your consumption in real time and uncover hidden energy guzzlers.
af: Volg jou verbruik intyds en ontdek verborge energieverbruikers.
ar: تتبع استهلاكك في الوقت الفعلي واكتشف مستهلكي الطاقة المخفيين.
bg: Проследявайте консумацията си в реално време и открийте скрити консуматори на енергия.
bs: Pratite svoju potrošnju u realnom vremenu i otkrijte skrivene gutače energije.
cs: Sledujte svou spotřebu v reálném čase a odhalte skryté žrouty energie.
da: Spor dit forbrug i realtid og afslør skjulte energislugere.
de: Verfolgen Sie ihren Verbrauch in Echtzeit und entdecken versteckte Stromfresser.
el: Παρακολουθήστε την κατανάλωσή σας σε πραγματικό χρόνο και αποκαλύψτε κρυφές πηγές ενέργειας.
es: Sigue tu consumo en tiempo real y descubre los dispositivos que más energía consumen en tu hogar.
et: Jälgi tarbimist reaalajas ja leia peidetud energiakulutajad.
fa: مصرف خود را در زمان واقعی ردیابی کنید و ذرات انرژی پنهان را کشف کنید.
fi: Seuraa kulutustasi reaaliajassa ja löydä piilotetut energiankuluttajat.
fr: Suivez votre consommation en temps réel et découvrez les appareils énergivores cachés chez vous.
hi: वास्तविक समय में अपनी खपत को ट्रैक करें और छुपे हुए ऊर्जा उपभोगकर्ताओं को उजागर करें।
hr: Pratite svoju potrošnju u stvarnom vremenu i otkrijte skrivene gutače energije.
hu: Kövesse nyomon fogyasztását valós időben, és fedezze fel a rejtett energiafalókat.
it: Monitora il tuo consumo in tempo reale e scopri i dispositivi che consumano più energia in casa.
ja: 消費量をリアルタイムで追跡し、隠れたエネルギー消費者を明らかにします。
ko: 실시간 소비량을 추적하고 숨겨진 에너지 낭비 요소를 찾아보세요.
lt: Stebėkite savo suvartojimą realiu laiku ir atraskite paslėptus energijos nešiklius.
ml: തത്സമയം നിങ്ങളുടെ ഉപഭോഗം ട്രാക്ക് ചെയ്യുക, മറഞ്ഞിരിക്കുന്ന എനർജി ഗസ്‌ലറുകൾ കണ്ടെത്തുക.
my: သင်၏စားသုံးမှုကိုအချိန်နှင့်တပြေးညီစစ်ဆေးရန်နှင့်ဖုံးကွယ်ထားသောစွမ်းအင် Guzzleers များကိုရှာဖွေပါ။
nl: Volg uw verbruik in realtime en ontdek verborgen energieverslinders.
no: Spor forbruket ditt i sanntid og avdekk skjulte energislukere.
pl: Śledź swoje zużycie w czasie rzeczywistym i odkryj ukrytych pożeraczy energii.
pt: Acompanhe seu consumo em tempo real e descubra os aparelhos que mais consomem energia em sua casa.
ru: Отслеживайте свое потребление в режиме реального времени и находите скрытых потребителей энергии в вашем доме.
sl: Spremljajte svojo porabo v realnem času in odkrijte skrite požrešce energije.
sr: Пратите своју потрошњу у реалном времену и откријте скривене гутаче енергије.
sv: Spåra din förbrukning i realtid och upptäck dolda energislukare.
sw: Fuatilia utumiaji wako kwa wakati halisi na fungua Guzzlers za Nishati zilizofichwa.
th: ติดตามการบริโภคของคุณแบบเรียลไทม์และค้นพบนักดื่มพลังงานที่ซ่อนอยู่
tr: Tüketiminizi gerçek zamanlı olarak takip edin ve gizli enerji tüketenleri ortaya çıkarın.
uk: Відстежуйте своє споживання в реальному часі та виявляйте прихованих поглиначів енергії.
vi: Theo dõi mức tiêu thụ của bạn trong thời gian thực và khám phá những kẻ tiêu thụ năng lượng tiềm ẩn.
zh: 实时跟踪您的消耗情况并发现隐藏的能源消耗者。

# tibberConsentScreenStoreLink
source: Visit Tibber Store
af: Besoek Tibber Winkel
ar: زيارة متجر Tibber
bg: Посетете магазина на Tibber
bs: Posjetite Tibber Store
cs: Navštivte Tibber Store
da: Besøg Tibber Store
de: Tibber Store besuchen
el: Επισκεφθείτε το κατάστημα Tibber
es: Visitar la tienda de Tibber
et: Külasta Tibberi poodi
fr: Visiter la boutique Tibber
hi: टिब्बर स्टोर पर जाएँ
hr: Posjetite Tibber trgovinu
hu: Látogasson el a Tibber üzletbe
it: Visita il negozio Tibber
ja: Tiberのストアを表示
ko: Tibber 스토어 방문
my: Tibber စတိုးကိုသွားပါ
nl: Bezoek Tibber Store
no: Besøk Tibber Store
pl: Odwiedź sklep Tibber
pt: Visitar a loja Tibber
ru: Посетить магазин Tibber
sl: Obiščite trgovino Tibber
sr: Посетите продавницу Тиббер
sv: Besök Tibber Store
sw: Tembelea Duka la Tibber
th: เยี่ยมชมร้าน Tibber
tr: Tibber Store'u ziyaret edin
uk: Відвідайте Tibber Store
vi: Ghé thăm cửa hàng Tibber
zh: 参观蒂伯商店

# tibberConsentScreenConfigureNowButton
source: Set up Tibber Pulse now
af: Stel Tibber Pulse nou op
ar: إعداد Tibber Pulse الآن
bg: Настройте Tibber Pulse сега
bs: Postavite Tibber Pulse sada
cs: Nastavte Tibber Pulse nyní
da: Konfigurer Tibber Pulse nu
de: Tibber Pulse jetzt einrichten
el: Ρυθμίστε το Tibber Pulse τώρα
es: Configurar Tibber Pulse ahora
et: Seadista Tibber Pulse kohe
fa: اکنون Tibber Pulse را راه اندازی کنید
fi: Ota Tibber Pulse käyttöön nyt
fr: Configurer Tibber Pulse maintenant
hi: अभी टिब्बर पल्स सेट करें
hr: Sada postavite Tibber Pulse
hu: Állítsa be a Tibber Pulse-t most
it: Configura Tibber Pulse ora
ja: 今すぐ Tibber Pulse をセットアップしてください
ko: 지금 Tibber Pulse 설정
lt: Dabar nustatykite „Tibber Pulse“.
ml: ഇപ്പോൾ ടിബ്ബർ പൾസ് സജ്ജീകരിക്കുക
my: ယခု Tibber Pulse ကို set up
nl: Stel Tibber Pulse nu in
no: Sett opp Tibber Pulse nå
pl: Skonfiguruj Tibber Pulse już teraz
pt: Configurar Tibber Pulse agora
ru: Настроить Tibber Pulse сейчас
sl: Nastavite Tibber Pulse zdaj
sr: Подесите Тиббер Пулсе сада
sv: Ställ in Tibber Pulse nu
sw: Sanidi mapigo ya Tibber sasa
th: ตั้งค่า Tibber Pulse ทันที
tr: Tibber Pulse'u şimdi kurun
uk: Налаштуйте Tibber Pulse зараз
vi: Thiết lập Tibber Pulse ngay bây giờ
zh: 立即设置 Tibber Pulse

# tibberConsentScreenConfigureLaterButton
source: Set up Later
af: Stel Later op
ar: إعداد لاحقاً
bg: Настройка по-късно
bs: Postavite kasnije
cs: Nastavit později
da: Opsæt senere
de: Später einrichten
el: Ρύθμιση αργότερα
es: Configurar más tarde
et: Seadista hiljem
fa: بعداً تنظیم کنید
fi: Määritä myöhemmin
fr: Configurer plus tard
hi: बाद में सेट करें
hr: Postavi kasnije
hu: Későbbi beállítások
it: Configura più tardi
ja: 後でセットアップする
ko: 나중에 설정
lt: Nustatykite vėliau
ml: പിന്നീട് സജ്ജീകരിക്കുക
my: နောက်မှ set up
nl: Later instellen
no: Sett opp senere
pl: Skonfiguruj później
pt: Configurar mais tarde
ru: Настроить позже
sl: Nastavite pozneje
sr: Подесите касније
sv: Konfigurera senare
sw: Sanidi baadaye
th: ตั้งค่าในภายหลัง
tr: Daha Sonra Kur
uk: Налаштувати пізніше
vi: Thiết lập sau
zh: 稍后设置

# tibberConsentScreenGoetheStudySectionHeader
source: Participation in the research Project
af: Deelname aan die navorsingsprojek
ar: المشاركة في مشروع البحث
bg: Участие в изследователския проект
bs: Učešće u istraživačkom projektu
cs: Účast na výzkumném projektu
da: Deltagelse i forskningsprojektet
de: Teilnahme am Forschungsprojekt
el: Συμμετοχή στο ερευνητικό έργο
es: Participación en el proyecto de investigación
et: Osalemine uurimisprojektis
fa: مشارکت در پروژه تحقیقاتی
fi: Osallistuminen tutkimusprojektiin
fr: Participation au projet de recherche
hi: अनुसंधान परियोजना में भागीदारी
hr: Sudjelovanje u istraživačkom projektu
hu: Részvétel a kutatási projektben
it: Partecipazione al progetto di ricerca
ja: 研究プロジェクトへの参加
ko: 연구 프로젝트 참여
lt: Dalyvavimas tyrimo projekte
ml: ഗവേഷണ പദ്ധതിയിൽ പങ്കാളിത്തം
my: သုတေသနစီမံကိန်းတွင်ပါ 0 င်မှု
nl: Deelname aan het onderzoeksproject
no: Deltakelse i forskningsprosjektet
pl: Udział w projekcie badawczym
pt: Participação no projeto de pesquisa
ru: Участие в исследовательском проекте
sl: Sodelovanje v raziskovalnem projektu
sr: Учешће у истраживачком пројекту
sv: Deltagande i forskningsprojektet
sw: Ushiriki katika mradi wa utafiti
th: การเข้าร่วมโครงการวิจัย
tr: Araştırma Projesine katılım
uk: Участь у дослідницькому проекті
vi: Tham gia dự án nghiên cứu
zh: 参与研究项目

# tibberConsentScreenGoetheStudyParticipationConsentToggle
source: Yes, I want to participate in the Goethe Study
af: Ja, ek wil aan die Goethe-studie deelneem
ar: نعم، أريد المشاركة في دراسة Goethe
bg: Да, искам да участвам в изследването на Гьоте
bs: Da, želim da učestvujem u Goethe studiji
cs: Ano, chci se zúčastnit Goethovy studie
da: Ja, jeg ønsker at deltage i Goethe-undersøgelsen
de: Ja, ich möchte an der Studie teilnehmen
el: Ναι, θέλω να συμμετάσχω στη μελέτη Goethe
es: Sí, quiero participar en el estudio Goethe
et: Jah, soovin Goethe uuringus osaleda
fa: بله، من می خواهم در مطالعه گوته شرکت کنم
fi: Kyllä, haluan osallistua Goethe-tutkimukseen
fr: Oui, je veux participer à l'étude Goethe
hi: हाँ, मैं गोएथे अध्ययन में भाग लेना चाहता हूँ
hr: Da, želim sudjelovati u Goethe studiju
hu: Igen, részt kívánok venni a Goethe-tanulmányban
it: Sì, voglio partecipare allo studio Goethe
ja: はい、ゲーテ研究に参加したいです
ko: 예, 괴테 연구에 참여하겠습니다
lt: Taip, aš noriu dalyvauti Goethe's tyrime
ml: അതെ, എനിക്ക് ഗോഥെ പഠനത്തിൽ പങ്കെടുക്കണം
my: ဟုတ်ကဲ့, ငါ Goethe လေ့လာမှုတွင်ပါ 0 င်လိုသည်
nl: Ja, ik wil deelnemen aan de Goethe-studie
no: Ja, jeg ønsker å delta i Goethe-studien
pl: Tak, chcę wziąć udział w Studium Goethego
pt: Sim, quero participar do estudo Goethe
ru: Да, я хочу участвовать в исследовании Goethe
sl: Da, želim sodelovati pri Goethejevi študiji
sr: Да, желим да учествујем у Гете студији
sv: Ja, jag vill delta i Goethe-studien
sw: Ndio, nataka kushiriki katika masomo ya Goethe
th: ใช่ ฉันต้องการเข้าร่วม Goethe Study
tr: Evet, Goethe Çalışmasına katılmak istiyorum
uk: Так, я хочу взяти участь у Goethe Study
vi: Có, tôi muốn tham gia Nghiên cứu Goethe
zh: 是的，我想参加歌德学习

# tibberConsentScreenGoetheStudyBenefit1Title
source: Would you like to participate in the Goethe Study?
af: Wil jy aan die Goethe-studie deelneem?
ar: هل ترغب بالمشاركة في دراسة Goethe؟
bg: Искате ли да участвате в изследването на Гьоте?
bs: Da li biste želeli da učestvujete u Goethe studiji?
cs: Chtěli byste se zúčastnit Goethovy studie?
da: Kunne du tænke dig at deltage i Goethe-undersøgelsen?
de: Möchten Sie an der Studie der Goethe-Universität teilnehmen?
el: Θα θέλατε να συμμετάσχετε στη μελέτη Goethe;
es: ¿Te gustaría participar en el estudio Goethe?
et: Soovid osaleda Goethe uuringus?
fa: آیا می خواهید در مطالعه گوته شرکت کنید؟
fi: Haluatko osallistua Goethe-tutkimukseen?
fr: Souhaitez-vous participer à l'étude Goethe ?
hi: क्या आप गोएथे अध्ययन में भाग लेना चाहेंगे?
hr: Želite li sudjelovati u Goethe studiju?
hu: Szeretne részt venni a Goethe-tanulmányban?
it: Vuoi partecipare allo studio Goethe?
ja: ゲーテ研究に参加してみませんか？
ko: 괴테 연구에 참여하시겠습니까?
lt: Ar norėtumėte dalyvauti Goethe tyrime?
ml: ഗോഥെ പഠനത്തിൽ പങ്കെടുക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
my: သင် Goethe လေ့လာမှုတွင်ပါ 0 င်လိုပါသလား။
nl: Wilt u deelnemen aan de Goethe-studie?
no: Vil du delta i Goethe-studien?
pl: Chcesz wziąć udział w Studium Goethego?
pt: Gostaria de participar do estudo Goethe?
ru: Хотите участвовать в исследовании Goethe?
sl: Bi radi sodelovali pri Goethejevi študiji?
sr: Да ли бисте желели да учествујете у Гете студији?
sv: Vill du delta i Goethe-studien?
sw: Je! Ungependa kushiriki katika masomo ya Goethe?
th: คุณต้องการเข้าร่วม Goethe Study หรือไม่?
tr: Goethe Çalışmasına katılmak ister misiniz?
uk: Чи хотіли б ви взяти участь у дослідженні Гете?
vi: Bạn có muốn tham gia Nghiên cứu Goethe không?
zh: 您想参加歌德学习吗？

# tibberConsentScreenGoetheStudyBenefit1Description
source: Your hourly consumption from March 1st will be anonymized and provided for the Goethe study.
af: Jou uurlikse verbruik vanaf 1 Maart sal geanonimiseer en vir die Goethe-studie beskikbaar gestel word.
ar: سيتم إخفاء هوية استهلاكك بالساعة من 1 مارس وتوفيره لدراسة Goethe.
bg: Вашата почасова консумация от 1 март ще бъде анонимизирана и предоставена за изследването на Гьоте.
bs: Vaša potrošnja po satu od 1. marta će biti anonimizirana i dostavljena za Goethe studij.
cs: Vaše hodinová spotřeba od 1. března bude anonymizována a poskytnuta pro Goethovu studii.
da: Dit timeforbrug fra 1. marts vil blive anonymiseret og givet til Goethe-undersøgelsen.
de: Ihre stündlichen Verbräuche ab dem 1. März 2025 werden anonymisiert für die Studie der Goethe-Universität bereitgestellt.
el: Η ωριαία κατανάλωσή σας από την 1η Μαρτίου θα είναι ανώνυμη και θα παρασχεθεί για τη μελέτη Goethe.
es: Sus consumos horarios a partir del 1 de marzo se anonimizarán y se proporcionarán para el estudio Goethe.
et: Sinu tunnipõhine tarbimine alates 1. märtsist anonüümitakse ja edastatakse Goethe uuringule.
fa: مصرف ساعتی شما از اول مارس بی نام و برای مطالعه گوته ارائه می شود.
fi: Tuntikulutuksesi 1. maaliskuuta alkaen anonymisoidaan ja tarjotaan Goethen tutkimukseen.
fr: Vos consommations horaires à partir du 1er mars seront anonymisées et fournies pour l’étude Goethe.
hi: 1 मार्च से आपकी प्रति घंटा खपत को अज्ञात कर दिया जाएगा और गोएथे अध्ययन के लिए प्रदान किया जाएगा।
hr: Vaša potrošnja po satu od 1. ožujka bit će anonimizirana i dostavljena Goethe studiju.
hu: A március 1-jei óránkénti fogyasztásodat anonimizáljuk, és a Goethe-tanulmányhoz biztosítjuk.
it: I suoi consumi orari a partire dal 1° marzo saranno anonimizzati e forniti per lo studio Goethe.
ja: 3 月 1 日以降の 1 時間あたりの消費量は匿名化され、ゲーテの研究に提供されます。
ko: 3월 1일부터의 시간별 소비량이 익명 처리되어 괴테 연구에 제공됩니다.
lt: Valandinis suvartojimas nuo kovo 1 d. bus anonimizuotas ir įtrauktas į Goethe tyrimą.
ml: മാർച്ച് 1 മുതലുള്ള നിങ്ങളുടെ മണിക്കൂർ ഉപഭോഗം അജ്ഞാതമാക്കുകയും ഗോഥെ പഠനത്തിനായി നൽകുകയും ചെയ്യും.
my: မတ်လ 1 ရက်မှသင်၏အလုပ်ချိန်ရက်သည် Anonyte ကိုလေ့လာရန်နှင့် Goethe လေ့လာမှုအတွက်ထောက်ပံ့ပေးလိမ့်မည်။
nl: Uw uurlijkse verbruik vanaf 1 maart wordt geanonimiseerd en verstrekt voor de Goethe-studie.
no: Timeforbruket ditt fra 1. mars vil bli anonymisert og gitt til Goethe-studien.
pl: Twoje godzinne zużycie energii od 1 marca zostanie zanonimizowane i uwzględnione w badaniu Goethego.
pt: Os seus consumos horários a partir de 1º de março serão anonimizados e disponibilizados para o estudo Goethe.
ru: Ваши почасовые потребления с 1 марта будут анонимизированы и предоставлены для исследования Гёте Университету.
sl: Vaša urna poraba od 1. marca bo anonimizirana in posredovana Goethejevi študiji.
sr: Ваша потрошња по сату од 1. марта биће анонимизована и дата за Гетеову студију.
sv: Din timförbrukning från 1 mars kommer att anonymiseras och tillhandahålls för Goethe-studien.
sw: Matumizi yako ya saa kutoka Machi 1 hayatajulikana na kutolewa kwa masomo ya Goethe.
th: การบริโภครายชั่วโมงของคุณตั้งแต่วันที่ 1 มีนาคมจะไม่เปิดเผยชื่อและมีไว้สำหรับการศึกษาของเกอเธ่
tr: 1 Mart'tan itibaren saatlik tüketiminiz anonimleştirilecek ve Goethe araştırmasına sunulacaktır.
uk: Ваше погодинне споживання з 1 березня буде анонімним і надано для дослідження Goethe.
vi: Mức tiêu thụ hàng giờ của bạn kể từ ngày 1 tháng 3 sẽ được ẩn danh và cung cấp cho nghiên cứu của Goethe.
zh: 从 3 月 1 日起，您每小时的消费量将被匿名化并提供给歌德研究。
