Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# chartHorizontalLineWater
source: On average, each person in Germany uses 127 liters of drinking water in the household every day. The blue line represents cold water (60%), the red line hot water (40%), extrapolated to the number of days in the period and the number of people.
af: Gemiddeld gebruik elke persoon in Duitsland 127 liter drinkwater in die huishouding elke dag. Die blou lyn verteenwoordig koue water (60%), die rooi lyn warm water (40%), geëkstrapoleer na die aantal dae in die tydperk en die aantal mense.
ar: في المتوسط، يستخدم كل شخص في ألمانيا 127 لتراً من مياه الشرب في المنزل كل يوم. الخط الأزرق يمثل الماء البارد (60%)، الخط الأحمر الماء الساخن (40%)، مستقرأ إلى عدد الأيام في الفترة وعدد الأشخاص.
bg: Средно всеки човек в Германия използва 127 литра питейна вода в домакинството всеки ден. Синята линия представлява студена вода (60%), червената линия топла вода (40%), екстраполирани към броя дни в периода и броя хора.
bs: U prosjeku, svaka osoba u Njemačkoj dnevno koristi 127 litara vode za piće u domaćinstvu. Plava linija predstavlja hladnu vodu (60%), crvena toplu vodu (40%), ekstrapolirano na broj dana u periodu i broj ljudi.
cs: Každý člověk v Německu spotřebuje v průměru denně 127 litrů pitné vody v domácnosti. Modrá čára představuje studenou vodu (60 %), červená čára teplou vodu (40 %), extrapolováno na počet dní v období a počet osob.
da: I gennemsnit bruger hver person i Tyskland 127 liter drikkevand i husstanden hver dag. Den blå linje repræsenterer koldt vand (60 %), den røde linje varmt vand (40 %), ekstrapoleret til antal dage i perioden og antal personer.
de: Im Schnitt nutzt jede Person in Deutschland täglich 127 Liter Trinkwasser im Haushalt. Die blaue Linie steht für Kaltwasser (60%), die rote Linie für Warmwasser (40%), hochgerechnet auf die Anzahl der Tage des Zeitraums und die Anzahl der Personen.
el: Κατά μέσο όρο, κάθε άτομο στη Γερμανία χρησιμοποιεί 127 λίτρα πόσιμου νερού στο νοικοκυριό του κάθε μέρα. Η μπλε γραμμή αντιπροσωπεύει το κρύο νερό (60%), η κόκκινη γραμμή το ζεστό νερό (40%), προεκτιμημένη με βάση τον αριθμό των ημερών της περιόδου και τον αριθμό των ατόμων.
es: Por término medio, cada habitante de Alemania consume 127 litros de agua potable al día en el hogar. La línea azul corresponde al agua fría (60%), la roja al agua caliente (40%), extrapoladas al número de días del periodo y al número de personas. El consumo medio de su país puede integrarse en el futuro.
et: Saksamaal tarbib inimene keskmiselt 127 liitrit joogivett päevas. Sinine joon näitab külma vett (60%), punane joon sooja vett (40%), ekstrapoleerituna perioodi päevade ja inimeste arvule.
fa: به طور متوسط ​​هر فرد در آلمان روزانه 127 لیتر آب آشامیدنی در خانه مصرف می کند.خط آبی نشان دهنده آب سرد (60%)، خط قرمز آب گرم (40%) است که به تعداد روزهای در دوره و تعداد افراد تعمیم داده می شود.
fi: Jokainen saksalainen käyttää keskimäärin 127 litraa juomavettä kotitaloudessa päivittäin.Sininen viiva edustaa kylmää vettä (60 %), punainen viiva kuumaa vettä (40 %), ekstrapoloituna ajanjakson päivien ja ihmisten lukumäärään.
fr: En moyenne, chaque personne en Allemagne utilise 127 litres d'eau potable par jour dans son ménage. La ligne bleue représente l'eau froide (60%), la ligne rouge l'eau chaude (40%), extrapolées au nombre de jours de la période et au nombre de personnes. Il est possible que la consommation moyenne de votre pays soit encore intégrée à l'avenir.
hi: जर्मनी में प्रत्येक व्यक्ति प्रतिदिन औसतन 127 लीटर पीने का पानी घर में उपयोग करता है।नीली रेखा ठंडे पानी (60%) को दर्शाती है, लाल रेखा गर्म पानी (40%) को दर्शाती है, जो अवधि में दिनों की संख्या और लोगों की संख्या पर आधारित है।
hr: U prosjeku, svaka osoba u Njemačkoj svaki dan potroši 127 litara pitke vode u kućanstvu.Plava linija predstavlja hladnu vodu (60%), crvena linija toplu vodu (40%), ekstrapolirano na broj dana u razdoblju i broj ljudi.
hu: Németországban átlagosan minden egyes ember naponta 127 liter ivóvizet használ a háztartásában. A kék vonal a hideg vizet (60%), a piros vonal a meleg vizet (40%) jelöli, extrapolálva az adott időszak napjainak és a személyek számának függvényében.
it: In media, ogni persona in Germania consuma ogni giorno 127 litri di acqua potabile in casa. La linea blu indica l'acqua fredda (60%), quella rossa l'acqua calda (40%), estrapolate in base al numero di giorni del periodo e al numero di persone. Il consumo medio del vostro Paese potrebbe essere integrato in futuro.
ja: ドイツでは平均して、一人当たり毎日家庭で 127 リットルの飲料水を使用します。青線は冷水（60%）、赤線は温水（40%）を期間の日数と人数に外挿して表します。
ko: 독일에서 1인당 가정 내 하루 평균 수도 사용량은 127리터입니다. 파란색 선은 냉수(60%), 빨간색 선은 온수(40%)를 나타내며, 선택한 기간의 일수와 인원 수로 환산한 값입니다.
lt: Vidutiniškai kiekvienas Vokietijos gyventojas per dieną namuose sunaudoja 127 litrus geriamojo vandens. Mėlyna linija žymi šaltą vandenį (60%), raudona linija karštą vandenį (40%), ekstrapoliuota į laikotarpio dienų skaičių ir žmonių skaičių.
ml: ജർമ്മനിയിലെ ഓരോ വ്യക്തിയും പ്രതിദിനം ശരാശരി 127 ലിറ്റർ കുടിവെള്ളം ഉപയോഗിക്കുന്നു. നീല വര തണുത്ത വെള്ളം (60%), ചുവന്ന വര ചൂടുവെള്ളം (40%) പ്രതിനിധീകരിക്കുന്നു, കാലഘട്ടത്തിലെ ദിവസങ്ങളുടെ എണ്ണവും ആളുകളുടെ എണ്ണവും.
my: ပျမ်းမျှအားဖြင့်ဂျာမနီရှိလူတစ် ဦး စီသည်အိမ်ထောင်စုတွင်နေ့စဉ် 127 လီတာရေလောင်းကိုနေ့စဉ်အသုံးပြုသည်။ အပြာရောင်လိုင်းသည်ရေအေး (60%), အနီရောင်လိုင်းရေပူ (40%), ထိုကာလအတွင်းရက်အရေအတွက်နှင့်လူ ဦး ရေကိုထုတ်ယူခြင်း။
nl: Gemiddeld gebruikt elke persoon in Duitsland 127 liter drinkwater in het huishouden per dag. De blauwe lijn vertegenwoordigt koud water (60%), de rode lijn warm water (40%), geëxtrapoleerd naar het aantal dagen in de periode en het aantal personen.
no: I gjennomsnitt bruker hver person i Tyskland 127 liter drikkevann i husholdningen hver dag. Den blå linjen representerer kaldt vann (60 %), den røde linjen varmt vann (40 %), ekstrapolert til antall dager i perioden og antall personer.
pl: Średnio każdy mieszkaniec Niemiec zużywa w gospodarstwie domowym 127 litrów wody pitnej dziennie. Niebieska linia przedstawia zimną wodę (60%), czerwona linia gorącą wodę (40%), ekstrapolowana na liczbę dni w okresie i liczbę osób.
pt: Em média, cada pessoa na Alemanha utiliza diariamente 127 litros de água potável no lar. A linha azul representa a água fria (60%), a linha vermelha a água quente (40%), extrapolada para o número de dias no período e o número de pessoas. O consumo médio no seu país pode ser integrado no futuro.
ru: В среднем каждый человек в Германии ежедневно использует в быту 127 литров питьевой воды. Синяя линия обозначает холодную воду (60%), красная линия - горячую воду (40%), экстраполированные на количество дней в периоде и количество людей.
sl: V povprečju vsak Nemec v gospodinjstvu vsak dan porabi 127 litrov pitne vode. Modra črta predstavlja hladno vodo (60 %), rdeča črta toplo vodo (40 %), ekstrapolirano na število dni v obdobju in število ljudi.
sr: У Немачкој, у просеку, сваки дан у домаћинству потроши 127 литара воде за пиће. Плава линија представља хладну воду (60%), црвена топлу воду (40%), екстраполирано на број дана у периоду и број људи.
sv: I genomsnitt använder varje person i Tyskland 127 liter dricksvatten i hushållet varje dag. Den blå linjen representerar kallt vatten (60 %), den röda linjen varmvatten (40 %), extrapolerat till antalet dagar i perioden och antalet personer.
sw: Kwa wastani, kila mtu nchini Ujerumani hutumia lita 127 za maji ya kunywa katika kaya kila siku. Mstari wa bluu unawakilisha maji baridi (60%), maji nyekundu ya moto (40%), yameongezwa kwa idadi ya siku katika kipindi na idadi ya watu.
th: โดยเฉลี่ยแล้ว แต่ละคนในเยอรมนีใช้น้ำดื่ม 127 ลิตรในครัวเรือนทุกวัน เส้นสีน้ำเงินหมายถึงน้ำเย็น (60%) เส้นสีแดงน้ำร้อน (40%) คาดการณ์จำนวนวันในช่วงเวลานั้นและจำนวนคน
tr: Almanya'da her kişi ortalama olarak evde her gün 127 litre içme suyu kullanıyor. Mavi çizgi soğuk suyu (%60), kırmızı çizgi ise sıcak suyu (%40) temsil eder ve dönem içindeki gün sayısına ve kişi sayısına göre hesaplanır.
uk: У середньому кожна людина в Німеччині щодня використовує в домогосподарстві 127 літрів питної води. Синя лінія позначає холодну воду (60%), червона лінія – гарячу воду (40%), екстрапольовану на кількість днів у періоді та кількість людей.
vi: Trung bình mỗi người ở Đức sử dụng 127 lít nước uống trong gia đình mỗi ngày. Đường màu xanh tượng trưng cho nước lạnh (60%), đường màu đỏ là nước nóng (40%), ngoại suy theo số ngày trong kỳ và số lượng người.
zh: 德国平均每人每天消耗 127 升家庭饮用水。蓝线代表冷水（60%），红线代表热水（40%），推断出该期间的天数和人数。

# chartHorizontalLineElectricityGas
source: The green line stands for a very good consumption, the yellow line for a good consumption, the red line for the German average consumption.
af: Die groen lyn staan vir 'n baie goeie verbruik, die geel lyn vir 'n goeie verbruik, die rooi lyn vir die Duitse gemiddelde verbruik.
ar: الخط الأخضر يمثل استهلاكاً جيداً جداً، الخط الأصفر استهلاكاً جيداً، الخط الأحمر متوسط الاستهلاك الألماني.
bg: Зелената линия означава много добра консумация, жълтата линия добра консумация, червената линия средната консумация в Германия.
bs: Zelena linija označava vrlo dobru potrošnju, žuta linija dobru potrošnju, crvena linija njemačke prosječne potrošnje.
cs: Zelená čára znamená velmi dobrou spotřebu, žlutá čára dobrou spotřebu, červená čára německou průměrnou spotřebu.
da: Den grønne linje står for et meget godt forbrug, den gule linje for et godt forbrug, den røde linje for det tyske gennemsnitsforbrug.
de: Die grüne Linie steht für einen sehr guten Verbrauch, die gelbe Linie für einen guten Verbrauch, die rote Linie für den deutschen Durchschnittsverbrauch.
el: Η πράσινη γραμμή αντιπροσωπεύει την πολύ καλή κατανάλωση, η κίτρινη γραμμή την καλή κατανάλωση και η κόκκινη γραμμή τη μέση κατανάλωση της Γερμανίας.
es: La línea verde corresponde a un consumo muy bueno, la amarilla a un consumo bueno, la roja al consumo medio alemán. Es posible que en el futuro se integre también el consumo medio de su país.
et: Roheline joon tähendab väga head tarbimist, kollane head tarbimist, punane Saksamaa keskmist tarbimist.
fa: خط سبز نشان دهنده مصرف بسیار خوب، خط زرد برای مصرف خوب، خط قرمز برای میانگین مصرف آلمان است.
fi: Vihreä viiva tarkoittaa erittäin hyvää kulutusta, keltainen hyvää kulutusta, punainen viiva Saksan keskikulutusta.
fr: La ligne verte correspond à une très bonne consommation, la ligne jaune à une bonne consommation, la ligne rouge à la consommation moyenne allemande. Il est possible que la consommation moyenne de votre pays soit encore intégrée à l'avenir.
hi: हरी रेखा बहुत अच्छी खपत के लिए है, पीली रेखा अच्छी खपत के लिए है, लाल रेखा जर्मन औसत खपत के लिए है।
hr: Zelena linija označava vrlo dobru potrošnju, žuta linija dobru potrošnju, crvena crta njemačku prosječnu potrošnju.
hu: A zöld vonal a nagyon jó fogyasztást, a sárga vonal a jó fogyasztást, a piros vonal a német átlagfogyasztást jelöli.
it: La linea verde corrisponde a un consumo molto buono, quella gialla a un consumo buono, quella rossa al consumo medio tedesco. È possibile che in futuro venga integrato anche il consumo medio del vostro paese.
ja: 緑の線は非常に良好な消費を、黄色の線は良好な消費を、赤の線はドイツの平均消費を表しています。
ko: 초록색 선은 매우 좋은 소비량, 노란색 선은 좋은 소비량, 빨간색 선은 독일 평균 소비량을 나타냅니다.
lt: Žalia linija žymi labai gerą vartojimą, geltona – gerą vartojimą, raudona – vidutinį Vokietijos suvartojimą.
ml: ഗ്രീൻ ലൈൻ വളരെ നല്ല ഉപഭോഗം, മഞ്ഞ വര നല്ല ഉപഭോഗം, ചുവന്ന വര ജർമ്മൻ ശരാശരി ഉപഭോഗം.
my: အစိမ်းရောင်လိုင်းသည်အလွန်ကောင်းသောစားသုံးမှု, အဝါရောင်လိုင်းသည် 0 တ်စုံပျမ်းမျှစားသုံးမှုအတွက်အနီရောင်လိုင်းဖြစ်သည်။
nl: De groene lijn staat voor een zeer goed verbruik, de gele lijn voor een goed verbruik, de rode lijn voor het Duitse gemiddelde verbruik.
no: Den grønne linjen står for et meget godt forbruk, den gule linjen for et godt forbruk, den røde linjen for det tyske gjennomsnittsforbruket.
pl: Zielona linia oznacza bardzo dobre spożycie, żółta linia – dobre spożycie, czerwona linia – średnie zużycie w Niemczech.
pt: A linha verde representa um consumo muito bom, a linha amarela um bom consumo, a linha vermelha um consumo médio alemão. O consumo médio no seu país pode ser integrado no futuro.
ru: Зеленая линия означает очень хорошее потребление, желтая линия - хорошее потребление, красная линия - среднее потребление по Германии. Среднее потребление в вашей стране может быть интегрировано в будущем.
sl: Zelena črta pomeni zelo dobro porabo, rumena črta dobro porabo, rdeča črta nemško povprečno porabo.
sr: Зелена линија означава веома добру потрошњу, жута линија добру потрошњу, црвена линија немачке просечне потрошње.
sv: Den gröna linjen står för en mycket bra förbrukning, den gula linjen för en bra förbrukning, den röda linjen för den tyska genomsnittskonsumtionen.
sw: Mstari wa kijani unasimama kwa matumizi mazuri sana, mstari wa manjano kwa matumizi mazuri, mstari mwekundu kwa matumizi ya wastani wa Ujerumani.
th: เส้นสีเขียวหมายถึงการบริโภคที่ดีมาก เส้นสีเหลืองคือการบริโภคที่ดี เส้นสีแดงคือการบริโภคโดยเฉลี่ยของชาวเยอรมัน
tr: Yeşil çizgi çok iyi tüketimi, sarı çizgi iyi tüketimi, kırmızı çizgi ise Almanya'daki ortalama tüketimi temsil ediyor.
uk: Зелена лінія означає дуже хороше споживання, жовта лінія – хороше споживання, червона лінія – середнє споживання в Німеччині.
vi: Đường màu xanh lá cây tượng trưng cho mức tiêu dùng rất tốt, đường màu vàng tượng trưng cho mức tiêu dùng tốt, đường màu đỏ tượng trưng cho mức tiêu dùng trung bình của người Đức.
zh: 绿线代表非常好的消费，黄线代表良好的消费，红线代表德国的平均消费。

source: per
ar: لكل
bg: на
bs: po
cs: za
da: om
de: pro
el: ανά
es: por
et: ühiku kohta
fa: به ازای
fr: par
hi: प्रति
hr: po
ja: あたり
ko: 당
ml: ഓരോ
my: ဖြင့်
pl: za
pt: por
ru: за
sr: пер
th: ต่อ
tr: başına
uk: пер
vi: mỗi
zh: 每

source: Cost summary
af: Koste opsomming
ar: ملخص التكاليف
bg: Обобщение на разходите
bs: Sažetak troškova
cs: Přehled nákladů
da: Omkostningsoversigt
de: Kostenüberblick
el: Σύνοψη κόστους
es: Resumen de costes
et: Kulude kokkuvõte
fa: خلاصه هزینه
fi: Kustannusten yhteenveto
fr: Aperçu des coûts
hi: लागत सारांश
hr: Sažetak troškova
hu: Költségek összefoglalása
it: Panoramica dei costi
ja: コストの概要
ko: 비용 요약
lt: Išlaidų suvestinė
ml: ചെലവ് സംഗ്രഹം
my: ကုန်ကျစရိတ်အကျဉ်းချုပ်
nl: Kostenoverzicht
no: Kostnadssammendrag
pl: Podsumowanie kosztów
pt: Visão geral dos custos
ru: Обзор расходов
sl: Povzetek stroškov
sr: Резиме трошкова
sv: Kostnadssammanställning
sw: Muhtasari wa gharama
th: สรุปค่าใช้จ่าย
tr: Maliyet özeti
uk: Підсумок витрат
vi: Tóm tắt chi phí
zh: 费用汇总

# costSummaryYield
source: Remuneration price/-base price
af: Vergoedingsprys/-basisprys
ar: سعر التعويض/السعر الأساسي
bg: Цена на възнаграждение/-базова цена
bs: Cijena naknade/bazna cijena
cs: Cena odměny/-základní cena
da: Vederlagspris/-basispris
de: Ertragsüberblick
el: Τιμή αμοιβής/βασική τιμή
es: Precio de la remuneración/- precio base
et: Tasu hind/põhihind
fa: قیمت جبرانی/قیمت پایه
fi: Palkkahinta/perushinta
fr: Prix de la rémunération/-prix de base
hi: पारिश्रमिक मूल्य/-आधार मूल्य
hr: Cijena naknade/-osnovna cijena
hu: Javadalmazási ár/alapár
it: Prezzo di remunerazione/-prezzo base
ja: 報酬価格/-基本価格
ko: 보상 단가/기본 요금
lt: Atlyginimo kaina/-bazinė kaina
ml: പ്രതിഫല വില/-അടിസ്ഥാന വില
my: လစာစျေးနှုန်း / -base စျေးနှုန်း
nl: Vergoedingsprijs/-basisprijs
no: Vederlagspris/-grunnpris
pl: Cena wynagrodzenia/cena bazowa
pt: Preço de remuneração/- preço base
ru: Цена вознаграждения/- базовая цена
sl: Cena plačila/osnovna cena
sr: Цена накнаде/-основна цена
sv: Ersättningspris/-baspris
sw: Bei ya malipo/-Base Bei
th: ราคาค่าตอบแทน/-ราคาฐาน
tr: Ücret fiyatı/taban fiyatı
uk: Ціна винагороди/-базова ціна
vi: Giá thù lao/-giá cơ sở
zh: 报酬价格/-基本价格

source: so far
af: tot dusver
ar: حتى الآن
bg: досега
bs: do sada
cs: dosud
da: indtil videre
de: bisher
el: μέχρι στιγμής
es: hasta ahora
et: senini
fa: تا اینجا
fi: toistaiseksi
fr: jusqu'ici
hi: अभी तक
hr: do sada
hu: eddig
it: finora
ja: これまでのところ
ko: 현재까지
lt: kol kas
ml: ഇതുവരെ
my: သ
nl: tot nu toe
no: så langt
pl: dotychczas
pt: até agora
ru: до сих пор
sl: doslej
sr: до сада
sv: än så länge
sw: Hadi sasa
th: จนถึงตอนนี้
tr: şu ana kadar
uk: поки що
vi: cho đến nay
zh: 迄今为止

# forX
source: for
af: vir
ar: لـ
bg: за
bs: za
cs: pro
de: für
el: για το
es: para
et: ajavahemikul
fa: برای
fi: varten
fr: pour
hi: के लिए
hr: za
hu: a oldalon.
it: per
ja: のために
ko: 기간
lt: už
ml: വേണ്ടി
my: အတွက်
nl: voor
no: til
pl: Do
pt: para
ru: для
sl: za
sr: за
sv: för
sw: kwa
th: สำหรับ
tr: için
uk: для
vi: vì
zh: 为了

source: corresponds
af: stem ooreen
ar: يتوافق
bg: съответства
bs: odgovara
cs: odpovídá
da: svarer
el: αντιστοιχεί
es: corresponde a
et: vastab
fa: معادل است با
fi: vastaa
fr: correspond à
hi: मेल खाती है
hr: odgovara
hu: megfelel
it: corrisponde a
ja: 対応する
ko: 에 해당
lt: atitinka
ml: യോജിക്കുന്നു
my: ကိုက်ညီ
nl: komt overeen
no: tilsvarer
pl: odpowiada
pt: corresponde a
ru: соответствует
sl: ustreza
sr: одговара
sv: motsvarar
sw: inalingana
th: สอดคล้องกัน
tr: karşılık gelir
uk: відповідає
vi: tương ứng
zh: 对应

# warningCounterReplacementDetected
source: The new value is lower than the previous meter reading. Has the meter been replaced?
af: Die nuwe waarde is laer as die vorige meterlesing. Is die meter vervang?
ar: القيمة الجديدة أقل من قراءة العداد السابقة. هل تم استبدال العداد؟
bg: Новата стойност е по-ниска от предишното показание на брояча. Броячът ли е заменен?
bs: Nova vrijednost je niža od prethodnog očitanja brojila. Da li je mjerač zamijenjen?
cs: Nová hodnota je nižší než předchozí hodnota měřiče. Byl měřič vyměněn?
da: Den nye værdi er lavere end den tidligere måleraflæsning. Er måleren blevet skiftet?
de: Zähleraustausch erkannt. Der neue Wert ist niedriger als der vorige Zählerstand.
el: Η νέα τιμή είναι χαμηλότερη από την προηγούμενη ένδειξη του μετρητή. Έχει αντικατασταθεί ο μετρητής;
es: El nuevo valor es más bajo que el anterior valor de contador. ¿Se ha sustituido el contador?
et: Uus väärtus on eelmisest näidust väiksem. Kas arvesti on välja vahetatud?
fa: مقدار جدید کمتر از قرائت کنتور قبلی است.کنتور تعویض شده؟
fi: Uusi arvo on pienempi kuin edellinen mittarin lukema.Onko mittari vaihdettu?
fr: La nouvelle valeur est inférieure à la valeur précédente du compteur. Le compteur a-t-il été remplacé ?
hi: नया मान पिछले मीटर रीडिंग से कम है।क्या मीटर बदल दिया गया है?
hr: Nova vrijednost niža je od prethodnog očitanja brojila.Je li brojilo zamijenjeno?
hu: Az új érték alacsonyabb, mint az előző mérőállás. Kicserélték a mérőórát?
it: Il nuovo valore è inferiore alla lettura del contatore precedente. Il contatore è stato sostituito?
ja: 新しい値は、以前のメーター測定値よりも低くなります。メーターは交換されましたか？
ko: 새 값이 이전 계량기 지침보다 작습니다. 계량기를 교체하셨습니까?
lt: Nauja vertė yra mažesnė nei ankstesnis skaitiklio rodmuo. Ar skaitiklis pakeistas?
ml: പുതിയ മൂല്യം മുമ്പത്തെ മീറ്റർ റീഡിനേക്കാൾ കുറവാണ്. മീറ്റർ മാറ്റിയിട്ടുണ്ടോ?
my: တန်ဖိုးအသစ်သည်ယခင်မီတာစာဖတ်ခြင်းထက်နိမ့်သည်။ မီတာကိုအစားထိုးလိုက်ပြီလား
nl: De nieuwe waarde is lager dan de vorige meterstand. Is de meter vervangen?
no: Den nye verdien er lavere enn den forrige målerstanden. Er måleren skiftet?
pl: Nowa wartość jest niższa niż poprzedni odczyt licznika. Czy licznik był wymieniany?
pt: O novo valor é inferior à leitura do contador anterior. O contador foi substituído?
ru: Новое значение ниже предыдущего показания счетчика. Был ли заменен счетчик?
sl: Nova vrednost je nižja od prejšnje vrednosti števca. Ali je bil števec zamenjan?
sr: Нова вредност је нижа од претходног очитавања бројила. Да ли је бројило замењено?
sv: Det nya värdet är lägre än föregående mätarställning. Har mätaren bytts ut?
sw: Thamani mpya ni chini kuliko usomaji wa mita uliopita. Je! Mita imebadilishwa?
th: ค่าใหม่ต่ำกว่าการอ่านมิเตอร์ครั้งก่อน เปลี่ยนมิเตอร์แล้วหรือยัง?
tr: Yeni değer önceki sayaç okumasından daha düşüktür. Sayaç değiştirildi mi?
uk: Нове значення нижче попереднього показника лічильника. Чи замінено лічильник?
vi: Giá trị mới thấp hơn giá trị đo trước đó. Đồng hồ đã được thay thế chưa?
zh: 新值低于之前的仪表读数。电表更换了吗？

# warningYearlyReset
source: Zero reading at the beginning of the year
af: Nul lesing aan die begin van die jaar
ar: قراءة صفر في بداية السنة
bg: Нулево отчитане в началото на годината
bs: Na početku godine nula očitavanja
cs: Nulové čtení na začátku roku
da: Nullæsning i begyndelsen af ​​året
de: 0-Zählerstand zum Jahresbeginn
el: Μηδενική ανάγνωση στην αρχή του έτους
es: Lectura del contador 0 al principio del año
et: Aasta alguse nullnäit
fa: خواندن صفر در ابتدای سال
fi: Nolla lukemaa vuoden alussa
fr: Valeur 0 du compteur en début d'année
hi: वर्ष की शुरुआत में शून्य पठन
hr: Nulto očitanje na početku godine
hu: Nulla olvasás az év elején
it: Lettura del contatore 0 all'inizio dell'anno
ja: 年始は読書ゼロ
ko: 연초 0 지침
lt: Nulis skaitymo metų pradžioje
ml: വർഷത്തിൻ്റെ തുടക്കത്തിൽ സീറോ റീഡിംഗ്
my: ယခုနှစ်အစမှာသုညစာဖတ်ခြင်း
nl: Nulmeting aan het begin van het jaar
no: Null lesing i begynnelsen av året
pl: Zero odczytu na początku roku
pt: 0-leitura de contador no início do ano
ru: 0- показания счетчика на начало года
sl: Nič branja v začetku leta
sr: На почетку године нула читања
sv: Noll läsning i början av året
sw: Usomaji wa Zero mwanzoni mwa mwaka
th: การอ่านเป็นศูนย์เมื่อต้นปี
tr: Yılın başında sıfır okuma
uk: Нульові показники на початку року
vi: Không đọc sách vào đầu năm
zh: 年初零读书
