Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# termsOfUsageBlock3
source: The provider does not guarantee the availability, reliability, functionality or suitability of the app for your purposes. Liability is excluded unless mandatory under the Product Liability Act, due to intent, gross negligence, injury to life, limb or health, the assumption of a guarantee of quality, fraudulent concealment of a defect or the breach of essential contractual obligations. Essential contractual obligations are those obligations whose fulfilment is essential for the proper execution of a contract and on whose compliance the contracting parties may regularly rely. Compensation for damages due to breach of essential contractual obligations is limited to the foreseeable damage typical for this type of contract, unless there is intent or gross negligence.
af: Die verskaffer neem geen waarborge ten opsigte van beskikbaarheid, betroubaarheid, funksionaliteit of geskiktheid van die app vir jou doeleindes nie. 'n Aanspreeklikheid is, voor sover nie volgens die Produktaanspreeklikheidswet, weens opset, growe nalatigheid, weens skending van die lewe, die liggaam of gesondheid, weens die oorname van 'n eienskapsgarantie, weens arglistige verswyg van 'n gebrek of weens die skending van wesenlike kontrakverpligtinge dwingend gehaat word nie, uitgesluit. Wesenlike kontrakverpligtinge is sulke verpligtinge waarvan die vervulling die behoorlike uitvoering van 'n kontrak oor die algemeen eers moontlik maak en waarop die kontrakspartye gereeld kan vertrou. Die skadevergoeding weens skending van wesenlike kontrakverpligtinge is beperk tot die kontraktipiese, voorsienbare skade, voor sover nie opset of growe nalatigheid voorkom nie.
ar: لا يتحمل المزود أي ضمانات فيما يتعلق بتوفر التطبيق أو موثوقيته أو وظائفه أو ملاءمته لأغراضك. يتم استبعاد المسؤولية، ما لم يتم فرضها بشكل إلزامي بموجب قانون مسؤولية المنتج، أو بسبب القصد، أو الإهمال الجسيم، أو بسبب إصابة الحياة أو الجسد أو الصحة، أو بسبب ضمان الجودة، أو بسبب إخفاء عيب بشكل احتيالي، أو بسبب انتهاك الالتزامات التعاقدية الأساسية. الالتزامات التعاقدية الأساسية هي تلك الالتزامات التي يسمح تنفيذها بالتنفيذ السليم للعقد في المقام الأول والتي يمكن لأطراف العقد الاعتماد عليها بانتظام. يتم تحديد التعويض عن الضرر بسبب انتهاك الالتزامات التعاقدية الأساسية على الضرر النموذجي للعقد والمنتظر، ما لم يكن هناك قصد أو إهمال جسيم.
bg: Der Anbieter übernimmt keine Garantien hinsichtlich Verfügbarkeit, Zuverlässigkeit, Funktionalität oder Eignung der App für Ihre Zwecke. Eine Haftung ist, soweit nicht nach dem Produkthaftungsgesetz, wegen Vorsatzes, grober Fahrlässigkeit, wegen Verletzung des Lebens, des Körpers oder Gesundheit, wegen der Übernahme einer Beschaffenheitsgarantie, wegen arglistigen Verschweigens eines Mangels oder wegen der Verletzung wesentlicher Vertragspflichten zwingend gehaftet wird, ausgeschlossen. Wesentliche Vertragspflichten sind solche Pflichten, deren Erfüllung die ordnungsgemäße Durchführung eines Vertrages überhaupt erst ermöglicht und auf deren Einhaltung die Vertragsparteien regelmäßig vertrauen dürfen. Der Schadensersatz wegen Verletzung wesentlicher Vertragspflichten ist auf den vertragstypischen, vorhersehbaren Schaden begrenzt, soweit nicht Vorsatz oder grobe Fahrlässigkeit vorliegen.
bs: Dobavljač ne jamči dostupnost, pouzdanost, funkcionalnost ili prikladnost aplikacije za vaše potrebe. Odgovornost je isključena osim ako je obavezna prema Zakonu o odgovornosti za proizvode, zbog namjere, grubog nemara, ozljede života, tijela ili zdravlja, preuzimanja garancije kvaliteta, lažnog prikrivanja kvara ili kršenja bitnih ugovornih obaveza. Bitne ugovorne obaveze su one obaveze čije je ispunjenje bitno za pravilno izvršenje ugovora i na čije se pridržavanje ugovorne strane mogu redovno osloniti. Naknada štete zbog kršenja bitnih ugovornih obaveza ograničena je na predvidivu štetu tipičnu za ovu vrstu ugovora, osim ako ne postoji namjera ili grubi nemar.
cs: Poskytovatel nezaručuje dostupnost, spolehlivost, funkčnost nebo vhodnost aplikace pro vaše účely. Odpovědnost je vyloučena, pokud to není povinné podle zákona o odpovědnosti za výrobek z důvodu úmyslu, hrubé nedbalosti, újmy na životě, končetině nebo zdraví, převzetí záruky za jakost, podvodného zatajení vady nebo porušení podstatných smluvních povinností. Podstatné smluvní závazky jsou takové závazky, jejichž splnění je nezbytné pro řádné plnění smlouvy a na jejichž plnění se mohou smluvní strany pravidelně spolehnout. Náhrada škody v důsledku porušení podstatných smluvních povinností je omezena na předvídatelnou škodu typickou pro tento typ smlouvy, pokud se nejedná o úmysl nebo hrubou nedbalost.
da: Udbyderen garanterer ikke tilgængeligheden, pålideligheden, funktionaliteten eller egnetheden af ​​appen til dine formål. Ansvar er udelukket, medmindre det er obligatorisk i henhold til produktansvarsloven, på grund af forsæt, grov uagtsomhed, skade på liv, lemmer eller helbred, antagelsen om en kvalitetsgaranti, svigagtig fortielse af en defekt eller brud på væsentlige kontraktlige forpligtelser. Væsentlige kontraktlige forpligtelser er de forpligtelser, hvis opfyldelse er afgørende for en korrekt udførelse af en kontrakt, og hvis overholdelse de kontraherende parter regelmæssigt kan stole på. Erstatning for skader på grund af misligholdelse af væsentlige kontraktlige forpligtelser er begrænset til den forudsigelige skade, der er typisk for denne type kontrakt, medmindre der er tale om forsæt eller grov uagtsomhed.
de: Der Anbieter übernimmt keine Garantien hinsichtlich Verfügbarkeit, Zuverlässigkeit, Funktionalität oder Eignung der App für Ihre Zwecke. Eine Haftung ist, soweit nicht nach dem Produkthaftungsgesetz, wegen Vorsatzes, grober Fahrlässigkeit, wegen Verletzung des Lebens, des Körpers oder Gesundheit, wegen der Übernahme einer Beschaffenheitsgarantie, wegen arglistigen Verschweigens eines Mangels oder wegen der Verletzung wesentlicher Vertragspflichten zwingend gehaftet wird, ausgeschlossen. Wesentliche Vertragspflichten sind solche Pflichten, deren Erfüllung die ordnungsgemäße Durchführung eines Vertrages überhaupt erst ermöglicht und auf deren Einhaltung die Vertragsparteien regelmäßig vertrauen dürfen. Der Schadensersatz wegen Verletzung wesentlicher Vertragspflichten ist auf den vertragstypischen, vorhersehbaren Schaden begrenzt, soweit nicht Vorsatz oder grobe Fahrlässigkeit vorliegen.
el: Ο πάροχος δεν εγγυάται τη διαθεσιμότητα, την αξιοπιστία, τη λειτουργικότητα ή την καταλληλότητα της εφαρμογής για τους σκοπούς σας. Αποκλείεται η ευθύνη, εκτός εάν είναι υποχρεωτική βάσει του νόμου περί ευθύνης για τα προϊόντα, λόγω πρόθεσης, βαριάς αμέλειας, τραυματισμού της ζωής, της σωματικής ακεραιότητας ή της υγείας, ανάληψης εγγύησης ποιότητας, δόλιας απόκρυψης ελαττώματος ή παραβίασης ουσιωδών συμβατικών υποχρεώσεων. Ουσιώδεις συμβατικές υποχρεώσεις είναι οι υποχρεώσεις των οποίων η εκπλήρωση είναι απαραίτητη για την ορθή εκτέλεση της σύμβασης και στην τήρηση των οποίων τα συμβαλλόμενα μέρη μπορούν να βασίζονται τακτικά. Η αποζημίωση για ζημίες που οφείλονται σε παραβίαση ουσιωδών συμβατικών υποχρεώσεων περιορίζεται στην προβλέψιμη ζημία που είναι τυπική για αυτό το είδος σύμβασης, εκτός εάν υπάρχει πρόθεση ή βαριά αμέλεια.
es: El proveedor no ofrece garantías respecto a la disponibilidad, fiabilidad, funcionalidad o idoneidad de la aplicación para tus fines. Se excluye la responsabilidad, salvo en los casos en que sea obligatoria en virtud de la Ley de Responsabilidad por Productos o por dolo, negligencia grave, lesión de la vida, la integridad física o la salud, asunción de una garantía de calidad, ocultación fraudulenta de un defecto o incumplimiento de obligaciones contractuales esenciales. Las obligaciones contractuales esenciales son aquellas cuyo cumplimiento hace posible la correcta ejecución del contrato y en cuyo cumplimiento las partes contratantes suelen confiar. La indemnización por daños por incumplimiento de obligaciones contractuales esenciales se limita a los daños típicos previsibles, salvo que exista dolo o negligencia grave.
et: Pakkuja ei anna mingeid garantiisid rakenduse kättesaadavuse, töökindluse, funktsionaalsuse või sobivuse kohta teie eesmärkide jaoks. Vastutus on välistatud, välja arvatud juhul, kui vastutus on kohustuslik tootevastutuse seaduse alusel, tahtliku tegevuse, raske hooletuse, elu, keha või tervise kahjustamise, kvaliteedigarantii võtmise, puuduse kuritahtliku varjamise või oluliste lepinguliste kohustuste rikkumise tõttu. Olulised lepingulised kohustused on sellised kohustused, mille täitmine võimaldab lepingu nõuetekohast täitmist ja mille täitmisele lepinguosalised võivad regulaarselt loota. Kahju hüvitamine oluliste lepinguliste kohustuste rikkumise eest on piiratud lepingule tüüpilise, ettenähtava kahjuga, kui tegemist ei ole tahtliku või raske hooletuse juhtumiga.
fa: ارائه دهنده در دسترس بودن، قابلیت اطمینان، عملکرد یا مناسب بودن برنامه را برای اهداف شما تضمین نمی کند.مسئولیت مستثنی است مگر اینکه طبق قانون مسئولیت محصول اجباری باشد، به دلیل عمد، سهل انگاری فاحش، صدمه به جان، اندام یا سلامتی، فرض ضمانت کیفیت، پنهان کردن متقلبانه نقص یا نقض تعهدات قراردادی ضروری.تعهدات قراردادی اساسی به تعهداتی گفته می شود که اجرای آنها برای اجرای صحیح قرارداد ضروری است و طرفین قرارداد می توانند مرتباً بر اجرای آنها تکیه کنند.جبران خسارات ناشی از نقض تعهدات قراردادی اساسی محدود به خسارت قابل پیش بینی معمول این نوع قرارداد است، مگر اینکه عمدی یا سهل انگاری فاحش وجود داشته باشد.
fi: Palveluntarjoaja ei takaa sovelluksen saatavuutta, luotettavuutta, toimivuutta tai sopivuutta tarkoituksiin.Vastuu on poissuljettu, ellei tuotevastuulain mukaan ole pakollista, tahallisuuden, törkeän huolimattomuuden, hengen, ruumiin tai terveyden vamman, laatutakuun ottamisen, virheen vilpillisen salaamisen tai olennaisten sopimusvelvoitteiden rikkomisen vuoksi.Olennaiset sopimusvelvoitteet ovat velvoitteita, joiden täyttäminen on sopimuksen asianmukaisen täytäntöönpanon kannalta välttämätöntä ja joiden noudattamiseen sopimuspuolet voivat säännöllisesti luottaa.Olennaisten sopimusvelvoitteiden rikkomisesta johtuvien vahingonkorvaus on rajoitettu tämäntyyppiselle sopimukselle tyypilliseen ennakoitavissa olevaan vahinkoon, ellei kyseessä ole tahallisuus tai törkeä huolimattomuus.
fr: Le fournisseur n'offre aucune garantie quant à la disponibilité, la fiabilité, la fonctionnalité ou l'adéquation de l'application à tes fins. La responsabilité est exclue, sauf si elle est obligatoire en vertu de la loi sur la responsabilité du fait des produits ou en cas d'intention, de négligence grave, d'atteinte à la vie, à l'intégrité physique ou à la santé, de prise en charge d'une garantie de qualité, de dissimulation frauduleuse d'un défaut ou de violation d'obligations contractuelles essentielles. Les obligations contractuelles essentielles sont celles dont l'exécution permet la bonne exécution du contrat et sur le respect desquelles les parties peuvent régulièrement compter. L'indemnisation pour violation d'obligations contractuelles essentielles est limitée au dommage typique prévisible, sauf en cas d'intention ou de négligence grave.
hi: प्रदाता आपके उद्देश्यों के लिए ऐप की उपलब्धता, विश्वसनीयता, कार्यक्षमता या उपयुक्तता की गारंटी नहीं देता है।इरादे, घोर लापरवाही, जीवन, अंग या स्वास्थ्य पर चोट, गुणवत्ता की गारंटी की धारणा, किसी दोष को धोखाधड़ी से छुपाने या आवश्यक संविदात्मक दायित्वों के उल्लंघन के कारण उत्पाद दायित्व अधिनियम के तहत अनिवार्य होने तक दायित्व को बाहर रखा गया है।आवश्यक संविदात्मक दायित्व वे दायित्व हैं जिनकी पूर्ति किसी अनुबंध के उचित निष्पादन के लिए आवश्यक है और जिनके अनुपालन पर अनुबंध करने वाले पक्ष नियमित रूप से भरोसा कर सकते हैं।आवश्यक संविदात्मक दायित्वों के उल्लंघन के कारण होने वाले नुकसान का मुआवजा इस प्रकार के अनुबंध के लिए विशिष्ट अनुमानित क्षति तक सीमित है, जब तक कि कोई इरादा या घोर लापरवाही न हो।
hr: Davatelj ne jamči dostupnost, pouzdanost, funkcionalnost ili prikladnost aplikacije za vaše potrebe.Odgovornost je isključena osim ako je obvezna prema Zakonu o odgovornosti za proizvode, zbog namjere, grubog nemara, ozljede života, udova ili zdravlja, preuzimanja jamstva kvalitete, prijevarnog prikrivanja kvara ili kršenja bitnih ugovornih obveza.Bitne ugovorne obveze su one obveze čije je ispunjenje bitno za pravilno izvršenje ugovora i na čije se pridržavanje ugovorne strane mogu redovito pouzdati.Naknada štete zbog kršenja bitnih ugovornih obveza ograničena je na predvidivu štetu tipičnu za ovu vrstu ugovora, osim ako ne postoji namjera ili gruba nepažnja.
hu: A szolgáltató nem garantálja az alkalmazás elérhetőségét, megbízhatóságát, működőképességét vagy alkalmasságát az Ön céljaira. A felelősség kizárásra kerül, kivéve, ha a termékfelelősségről szóló törvény szerint kötelező, szándékosság, súlyos gondatlanság, élet, testi épség vagy egészség sérülése, minőségi garancia vállalása, hiba csalárd elhallgatása vagy lényeges szerződéses kötelezettségek megszegése miatt. Lényeges szerződéses kötelezettségek azok a kötelezettségek, amelyek teljesítése elengedhetetlen a szerződés megfelelő teljesítéséhez, és amelyek teljesítésére a szerződő felek rendszeresen számíthatnak. A lényeges szerződéses kötelezettségek megszegéséből eredő károk megtérítése az ilyen típusú szerződésekre jellemző előrelátható kárra korlátozódik, kivéve, ha szándékosság vagy súlyos gondatlanság áll fenn.
it: Il fornitore non offre garanzie riguardo a disponibilità, affidabilità, funzionalità o idoneità dell'app ai tuoi scopi. La responsabilità è esclusa, salvo i casi in cui sia obbligatoria ai sensi della legge sulla responsabilità del prodotto o per dolo, colpa grave, lesione della vita, dell'integrità fisica o della salute, assunzione di una garanzia di qualità, occultamento fraudolento di un difetto o violazione di obblighi contrattuali essenziali. Gli obblighi contrattuali essenziali sono quelli la cui esecuzione rende possibile la corretta realizzazione del contratto e sul cui rispetto le parti possono regolarmente confidare. Il risarcimento per violazione di obblighi contrattuali essenziali è limitato al danno tipico prevedibile, salvo dolo o colpa grave.
ja: プロバイダーは、アプリの可用性、信頼性、機能性、またはお客様の目的への適合性を保証しません。製造物責任法で義務付けられている場合を除き、故意、重大な過失、生命、身体、健康への損傷、品質保証の引き受け、欠陥の不正隠蔽、または重要な契約上の義務の違反による責任は除外されます。必須の契約上の義務とは、契約を適切に履行するためにその履行が不可欠であり、契約当事者がその遵守を定期的に信頼できる義務です。重要な契約上の義務の違反による損害賠償は、故意または重大な過失がない限り、この種の契約に典型的な予見可能な損害に限定されます。
ko: 제공자는 앱의 가용성, 신뢰성, 기능 또는 사용 목적에의 적합성을 보장하지 않습니다. 제품 책임법에 따른 의무, 고의, 중대한 과실, 생명·신체·건강 침해, 품질 보증, 하자 은폐, 또는 본질적 계약 의무 위반의 경우를 제외하고는 책임이 배제됩니다. 본질적 계약 의무란 계약의 적절한 이행에 필수적이며, 계약 당사자가 정기적으로 그 준수를 기대할 수 있는 의무를 의미합니다. 본질적 계약 의무 위반으로 인한 손해 배상은, 고의 또는 중대한 과실이 없는 한, 해당 계약 유형에 통상적으로 예견 가능한 손해로 제한됩니다.
lt: Teikėjas negarantuoja programėlės pasiekiamumo, patikimumo, funkcionalumo ar tinkamumo jūsų tikslams. Atsakomybė netaikoma, nebent tai yra privaloma pagal Prekės atsakomybės įstatymą, dėl tyčios, didelio neatsargumo, gyvybės, kūno ar sveikatos sužalojimo, kokybės garantijos prisiėmimo, nesąžiningo defekto nuslėpimo ar esminių sutartinių įsipareigojimų pažeidimo. Esminiai sutartiniai įsipareigojimai – tai prievolės, kurių įvykdymas yra būtinas tinkamam sutarties įvykdymui ir kurių vykdymu sutarties šalys gali reguliariai pasikliauti. Žalos, atsiradusios dėl esminių sutartinių įsipareigojimų pažeidimo, atlyginimas apsiriboja tokiai sutarčių rūšiai būdinga numatoma žala, nebent tai būtų tyčia ar didelis neatsargumas.
ml: നിങ്ങളുടെ ആവശ്യങ്ങൾക്കായി ആപ്പിൻ്റെ ലഭ്യത, വിശ്വാസ്യത, പ്രവർത്തനക്ഷമത അല്ലെങ്കിൽ അനുയോജ്യത എന്നിവ ദാതാവ് ഉറപ്പുനൽകുന്നില്ല. ഉദ്ദേശ്യം, കടുത്ത അശ്രദ്ധ, ജീവന്, കൈകാലുകൾ അല്ലെങ്കിൽ ആരോഗ്യം എന്നിവയ്‌ക്കേറ്റ ക്ഷതം, ഗുണനിലവാരത്തിൻ്റെ ഗ്യാരണ്ടിയുടെ അനുമാനം, ഒരു വൈകല്യം വഞ്ചനാപരമായ മറച്ചുവെക്കൽ അല്ലെങ്കിൽ അനിവാര്യമായ കരാർ ബാധ്യതകളുടെ ലംഘനം എന്നിവ കാരണം ഉൽപ്പന്ന ബാധ്യതാ നിയമത്തിന് കീഴിൽ നിർബന്ധിതമല്ലാത്ത പക്ഷം ബാധ്യത ഒഴിവാക്കപ്പെടും. ഒരു കരാറിൻ്റെ ശരിയായ നിർവ്വഹണത്തിന് അതിൻ്റെ നിവൃത്തി അനിവാര്യമായതും കരാർ ചെയ്യുന്ന കക്ഷികൾ പതിവായി ആശ്രയിക്കുന്നതുമായ ബാധ്യതകളാണ് അവശ്യ കരാർ ബാധ്യതകൾ. അവശ്യ കരാർ ബാധ്യതകളുടെ ലംഘനം മൂലമുണ്ടാകുന്ന നാശനഷ്ടങ്ങൾക്കുള്ള നഷ്ടപരിഹാരം, ഉദ്ദേശ്യമോ ഗുരുതരമായ അശ്രദ്ധയോ ഇല്ലെങ്കിൽ, ഇത്തരത്തിലുള്ള കരാറിന് സാധാരണ സംഭവിക്കാവുന്ന നാശനഷ്ടങ്ങൾ മാത്രമായി പരിമിതപ്പെടുത്തിയിരിക്കുന്നു.
my: ပံ့ပိုးသူသည်သင်၏ရည်ရွယ်ချက်များအတွက်ရရှိများ, ယုံကြည်စိတ်ချရမှု, လုပ်ဆောင်နိုင်စွမ်း, LIMITION, LIVB သို့မဟုတ် Health နှင့်ကျန်းမာရေးအာမခံချက်၏အာမခံချက်သို့မဟုတ်မရှိမဖြစ်လိုအပ်သောစာချုပ်များချိုးဖောက်မှုများကြောင့်ထုတ်ကုန်တာ 0 န်ယူမှုဆိုင်ရာအက်ဥပဒေအရမဖြစ်မနေပြုလုပ်ရန်တာ 0 န်ယူမှုအရ 0 န်ဆောင်မှုပေးခြင်းမရှိပါ။ မရှိမဖြစ်လိုအပ်သောစာချုပ်သက်တမ်းများမှာပြည့်စုံသောစာချုပ်များနှင့်စာချုပ်ချုပ်ဆိုထားသောပါတီများပုံမှန်အားဖြင့်ပုံမှန်အားဖြင့်မှီခိုနေရခြင်းအတွက်အရေးကြီးသည်။ မရှိမဖြစ်လိုအပ်သောစာချုပ်များကိုချိုးဖောက်ခြင်းကြောင့်ပျက်စီးဆုံးရှုံးမှုများအတွက်လျော်ကြေးငွေသည်ဤစာချုပ်အတွက်ဤစာချုပ်အတွက်ကြိုတင်သတ်မှတ်ထားသောပျက်စီးဆုံးရှုံးမှုများကြောင့်ဖြစ်သည်။
nl: De aanbieder neemt geen garanties aan met betrekking tot beschikbaarheid, betrouwbaarheid, functionaliteit of geschiktheid van de app voor uw doeleinden. Aansprakelijkheid is uitgesloten, voor zover niet krachtens de productaansprakelijkheidswet, wegens opzet, grove nalatigheid, wegens schending van leven, lichaam of gezondheid, wegens het aangaan van een kwaliteitsgarantie, wegens arglistig verzwijgen van een gebrek of wegens schending van essentiële contractuele verplichtingen verplicht wordt geaansprakelijk gesteld. Essentiële contractuele verplichtingen zijn die verplichtingen waarvan de vervulling de juiste uitvoering van een contract überhaupt mogelijk maakt en waarvan de contractpartijen regelmatig mogen vertrouwen op naleving. De schadevergoeding wegens schending van essentiële contractuele verplichtingen is beperkt tot de contracttypische, voorzienbare schade, tenzij opzet of grove nalatigheid aanwezig is.
no: Leverandøren garanterer ikke tilgjengeligheten, påliteligheten, funksjonaliteten eller egnetheten til appen for dine formål. Ansvar er utelukket med mindre det er obligatorisk i henhold til produktansvarsloven, på grunn av forsett, grov uaktsomhet, skade på liv, lem eller helse, antakelsen om kvalitetsgaranti, uredelig fortielse av en mangel eller brudd på vesentlige kontraktsforpliktelser. Vesentlige kontraktsforpliktelser er de forpliktelsene hvis oppfyllelse er avgjørende for riktig gjennomføring av en kontrakt og hvis overholdelse avtalepartene regelmessig kan stole på. Erstatning for skader på grunn av brudd på vesentlige kontraktsforpliktelser er begrenset til den påregnelige skade som er typisk for denne type kontrakt, med mindre det foreligger forsett eller grov uaktsomhet.
pl: Dostawca nie gwarantuje dostępności, niezawodności, funkcjonalności ani przydatności aplikacji do Twoich celów. Odpowiedzialność jest wykluczona, chyba że jest to wymagane zgodnie z ustawą o odpowiedzialności za produkt, z powodu umyślnego działania, rażącego niedbalstwa, naruszenia życia, ciała lub zdrowia, przejęcia gwarancji jakości, podstępnego zatajenia wady lub naruszenia istotnych zobowiązań umownych. Zasadnicze zobowiązania umowne to zobowiązania, których wypełnienie jest niezbędne do prawidłowego wykonania umowy i na których przestrzeganiu strony umowy mogą regularnie polegać. Odszkodowanie za naruszenie istotnych obowiązków umownych ogranicza się do przewidywalnych szkód typowych dla tego rodzaju umów, chyba że doszło do umyślnego działania lub rażącego niedbalstwa.
pt: O fornecedor não oferece garantias quanto à disponibilidade, confiabilidade, funcionalidade ou adequação do aplicativo para os seus fins. A responsabilidade é excluída, salvo quando obrigatória pela lei de responsabilidade por produtos ou em caso de dolo, negligência grave, lesão à vida, integridade física ou saúde, assunção de garantia de qualidade, ocultação fraudulenta de um defeito ou violação de obrigações contratuais essenciais. Obrigações contratuais essenciais são aquelas cujo cumprimento possibilita a execução correta do contrato e em cujo cumprimento as partes podem confiar regularmente. A indenização por violação de obrigações contratuais essenciais é limitada ao dano típico previsível, salvo em caso de dolo ou negligência grave.
ru: Поставщик не дает гарантий относительно доступности, надежности, функциональности или пригодности приложения для ваших целей. Ответственность исключается, за исключением случаев, когда она обязательна в соответствии с Законом об ответственности за продукцию, при умысле, грубой неосторожности, ущербе жизни, здоровью или телесной неприкосновенности, принятии гарантии качества, умышленном сокрытии дефекта или нарушении существенных договорных обязательств. Существенные договорные обязательства — это те, выполнение которых делает возможным правильное исполнение договора и на соблюдение которых стороны вправе рассчитывать. Возмещение ущерба за нарушение существенных договорных обязательств ограничено типичным предсказуемым ущербом, если только не имеет место умысел или грубая неосторожность.
sl: Ponudnik ne jamči za razpoložljivost, zanesljivost, funkcionalnost ali primernost aplikacije za vaše namene. Odgovornost je izključena, razen če je obvezna po Zakonu o odgovornosti za izdelke, zaradi naklepa, hude malomarnosti, poškodbe življenja, okončin ali zdravja, prevzema garancije kakovosti, goljufivega prikrivanja napake ali kršitve bistvenih pogodbenih obveznosti. Bistvene pogodbene obveznosti so tiste obveznosti, katerih izpolnitev je bistvena za pravilno izvedbo pogodbe in na njihovo izpolnjevanje se lahko pogodbeni stranki redno zanašata. Nadomestilo za škodo zaradi kršitve bistvenih pogodbenih obveznosti je omejeno na predvidljivo škodo, značilno za tovrstno pogodbo, razen če gre za naklep ali hudo malomarnost.
sr: Провајдер не гарантује доступност, поузданост, функционалност или прикладност апликације за ваше сврхе. Одговорност је искључена осим ако је обавезна према Закону о одговорности за производе, због намере, грубог немара, повреде живота, тела или здравља, преузимања гаранције квалитета, лажног прикривања квара или кршења битних уговорних обавеза. Суштинске уговорне обавезе су оне обавезе чије је испуњење неопходно за правилно извршење уговора и на чије се придржавање уговорне стране могу редовно ослонити. Накнада штете због кршења битних уговорних обавеза ограничена је на предвидиву штету типичну за ову врсту уговора, осим ако постоји умишљај или груба непажња.
sv: Leverantören garanterar inte tillgängligheten, tillförlitligheten, funktionaliteten eller lämpligheten av appen för dina ändamål. Ansvar är uteslutet såvida det inte är obligatoriskt enligt produktansvarslagen, på grund av uppsåt, grov vårdslöshet, skada på liv, lem eller hälsa, antagandet om kvalitetsgaranti, bedrägligt döljande av en defekt eller brott mot väsentliga avtalsförpliktelser. Väsentliga avtalsförpliktelser är de skyldigheter vars fullgörande är avgörande för ett korrekt genomförande av ett kontrakt och vars efterlevnad de avtalsslutande parterna regelbundet kan lita på. Ersättning för skador på grund av brott mot väsentliga avtalsförpliktelser är begränsad till den förutsebara skada som är typisk för denna typ av kontrakt, såvida det inte föreligger uppsåt eller grov vårdslöshet.
sw: Mtoaji hahakikishi kupatikana, kuegemea, utendaji au utaftaji wa programu kwa madhumuni yako. Dhima haitengwa isipokuwa lazima chini ya Sheria ya Dhima ya Bidhaa, kwa sababu ya dhamira, uzembe mkubwa, kuumia kwa maisha, miguu au afya, dhana ya dhamana ya ubora, kuficha kwa udanganyifu wa kasoro au uvunjaji wa majukumu muhimu ya mikataba. Majukumu muhimu ya mikataba ni majukumu ambayo utimilifu ambao ni muhimu kwa utekelezaji sahihi wa mkataba na kwa kufuata vyama vya kuambukiza kunaweza kutegemea mara kwa mara. Fidia ya uharibifu kwa sababu ya uvunjaji wa majukumu muhimu ya mikataba ni mdogo kwa uharibifu unaoonekana kawaida kwa aina hii ya mkataba, isipokuwa ikiwa kuna dhamira au uzembe mkubwa.
th: ผู้ให้บริการไม่รับประกันความพร้อมใช้งาน ความน่าเชื่อถือ ฟังก์ชันการทำงาน หรือความเหมาะสมของแอปสำหรับวัตถุประสงค์ของคุณ ความรับผิดได้รับการยกเว้น เว้นแต่จะได้รับบังคับภายใต้พระราชบัญญัติความรับผิดต่อผลิตภัณฑ์ เนื่องจากเจตนา ความประมาทเลินเล่ออย่างร้ายแรง การบาดเจ็บต่อชีวิต แขนขา หรือสุขภาพ การสันนิษฐานในการรับประกันคุณภาพ การปกปิดข้อบกพร่องโดยฉ้อฉล หรือการฝ่าฝืนภาระผูกพันตามสัญญาที่สำคัญ ภาระผูกพันตามสัญญาที่สำคัญคือภาระหน้าที่ซึ่งการปฏิบัติตามเป็นสิ่งจำเป็นสำหรับการดำเนินการตามสัญญาอย่างเหมาะสม และการปฏิบัติตามสัญญาที่คู่สัญญาอาจพึ่งพาเป็นประจำ การชดเชยความเสียหายอันเนื่องมาจากการละเมิดภาระผูกพันตามสัญญาที่สำคัญจะจำกัดอยู่เพียงความเสียหายที่คาดการณ์ได้โดยทั่วไปสำหรับสัญญาประเภทนี้ เว้นแต่จะมีเจตนาหรือประมาทเลินเล่ออย่างร้ายแรง
tr: Sağlayıcı, uygulamanın amaçlarınıza uygunluğunu, güvenilirliğini, işlevselliğini veya uygunluğunu garanti etmez. Kasten, ağır ihmalden, cana, uzuvlara veya sağlığa zarar verilmesi, kalite garantisinin üstlenilmesi, bir kusurun hileli olarak gizlenmesi veya temel sözleşme yükümlülüklerinin ihlali nedeniyle Ürün Sorumluluğu Yasası uyarınca zorunlu olmadıkça sorumluluk hariç tutulur. Temel sözleşme yükümlülükleri, yerine getirilmesi bir sözleşmenin düzgün bir şekilde ifası için gerekli olan ve sözleşme taraflarının düzenli olarak yerine getirileceğine güvenebilecekleri yükümlülüklerdir. Temel sözleşme yükümlülüklerinin ihlalinden kaynaklanan zararların tazmini, kasıt veya ağır ihmal olmadığı sürece, bu tür sözleşmeler için tipik olan öngörülebilir zararlarla sınırlıdır.
uk: Постачальник не гарантує доступність, надійність, функціональність або придатність програми для ваших цілей. Відповідальність виключається, якщо вона не є обов’язковою відповідно до Закону про відповідальність за продукцію через умисел, грубу недбалість, травму життя, кінцівок або здоров’я, припущення гарантії якості, шахрайське приховування дефекту або порушення основних договірних зобов’язань. Істотні договірні зобов'язання - це зобов'язання, виконання яких є необхідним для належного виконання контракту і на дотримання яких сторони можуть регулярно покладатися. Компенсація за збитки внаслідок порушення суттєвих договірних зобов'язань обмежується передбачуваною шкодою, типовою для цього типу контракту, за винятком випадків умислу або грубої недбалості.
vi: Nhà cung cấp không đảm bảo tính khả dụng, độ tin cậy, chức năng hoặc sự phù hợp của ứng dụng cho mục đích của bạn. Trách nhiệm pháp lý được loại trừ trừ khi bắt buộc theo Đạo luật trách nhiệm pháp lý về sản phẩm, do cố ý, sơ suất nghiêm trọng, thương tích đến tính mạng, tay chân hoặc sức khỏe, giả định đảm bảo về chất lượng, che giấu sai sót một cách gian lận hoặc vi phạm các nghĩa vụ hợp đồng thiết yếu. Nghĩa vụ hợp đồng thiết yếu là những nghĩa vụ mà việc thực hiện là cần thiết để thực hiện đúng hợp đồng và các bên tham gia hợp đồng có thể thường xuyên dựa vào sự tuân thủ của chúng. Việc bồi thường thiệt hại do vi phạm các nghĩa vụ hợp đồng thiết yếu được giới hạn ở mức thiệt hại có thể thấy trước điển hình của loại hợp đồng này, trừ khi có cố ý hoặc sơ suất nghiêm trọng.
zh: 提供商不保证该应用程序的可用性、可靠性、功能性或适用性。除非《产品责任法》强制规定，否则因故意、重大过失、对生命、肢体或健康造成伤害、假定质量保证、欺诈性隐瞒缺陷或违反基本合同义务而承担的责任除外。基本合同义务是指其履行对于合同的正确执行至关重要且缔约方可以经常依赖其遵守的义务。因违反基本合同义务而造成的损害赔偿仅限于此类合同典型的可预见损害，除非存在故意或重大过失。
