Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# privacyBlock5
source: The duration of the storage of personal data is determined by the respective statutory retention period (e.g. commercial and tax law retention periods). After expiry of the period, the corresponding data is routinely deleted, provided that it is no longer required for the fulfilment or initiation of a contract and/or we no longer have a legitimate interest in its continued storage.
af: Die duur van die stoor van persoonlike data word gemeet volgens die onderskeie wetlike bewaarperiode (bv. handels- en belastingregtelike bewaarperiodes). Na die verstryking van die termyn word die ooreenstemmende data roetine uitgevee, voor sover hulle nie meer vir kontrakvervulling of kontrakaanvang nodig is nie en/of ons kant geen geregtigde belangstelling aan die verdere stoor het nie.
ar: يتم تحديد مدة تخزين البيانات الشخصية بناءً على فترة الاحتفاظ القانونية المعمول بها (مثل فترات الاحتفاظ التجارية والضريبية). بعد انتهاء الفترة، يتم حذف البيانات المعنية بشكل روتيني، ما لم تعد ضرورية لتنفيذ العقد أو بدء العقد و/أو لا يوجد لدينا مصلحة مشروعة في الاستمرار في التخزين.
bg: Die Dauer der Speicherung von personenbezogenen Daten bemisst sich anhand der jeweiligen gesetzlichen Aufbewahrungsfrist (z.B. handels- und steuerrechtliche Aufbewahrungsfristen). Nach Ablauf der Frist werden die entsprechenden Daten routinemäßig gelöscht, sofern sie nicht mehr zur Vertragserfüllung oder Vertragsanbahnung erforderlich sind und/oder unsererseits kein berechtigtes Interesse an der Weiterspeicherung fortbesteht.
bs: Trajanje čuvanja ličnih podataka određeno je odgovarajućim zakonskim periodom čuvanja (npr. periodi čuvanja privrednog i poreskog zakona). Nakon isteka roka, odgovarajući podaci se rutinski brišu, pod uvjetom da više nisu potrebni za ispunjenje ili iniciranje ugovora i/ili više nemamo legitiman interes za njihovo dalje pohranjivanje.
cs: Doba uchovávání osobních údajů je určena příslušnou zákonnou dobou uchovávání (např. obchodní a daňově-právní doby uchovávání). Po uplynutí lhůty jsou příslušné údaje běžně vymazány, pokud již nejsou potřebné pro plnění nebo zahájení smlouvy a/nebo již nemáme oprávněný zájem na jejich dalším uchovávání.
da: Varigheden af ​​opbevaringen af ​​personoplysninger bestemmes af den respektive lovbestemte opbevaringsperiode (f.eks. kommercielle og skatteretlige opbevaringsperioder). Efter udløbet af perioden slettes de tilsvarende data rutinemæssigt, forudsat at de ikke længere er nødvendige for opfyldelse eller iværksættelse af en kontrakt, og/eller vi ikke længere har en legitim interesse i dens fortsatte opbevaring.
de: Die Dauer der Speicherung von personenbezogenen Daten bemisst sich anhand der jeweiligen gesetzlichen Aufbewahrungsfrist (z.B. handels- und steuerrechtliche Aufbewahrungsfristen). Nach Ablauf der Frist werden die entsprechenden Daten routinemäßig gelöscht, sofern sie nicht mehr zur Vertragserfüllung oder Vertragsanbahnung erforderlich sind und/oder unsererseits kein berechtigtes Interesse an der Weiterspeicherung fortbesteht.
el: Η διάρκεια της αποθήκευσης των προσωπικών δεδομένων καθορίζεται από την αντίστοιχη νόμιμη περίοδο διατήρησης (π.χ. περίοδοι διατήρησης της εμπορικής και φορολογικής νομοθεσίας). Μετά τη λήξη της περιόδου αυτής, τα αντίστοιχα δεδομένα διαγράφονται κανονικά, εφόσον δεν απαιτούνται πλέον για την εκπλήρωση ή την έναρξη μιας σύμβασης ή/και δεν έχουμε πλέον έννομο συμφέρον για τη συνέχιση της φύλαξής τους.
es: La duración del almacenamiento de datos personales se rige por los respectivos periodos legales de conservación (por ejemplo, los periodos de conservación comerciales y fiscales). Tras la expiración del periodo, los datos correspondientes se eliminan de forma rutinaria, siempre que ya no sean necesarios para el cumplimiento o inicio de un contrato y/o no exista un interés legítimo en su conservación continuada.
et: Isikuandmete säilitamise aeg määratakse kindlaks vastavalt kehtivatele seaduslikele säilitustähtaegadele (nt kaubandus- ja maksuseadusest tulenevad säilitustähtajad). Pärast tähtaja möödumist kustutatakse vastavad andmed rutiinselt, kui need ei ole enam vajalikud lepingu täitmiseks või lepingu sõlmimiseks ja/või meil ei ole enam õigustatud huvi nende edasiseks säilitamiseks.
fa: مدت زمان ذخیره سازی داده های شخصی بر اساس دوره نگهداری قانونی مربوطه تعیین می شود (به عنوان مثال دوره های نگهداری قوانین تجاری و مالیاتی).پس از انقضای دوره، داده‌های مربوطه به طور معمول حذف می‌شوند، مشروط بر اینکه دیگر برای انجام یا شروع قرارداد مورد نیاز نباشد و/یا دیگر منفعت قانونی در ذخیره‌سازی مداوم آن نداشته باشیم.
fi: Henkilötietojen säilytysaika määräytyy kulloinkin lakisääteisen säilytysajan mukaan (esim. kauppa- ja verolainsäädännön mukaiset säilytysajat).Määräajan umpeutumisen jälkeen vastaavat tiedot poistetaan rutiininomaisesti, mikäli niitä ei enää tarvita sopimuksen täyttämiseksi tai aloittamiseksi ja/tai meillä ei ole enää oikeutettua etua niiden säilyttämisen jatkamiseen.
fr: La durée de conservation des données personnelles est déterminée par les délais légaux de conservation applicables (par exemple délais commerciaux et fiscaux). Après l'expiration du délai, les données correspondantes sont régulièrement supprimées, à condition qu'elles ne soient plus nécessaires pour l'exécution ou la préparation d'un contrat et/ou qu'il n'existe pas d'intérêt légitime à leur conservation continue.
hi: व्यक्तिगत डेटा के भंडारण की अवधि संबंधित वैधानिक प्रतिधारण अवधि (उदाहरण के लिए वाणिज्यिक और कर कानून प्रतिधारण अवधि) द्वारा निर्धारित की जाती है।अवधि की समाप्ति के बाद, संबंधित डेटा को नियमित रूप से हटा दिया जाता है, बशर्ते कि अनुबंध की पूर्ति या शुरुआत के लिए इसकी अब आवश्यकता नहीं है और/या इसके निरंतर भंडारण में हमारा कोई वैध हित नहीं है।
hr: Trajanje pohrane osobnih podataka određeno je odgovarajućim zakonskim rokom čuvanja (npr. trgovački i porezni rokovi čuvanja).Nakon isteka razdoblja, odgovarajući podaci se rutinski brišu, pod uvjetom da više nisu potrebni za ispunjenje ili pokretanje ugovora i/ili više nemamo legitiman interes za njihovu daljnju pohranu.
hu: A személyes adatok tárolásának időtartamát a vonatkozó törvényes megőrzési időszak határozza meg (pl. kereskedelmi és adójogi megőrzési időszakok). Az időtartam lejárta után a megfelelő adatokat rutinszerűen töröljük, amennyiben azokra már nincs szükség egy szerződés teljesítéséhez vagy kezdeményezéséhez és/vagy már nem fűződik jogos érdekünk a további tároláshoz.
it: La durata della conservazione dei dati personali è determinata dai rispettivi periodi di conservazione previsti dalla legge (ad es. norme commerciali e fiscali). Dopo la scadenza di tali periodi, i dati vengono regolarmente cancellati, purché non siano più necessari per l'adempimento o l'avvio di un contratto e/o non sussista un interesse legittimo alla loro ulteriore conservazione.
ja: 個人データの保存期間は、それぞれの法定保存期間 (例: 商法および税法の保存期間) によって決定されます。期間の満了後、契約の履行または開始に必要でなくなった場合、および/または当社が継続的な保管に対する正当な利益を持たなくなった場合、対応するデータは定期的に削除されます。
ko: 개인 데이터의 저장 기간은 관련 법정 보존 기간(예: 상업 및 세법상의 보존 기간)에 따라 결정됩니다. 기간 만료 후, 계약 이행 또는 체결에 필요하지 않거나, 지속적인 저장에 대한 정당한 이익이 없는 경우 해당 데이터는 정기적으로 삭제됩니다.
lt: Asmens duomenų saugojimo trukmė nustatoma pagal atitinkamą įstatymų nustatytą saugojimo laikotarpį (pvz., komercinės ir mokesčių teisės saugojimo laikotarpius). Pasibaigus laikotarpiui, atitinkami duomenys yra reguliariai ištrinami, jei jie nebereikalingi sutarčiai įvykdyti ar inicijuoti ir (arba) nebeturime teisėto intereso juos toliau saugoti.
ml: വ്യക്തിഗത ഡാറ്റയുടെ സംഭരണത്തിൻ്റെ കാലാവധി നിർണ്ണയിക്കുന്നത് ബന്ധപ്പെട്ട നിയമപരമായ നിലനിർത്തൽ കാലയളവാണ് (ഉദാ. വാണിജ്യ, നികുതി നിയമ നിലനിർത്തൽ കാലയളവുകൾ). കാലയളവ് അവസാനിച്ചതിന് ശേഷം, ഒരു കരാറിൻ്റെ പൂർത്തീകരണത്തിനോ ആരംഭിക്കുന്നതിനോ ഇനി ആവശ്യമില്ലെങ്കിൽ കൂടാതെ/അല്ലെങ്കിൽ അതിൻ്റെ തുടർച്ചയായ സംഭരണത്തിൽ ഞങ്ങൾക്ക് നിയമാനുസൃതമായ താൽപ്പര്യമില്ലെങ്കിൽ, അനുബന്ധ ഡാറ്റ പതിവായി ഇല്ലാതാക്കപ്പെടും.
my: ကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုသိုလှောင်ခြင်းကာလကိုသက်ဆိုင်ရာစာရင်းဇယားထိန်းသိမ်းရေးကာလ (ဥပမာစီးပွားဖြစ်နှင့်အခွန်ဥပဒေထိန်းသိမ်းရေးကာလ) ကဆုံးဖြတ်သည်။ အချိန်ကာလကုန်ဆုံးပြီးနောက်, စာနယ်ဇင်းများပြည့်စုံခြင်းနှင့် / သို့မဟုတ်ကျွန်ုပ်တို့ဆက်လက်သိုလှောင်မှုအတွက်တရားဝင်အကျိုးစီးပွားအတွက်တရားဝင်အကျိုးစီးပွားအတွက်မလိုအပ်တော့ကြောင်းသက်ဆိုင်ရာအချက်အလက်များကိုပုံမှန်ဖျက်ပစ်ခြင်းကိုပုံမှန်ဖျက်ပစ်သည်။
nl: De duur van de opslag van persoonlijke gegevens wordt bepaald op basis van de respectieve wettelijke bewaartermijn (bijv. handels- en belastingrechtelijke bewaartermijnen). Na het verstrijken van de termijn worden de betreffende gegevens routinematig verwijderd, tenzij ze niet meer nodig zijn voor contractuitvoering of contractsluiting en/of er aan onze kant geen gerechtvaardigd belang meer bestaat voor verdere opslag.
no: Varigheten av lagringen av personopplysninger bestemmes av den respektive lovbestemte oppbevaringsperioden (for eksempel kommersielle og skatterettslige oppbevaringsperioder). Etter utløpet av perioden slettes de tilsvarende dataene rutinemessig, forutsatt at de ikke lenger er nødvendige for oppfyllelse eller igangsetting av en kontrakt og/eller vi ikke lenger har en legitim interesse i fortsatt lagring.
pl: Czas przechowywania danych osobowych zależy od odpowiedniego ustawowego okresu przechowywania (np. okresów przechowywania zgodnie z przepisami handlowymi i podatkowymi). Po upływie tego okresu odpowiednie dane są rutynowo usuwane, pod warunkiem, że nie są już potrzebne do wykonania lub rozpoczęcia umowy i/lub nie mamy już uzasadnionego interesu w ich dalszym przechowywaniu.
pt: A duração do armazenamento de dados pessoais é determinada pelos respectivos períodos legais de retenção (por exemplo, prazos comerciais e fiscais). Após o término do prazo, os dados correspondentes são rotineiramente apagados, desde que não sejam mais necessários para o cumprimento ou início de um contrato e/ou não haja interesse legítimo em mantê-los armazenados.
ru: Срок хранения персональных данных определяется соответствующим установленным законом сроком хранения (например, торговым и налоговым). По истечении срока соответствующие данные регулярно удаляются, если они больше не требуются для исполнения или заключения договора и/или у нас нет законного интереса к их дальнейшему хранению.
sl: Trajanje hrambe osebnih podatkov je določeno z vsakokratnim zakonsko določenim rokom hrambe (npr. gospodarski in davčni roki hrambe). Po izteku obdobja se ustrezni podatki rutinsko izbrišejo, če niso več potrebni za izpolnitev ali začetek pogodbe in/ali nimamo več zakonitega interesa za njihovo nadaljnjo hrambo.
sr: Трајање чувања личних података одређује се одговарајућим законским периодом чувања (нпр. периоди чувања привредног и пореског закона). Након истека рока, одговарајући подаци се рутински бришу, под условом да више нису потребни за испуњење или иницирање уговора и/или више немамо легитиман интерес за њихово даље чување.
sv: Varaktigheten av lagringen av personuppgifter bestäms av respektive lagstadgad lagringsperiod (t.ex. kommersiella och skatterättsliga lagringsperioder). Efter utgången av perioden raderas motsvarande uppgifter rutinmässigt, förutsatt att de inte längre behövs för att fullgöra eller inleda ett avtal och/eller att vi inte längre har ett berättigat intresse av att den fortsätter att lagras.
sw: Muda wa uhifadhi wa data ya kibinafsi imedhamiriwa na kipindi husika cha kisheria (k.m. vipindi vya uhifadhi wa sheria na ushuru). Baada ya kumalizika kwa kipindi hicho, data inayolingana inafutwa mara kwa mara, mradi haihitajiki tena kwa utimilifu au uanzishaji wa mkataba na/au hatuna nia halali katika uhifadhi wake unaoendelea.
th: ระยะเวลาในการจัดเก็บข้อมูลส่วนบุคคลจะกำหนดโดยระยะเวลาเก็บรักษาตามกฎหมายที่เกี่ยวข้อง (เช่น ระยะเวลาการเก็บรักษากฎหมายการค้าและภาษี) หลังจากหมดระยะเวลาดังกล่าว ข้อมูลที่เกี่ยวข้องจะถูกลบเป็นประจำ โดยมีเงื่อนไขว่าไม่จำเป็นอีกต่อไปในการปฏิบัติตามหรือเริ่มต้นสัญญา และ/หรือเราไม่มีส่วนได้เสียโดยชอบด้วยกฎหมายในการจัดเก็บข้อมูลอย่างต่อเนื่องอีกต่อไป
tr: Kişisel verilerin saklanma süresi, ilgili yasal saklama süresine (örneğin ticaret ve vergi hukuku saklama süreleri) göre belirlenir. Sürenin sona ermesinden sonra, bir sözleşmenin yerine getirilmesi veya başlatılması için artık gerekli olmaması ve/veya bunların saklanmaya devam edilmesi konusunda artık meşru bir menfaatimizin olmaması koşuluyla, ilgili veriler rutin olarak silinir.
uk: Тривалість зберігання персональних даних визначається відповідним законодавчим терміном зберігання (наприклад, періоди зберігання комерційного та податкового законодавства). Після закінчення періоду відповідні дані регулярно видаляються, якщо вони більше не потрібні для виконання або ініціювання договору та/або ми більше не маємо законного інтересу в їх подальшому зберіганні.
vi: Thời lượng lưu trữ dữ liệu cá nhân được xác định theo thời gian lưu giữ theo luật định tương ứng (ví dụ: thời gian lưu giữ theo luật thương mại và thuế). Sau khi hết thời hạn, dữ liệu tương ứng sẽ bị xóa thường xuyên, với điều kiện là dữ liệu đó không còn cần thiết cho việc thực hiện hoặc bắt đầu hợp đồng và/hoặc chúng tôi không còn có lợi ích hợp pháp trong việc tiếp tục lưu trữ dữ liệu đó.
zh: 个人数据的存储期限由相应的法定保留期限（例如商法和税法保留期限）决定。期限届满后，相应的数据将被例行删除，前提是履行或启动合同不再需要这些数据和/或我们不再对其继续存储拥有合法权益。

# youtubeConsent1
source: We need your consent to display the embedded Youtube content. You can display this (and thus also all other Youtube content in the app) with one click and also deactivate it again.
af: Ons benodig jou toestemming om die ingebedde Youtube-inhoud te vertoon. Jy kan dit (en dus ook alle ander Youtube-inhoud in die app) met een klik vertoon en ook weer deaktiveer.
ar: نحتاج إلى موافقتك لعرض محتوى Youtube المضمن. يمكنك عرض هذا (وبالتالي أيضاً جميع محتويات Youtube الأخرى في التطبيق) بنقرة واحدة وإلغاء تفعيله مرة أخرى.
bg: Нуждаем се от вашето съгласие, за да покажем вграденото съдържание от Youtube. Можете да покажете това (и по този начин също всичко друго съдържание от Youtube в приложението) с едно кликване и също да го деактивирате отново.
bs: Potreban nam je vaš pristanak za prikaz ugrađenog Youtube sadržaja. Možete prikazati ovaj (a time i sav drugi Youtube sadržaj u aplikaciji) jednim klikom i također ga ponovo deaktivirati.
cs: K zobrazení vloženého obsahu Youtube potřebujeme váš souhlas. Tento (a tedy i veškerý další obsah Youtube v aplikaci) můžete zobrazit jedním kliknutím a také jej opět deaktivovat.
da: Vi har brug for dit samtykke til at vise det indlejrede YouTube-indhold. Du kan vise dette (og dermed også alt andet Youtube-indhold i appen) med et enkelt klik og også deaktivere det igen.
de: Wir benötigen Ihre Einwilligung, um den eingebundenen Youtube-Inhalt anzuzeigen. Sie können diesen (und damit auch alle weiteren Youtube-Inhalte in der App) mit einem Klick anzeigen lassen und auch wieder deaktivieren.
el: Χρειαζόμαστε τη συγκατάθεσή σας για την προβολή του ενσωματωμένου περιεχομένου του Youtube. Μπορείτε να το εμφανίσετε (και συνεπώς και όλο το υπόλοιπο περιεχόμενο Youtube στην εφαρμογή) με ένα κλικ και επίσης να το απενεργοποιήσετε ξανά.
es: Necesitamos tu consentimiento para mostrar el contenido incrustado de Youtube. Puedes mostrarlo (y con ello todo el contenido de Youtube en la app) con un clic y también desactivarlo de nuevo.
et: Vajame sinu nõusolekut, et näidata manustatud Youtube'i sisu. Saad selle ühe klikiga kuvada (ja seeläbi ka muu Youtube'i sisu rakenduses) ning vajadusel uuesti keelata.
fa: برای نمایش محتوای جاسازی شده یوتیوب به رضایت شما نیاز داریم.شما می توانید این (و در نتیجه تمام محتوای دیگر یوتیوب در برنامه) را با یک کلیک نمایش دهید و دوباره آن را غیرفعال کنید.
fi: Tarvitsemme suostumuksesi upotetun Youtube-sisällön näyttämiseen.Voit näyttää tämän (ja siten myös kaiken muun sovelluksen Youtube-sisällön) yhdellä napsautuksella ja myös deaktivoida sen uudelleen.
fr: Nous avons besoin de ton consentement pour afficher le contenu Youtube intégré. Tu peux l'afficher (et donc tout le contenu Youtube de l'application) d'un clic et le désactiver à nouveau.
hi: एम्बेडेड यूट्यूब सामग्री प्रदर्शित करने के लिए हमें आपकी सहमति की आवश्यकता है।आप इसे (और इस प्रकार ऐप में अन्य सभी यूट्यूब सामग्री को भी) एक क्लिक से प्रदर्शित कर सकते हैं और इसे फिर से निष्क्रिय भी कर सकते हैं।
hr: Potreban nam je vaš pristanak za prikazivanje ugrađenog Youtube sadržaja.Možete prikazati ovaj (a time i sav ostali Youtube sadržaj u aplikaciji) jednim klikom i ponovno ga deaktivirati.
hu: A beágyazott Youtube-tartalom megjelenítéséhez szükségünk van az Ön hozzájárulására. Ezt (és így az alkalmazásban lévő összes többi Youtube-tartalmat is) egyetlen kattintással megjelenítheti, és újra kikapcsolhatja.
it: Abbiamo bisogno del tuo consenso per mostrare il contenuto incorporato di Youtube. Puoi visualizzarlo (e quindi tutto il contenuto Youtube nell'app) con un clic e disattivarlo di nuovo.
ja: 埋め込まれた YouTube コンテンツを表示するには、あなたの同意が必要です。ワンクリックでこれ (およびアプリ内の他のすべての Youtube コンテンツ) を表示したり、再度非アクティブ化することもできます。
ko: 내장된 Youtube 콘텐츠를 표시하기 위해 귀하의 동의가 필요합니다. 한 번 클릭으로 해당 콘텐츠(또한 앱의 모든 Youtube 콘텐츠)를 표시하거나 다시 비활성화할 수 있습니다.
lt: Mums reikia jūsų sutikimo, kad galėtume rodyti įterptą „YouTube“ turinį. Šį (taigi ir visą kitą programėlės Youtube turinį) galite parodyti vienu spustelėjimu ir vėl jį išjungti.
ml: ഉൾച്ചേർത്ത Youtube ഉള്ളടക്കം പ്രദർശിപ്പിക്കുന്നതിന് ഞങ്ങൾക്ക് നിങ്ങളുടെ സമ്മതം ആവശ്യമാണ്. ഒറ്റ ക്ലിക്കിലൂടെ നിങ്ങൾക്ക് ഇത് (അതുവഴി ആപ്പിലെ മറ്റെല്ലാ Youtube ഉള്ളടക്കവും) പ്രദർശിപ്പിക്കാനും വീണ്ടും നിർജ്ജീവമാക്കാനും കഴിയും.
my: Embedded YouTube အကြောင်းအရာကိုပြသရန်သင်၏ခွင့်ပြုချက်ကိုကျွန်ုပ်တို့လိုအပ်သည်။ သင်သည်ဤအရာကိုပြသနိုင်သည် (ထို့ကြောင့် app ထဲတွင်အခြား app တွင်ရှိသော app အားလုံးပါ 0 င်သည့်အကြောင်းအရာများအားလုံးကိုလည်းပြသနိုင်သည်) ကိုတစ်ချက် နှိပ်. ထပ်မံပိတ်ထားသည်။
nl: We hebben uw toestemming nodig om de ingesloten Youtube-inhoud weer te geven. U kunt dit (en dus ook alle andere Youtube-inhoud in de app) met één klik weergeven en ook weer deactiveren.
no: Vi trenger ditt samtykke for å vise det innebygde YouTube-innholdet. Du kan vise dette (og dermed også alt annet Youtube-innhold i appen) med ett klikk og også deaktivere det igjen.
pl: Potrzebujemy Twojej zgody na wyświetlanie osadzonych treści YouTube. Możesz wyświetlić to (a tym samym także wszystkie inne treści YouTube w aplikacji) jednym kliknięciem, a także ponownie je dezaktywować.
pt: Precisamos do seu consentimento para exibir o conteúdo incorporado do Youtube. Você pode exibi-lo (e assim todo o conteúdo do Youtube no app) com um clique e desativá-lo novamente.
ru: Нам нужно ваше согласие, чтобы показать встроенный контент Youtube. Вы можете включить его (и тем самым весь контент Youtube в приложении) одним нажатием и также отключить снова.
sl: Za prikaz vdelane vsebine Youtube potrebujemo vaše soglasje. To (in s tem tudi vse druge Youtube vsebine v aplikaciji) lahko z enim klikom prikažete in tudi znova deaktivirate.
sr: Потребна нам је ваша сагласност за приказ уграђеног Иоутубе садржаја. Можете приказати ово (а самим тим и сав други Иоутубе садржај у апликацији) једним кликом и такође га поново деактивирати.
sv: Vi behöver ditt samtycke för att visa det inbäddade YouTube-innehållet. Du kan visa detta (och därmed även allt annat Youtube-innehåll i appen) med ett klick och även avaktivera det igen.
sw: Tunahitaji idhini yako kuonyesha yaliyomo kwenye YouTube. Unaweza kuonyesha hii (na kwa hivyo pia maudhui mengine yote ya YouTube kwenye programu) kwa kubonyeza moja na pia kuizuia tena.
th: เราต้องการความยินยอมจากคุณเพื่อแสดงเนื้อหา Youtube ที่ฝังอยู่ คุณสามารถแสดงสิ่งนี้ (และรวมถึงเนื้อหา YouTube อื่น ๆ ทั้งหมดในแอป) ได้ในคลิกเดียวและปิดการใช้งานอีกครั้ง
tr: Gömülü Youtube içeriğini görüntülemek için izninize ihtiyacımız var. Bunu (ve dolayısıyla uygulamadaki diğer tüm Youtube içeriğini) tek tıklamayla görüntüleyebilir ve tekrar devre dışı bırakabilirsiniz.
uk: Нам потрібна ваша згода на показ вбудованого вмісту Youtube. Ви можете відобразити цей (а отже, і весь інший вміст Youtube у програмі) одним клацанням миші, а також знову деактивувати.
vi: Chúng tôi cần sự đồng ý của bạn để hiển thị nội dung Youtube được nhúng. Bạn có thể hiển thị nội dung này (và do đó cũng như tất cả nội dung Youtube khác trong ứng dụng) chỉ bằng một cú nhấp chuột và cũng có thể tắt nó một lần nữa.
zh: 我们需要您的同意才能显示嵌入的 YouTube 内容。您可以一键显示此内容（以及应用程序中的所有其他 Youtube 内容），也可以再次停用它。

# youtubeConsent2
source: Always show Youtube content
af: Wys altyd Youtube-inhoud
ar: عرض محتوى Youtube دائماً
bg: Винаги показвай съдържание от Youtube
bs: Uvijek prikaži Youtube sadržaj
cs: Vždy zobrazovat obsah YouTube
da: Vis altid YouTube-indhold
de: Youtube-Inhalte immer anzeigen
el: Να εμφανίζετε πάντα περιεχόμενο Youtube
es: Mostrar siempre el contenido de Youtube
et: Näita alati Youtube'i sisu
fa: همیشه محتوای یوتیوب را نشان دهید
fi: Näytä aina Youtube-sisältöä
fr: Toujours afficher le contenu Youtube
hi: हमेशा यूट्यूब सामग्री दिखाएं
hr: Uvijek prikaži Youtube sadržaj
hu: Mindig mutasson Youtube tartalmat
it: Mostra sempre i contenuti Youtube
ja: YouTube コンテンツを常に表示する
ko: 항상 Youtube 콘텐츠 표시
lt: Visada rodyti Youtube turinį
ml: എപ്പോഴും Youtube ഉള്ളടക്കം കാണിക്കുക
my: အမြဲတမ်း YouTube အကြောင်းအရာကိုပြပါ
nl: Youtube-inhoud altijd tonen
no: Vis alltid YouTube-innhold
pl: Zawsze pokazuj zawartość YouTube
pt: Sempre mostrar conteúdo do Youtube
ru: Всегда показывать контент Youtube
sl: Vedno pokaži vsebino Youtube
sr: Увек прикажи ИоуТубе садржај
sv: Visa alltid YouTube-innehåll
sw: Daima onyesha yaliyomo kwenye YouTube
th: แสดงเนื้อหา Youtube เสมอ
tr: Youtube içeriğini her zaman göster
uk: Завжди показувати вміст Youtube
vi: Luôn hiển thị nội dung Youtube
zh: 始终显示 YouTube 内容
