Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# supportReportBugTextIs
source: Please briefly describe the current incorrect behavior, i.e. the error itself.
af: Beskryf asseblief kortliks die huidige verkeerde gedrag, d.w.s. die fout self.
ar: يرجى وصف السلوك غير الصحيح الحالي باختصار، أي الخطأ نفسه.
bg: Моля, опишете накратко текущото неправилно поведение, т.е. самата грешка.
bs: Molimo vas da ukratko opišete trenutno neispravno ponašanje, odnosno samu grešku.
cs: Stručně prosím popište aktuální nesprávné chování, tedy samotnou chybu.
da: Beskriv kort den aktuelle forkerte adfærd, dvs. selve fejlen.
de: Bitte beschreiben Sie kurz das aktuelle fehlerhafte Verhalten, also den Fehler selbst.
el: Περιγράψτε εν συντομία την τρέχουσα εσφαλμένη συμπεριφορά, δηλαδή το ίδιο το σφάλμα.
es: Describe brevemente el comportamiento incorrecto actual, es decir, el error.
et: Kirjelda lühidalt praegust vale käitumist, s.t viga.
fa: لطفاً به طور خلاصه رفتار نادرست فعلی، یعنی خود خطا را توضیح دهید.
fi: Kuvaile lyhyesti nykyistä virheellistä toimintaa eli itse virhettä.
fr: Décris brièvement le comportement incorrect actuel, c'est-à-dire l'erreur.
hi: कृपया वर्तमान गलत व्यवहार, यानी त्रुटि का संक्षेप में वर्णन करें।
hr: Molimo ukratko opišite trenutno neispravno ponašanje, odnosno samu grešku.
hu: Kérjük, röviden írja le a jelenlegi hibás viselkedést, azaz magát a hibát.
it: Descrivi brevemente il comportamento errato attuale, cioè l'errore stesso.
ja: 現在の誤った動作、つまりエラー自体を簡単に説明してください。
ko: 현재의 잘못된 동작을 간단히 설명해 주세요. 즉, 발생한 오류 자체를 설명하세요.
lt: Prašome trumpai apibūdinti dabartinį neteisingą elgesį, t. y. pačią klaidą.
ml: നിലവിലെ തെറ്റായ പെരുമാറ്റം, അതായത് പിശക് തന്നെ ഹ്രസ്വമായി വിവരിക്കുക.
my: ကျေးဇူးပြု. လက်ရှိမမှန်ကန်သောအပြုအမူကိုအတိုချုပ်ဖော်ပြပါ။ I.E. အမှားကိုယ်နှိုက်ကိုဖော်ပြပါ။
nl: Beschrijf kort het huidige onjuiste gedrag, d.w.z. de fout zelf.
no: Vennligst beskriv kort gjeldende feil oppførsel, dvs. selve feilen.
pl: Proszę krótko opisać obecne nieprawidłowe zachowanie, czyli sam błąd.
pt: Descreva brevemente o comportamento incorreto atual, ou seja, o erro.
ru: Кратко опишите текущее некорректное поведение, то есть саму ошибку.
sl: Na kratko opišite trenutno nepravilno vedenje, torej samo napako.
sr: Молимо вас да укратко опишете тренутно неправилно понашање, односно саму грешку.
sv: Beskriv kort det aktuella felaktiga beteendet, det vill säga själva felet.
sw: Tafadhali eleza kwa kifupi tabia isiyo sahihi ya sasa, i.e. kosa lenyewe.
th: โปรดอธิบายสั้นๆ เกี่ยวกับพฤติกรรมที่ไม่ถูกต้องในปัจจุบัน เช่น ข้อผิดพลาดนั่นเอง
tr: Lütfen mevcut yanlış davranışı, yani hatanın kendisini kısaca açıklayın.
uk: Коротко опишіть поточну некоректну поведінку, тобто саму помилку.
vi: Vui lòng mô tả ngắn gọn hành vi không chính xác hiện tại, tức là chính lỗi đó.
zh: 请简要描述当前的错误行为，即错误本身。

# supportReportBugTextShould
source: Please briefly describe the desired behavior, i.e. how it should actually be.
af: Beskryf asseblief kortliks die gewenste gedrag, d.w.s. hoe dit eintlik moet wees.
ar: يرجى وصف السلوك المطلوب باختصار، أي كيف يجب أن يكون في الواقع.
bg: Моля, опишете накратко желаното поведение, т.е. как трябва да бъде всъщност.
bs: Molimo vas da ukratko opišete željeno ponašanje, odnosno kako bi ono zapravo trebalo biti.
cs: Stručně prosím popište požadované chování, tedy jak by ve skutečnosti mělo být.
da: Beskriv venligst kort den ønskede adfærd, altså hvordan den egentlig skal være.
de: Bitte beschreiben Sie kurz das gewünschte Verhalten, also wie es eigentlich sein sollte.
el: Περιγράψτε εν συντομία την επιθυμητή συμπεριφορά, δηλαδή πώς θα πρέπει να είναι στην πραγματικότητα.
es: Describe brevemente el comportamiento deseado, es decir, cómo debería funcionar.
et: Kirjelda lühidalt soovitud käitumist, s.t kuidas peaks olema.
fa: لطفاً به طور خلاصه رفتار مورد نظر را شرح دهید، یعنی در واقع چگونه باید باشد.
fi: Kuvaile lyhyesti toivomaasi käyttäytymistä eli miten sen pitäisi todellisuudessa olla.
fr: Décris brièvement le comportement souhaité, c'est-à-dire comment cela devrait fonctionner.
hi: कृपया वांछित व्यवहार का संक्षेप में वर्णन करें, अर्थात यह वास्तव में कैसा होना चाहिए।
hr: Molimo Vas da ukratko opišete željeno ponašanje, odnosno kakvo bi ono zapravo trebalo biti.
hu: Kérjük, röviden írja le a kívánt viselkedést, vagyis azt, hogy valójában hogyan kellene működnie.
it: Descrivi brevemente il comportamento desiderato, cioè come dovrebbe funzionare.
ja: 望ましい動作、つまり実際にどのようにあるべきかを簡単に説明してください。
ko: 원래 기대되는 동작을 간단히 설명해 주세요.
lt: Prašome trumpai apibūdinti norimą elgesį, t. y. kaip jis turėtų būti iš tikrųjų.
ml: ആവശ്യമുള്ള പെരുമാറ്റം, അതായത് അത് യഥാർത്ഥത്തിൽ എങ്ങനെയായിരിക്കണം എന്ന് ചുരുക്കമായി വിവരിക്കുക.
my: ကျေးဇူးပြု. လိုချင်သောအပြုအမူကိုအတိုချုပ်ဖော်ပြပါ။ i.e.
nl: Beschrijf kort het gewenste gedrag, d.w.z. hoe het eigenlijk zou moeten zijn.
no: Beskriv kort ønsket oppførsel, dvs. hvordan den faktisk skal være.
pl: Proszę krótko opisać pożądane zachowanie, czyli jak faktycznie powinno wyglądać.
pt: Descreva brevemente o comportamento desejado, ou seja, como deveria funcionar.
ru: Кратко опишите желаемое поведение, то есть как должно работать.
sl: Prosimo, da na kratko opišete želeno vedenje, torej kako naj bi dejansko bilo.
sr: Молимо вас да укратко опишете жељено понашање, односно како би заправо требало да буде.
sv: Beskriv kortfattat det önskade beteendet, dvs hur det egentligen ska vara.
sw: Tafadhali eleza kwa ufupi tabia inayotaka, i.e. jinsi inapaswa kuwa kweli.
th: โปรดอธิบายสั้นๆ ถึงพฤติกรรมที่ต้องการ เช่น จริงๆ แล้วควรเป็นอย่างไร
tr: Lütfen istenen davranışı, yani aslında nasıl olması gerektiğini kısaca açıklayın.
uk: Будь ласка, коротко опишіть бажану поведінку, тобто якою вона має бути насправді.
vi: Vui lòng mô tả ngắn gọn hành vi mong muốn, tức là nó thực sự phải như thế nào.
zh: 请简要描述所需的行为，即实际上应该如何。

# supportReportBugAffectedPages
source: On which pages does the error occur? (if applicable)
af: Op watter bladsye kom die fout voor? (indien van toepassing)
ar: في أي صفحات يحدث الخطأ؟ (إن أمكن)
bg: На кои страници се появява грешката? (ако е приложимо)
bs: Na kojim stranicama se javlja greška? (ako je primjenjivo)
cs: Na kterých stránkách se chyba vyskytuje? (pokud existuje)
da: På hvilke sider opstår fejlen? (hvis relevant)
de: Auf welchen Seiten tritt der Fehler auf? (wenn zutreffend)
el: Σε ποιες σελίδες εμφανίζεται το σφάλμα; (κατά περίπτωση)
es: ¿En qué pantallas se produce el error? (si procede)
et: Millistel lehtedel viga esineb? (kui asjakohane)
fa: در کدام صفحات خطا رخ می دهد؟(در صورت وجود)
fi: Millä sivuilla virhe ilmenee?(jos sovellettavissa)
fr: Sur quelles pages l'erreur se produit-elle ? (le cas échéant)
hi: त्रुटि किन पृष्ठों पर होती है?(यदि लागू हो)
hr: Na kojim se stranicama pojavljuje pogreška?(ako je primjenjivo)
hu: Mely oldalakon jelentkezik a hiba? (ha van ilyen)
it: Su quali pagine si verifica l'errore? (se applicabile)
ja: どのページでエラーが発生しますか?(該当する場合)
ko: 오류가 발생하는 페이지는 어디인가요? (해당하는 경우)
lt: Kuriuose puslapiuose atsiranda klaida? (jei taikoma)
ml: ഏത് പേജിലാണ് പിശക് സംഭവിക്കുന്നത്? (ബാധകമെങ്കിൽ)
my: မည်သည့်စာမျက်နှာပေါ်တွင်အမှားအယွင်းရှိသနည်း။ (ရှိလျှင်)
nl: Op welke pagina's treedt de fout op? (indien van toepassing)
no: På hvilke sider oppstår feilen? (hvis aktuelt)
pl: Na jakich stronach występuje błąd? (jeśli dotyczy)
pt: Em quais telas o erro ocorre? (se aplicável)
ru: На каких экранах возникает ошибка? (если применимо)
sl: Na katerih straneh se pojavi napaka? (če je primerno)
sr: На којим страницама се јавља грешка? (ако је применљиво)
sv: På vilka sidor uppstår felet? (om tillämpligt)
sw: Je! Kosa linatokea kwa kurasa zipi? (ikiwa inatumika)
th: เกิดข้อผิดพลาดที่หน้าใด (ถ้ามี)
tr: Hata hangi sayfalarda oluşuyor? (varsa)
uk: На яких сторінках виникає помилка? (якщо застосовно)
vi: Lỗi xảy ra ở trang nào? (nếu có)
zh: 错误发生在哪些页面上？ （如适用）

# supportReportBugScreenshotsPlease
source: Please attach a screenshot in the mail, preferably with marking of the error.
af: Voeg asseblief 'n skermkiekie in die e-pos aan, verkieslik met merk van die fout.
ar: يرجى إرفاق لقطة شاشة في البريد، ويفضل مع تحديد الخطأ.
bg: Моля, прикачете екранна снимка в имейла, за предпочитане с маркиране на грешката.
bs: Molimo priložite snimak ekrana u mailu, po mogućnosti sa označavanjem greške.
cs: Do mailu prosím přiložte snímek obrazovky, nejlépe s vyznačením chyby.
da: Vedhæft venligst et skærmbillede i mailen, gerne med markering af fejlen.
de: Bitte hängen Sie in der Mail einen Screenshot an, am besten mit Markierung des Fehlers.
el: Παρακαλούμε επισυνάψτε ένα στιγμιότυπο οθόνης στο μήνυμα, κατά προτίμηση με την επισήμανση του σφάλματος.
es: Adjunta una captura de pantalla en el correo, preferiblemente señalando el error.
et: Lisa kirjale ekraanipilt, võimalusel veaga tähistatud.
fa: لطفاً یک اسکرین شات را در ایمیل، ترجیحاً با علامت گذاری خطا، پیوست کنید.
fi: Liitä sähköpostiin kuvakaappaus mieluiten virhemerkinnällä.
fr: Joins une capture d'écran dans le mail, de préférence avec l'erreur indiquée.
hi: कृपया मेल में एक स्क्रीनशॉट संलग्न करें, अधिमानतः त्रुटि को चिह्नित करते हुए।
hr: Pošti priložite snimak zaslona, ​​po mogućnosti s oznakom pogreške.
hu: Kérjük, csatoljon egy képernyőképet a levélben, lehetőleg a hiba megjelölésével.
it: Allega uno screenshot all'e-mail, preferibilmente con l'errore evidenziato.
ja: できればエラーのマークを付けたスクリーンショットをメールに添付してください。
ko: 메일에 스크린샷을 첨부해 주세요. 가능하면 오류가 표시된 부분을 표시해주세요.
lt: Paštu pridėkite ekrano kopiją, pageidautina su klaidos žymėjimu.
ml: മെയിലിൽ ഒരു സ്ക്രീൻഷോട്ട് അറ്റാച്ചുചെയ്യുക, പിശക് അടയാളപ്പെടുത്തുന്നത് നല്ലതാണ്.
my: ကျေးဇူးပြုပြီးစာတိုက်တွင် screenshot တစ်ခုပူးတွဲပါ,
nl: Voeg een screenshot bij in de e-mail, bij voorkeur met markering van de fout.
no: Legg ved et skjermbilde i posten, gjerne med markering av feilen.
pl: Prosimy o załączenie w mailu zrzutu ekranu, najlepiej z oznaczeniem błędu.
pt: Anexe uma captura de tela no e-mail, de preferência com a indicação do erro.
ru: Пожалуйста, приложите к письму снимок экрана, желательно с указанием ошибки.
sl: Pošti priložite posnetek zaslona, ​​po možnosti z oznako napake.
sr: Молимо приложите снимак екрана у пошту, по могућности са означавањем грешке.
sv: Bifoga gärna en skärmdump i mailet, gärna med markering av felet.
sw: Tafadhali ambatisha skrini kwenye barua, ikiwezekana na alama ya kosa.
th: กรุณาแนบภาพหน้าจอมาทางไปรษณีย์ โดยควรมีการทำเครื่องหมายข้อผิดพลาดไว้ด้วย
tr: Lütfen postaya tercihen hatanın işaretini içeren bir ekran görüntüsü ekleyin.
uk: Будь ласка, додайте до листа скріншот, бажано з позначкою про помилку.
vi: Vui lòng đính kèm ảnh chụp màn hình qua thư, tốt nhất là có đánh dấu lỗi.
zh: 请在邮件中附上屏幕截图，最好标明错误。

# supportBug
source: Bug
af: Fout
ar: خطأ
bg: Грешка
de: Fehler
el: Σφάλμα
es: Error
et: Viga
fa: حشره
fr: Erreur
hi: कीड़ा
hr: Greška
it: Errore
ja: バグ
ko: 오류
lt: Klaida
ml: ബഗ്
my: ကြမ်းပိုး
nl: Beestje
pl: Błąd
pt: Erro
ru: Ошибка
sl: Napaka
sr: Буг
sv: Bugga
sw: Mdudu
th: แมลง
tr: Böcek
uk: помилка
vi: Sâu bọ
zh: 漏洞

# supportReportBugLong
source: Great app! But sure, things can go wrong. If you report bugs, you make the app better.
af: Groot app! Maar seker, dinge kan verkeerd gaan. As jy foute rapporteer, maak jy die app beter.
ar: تطبيق رائع! لكن بالتأكيد، قد تسوء الأمور. إذا أبلغت عن الأخطاء، فأنت تجعل التطبيق أفضل.
bg: Страхотно приложение! Но разбира се, нещата могат да се объркат. Ако докладвате грешки, правите приложението по-добро.
bs: Odlična aplikacija! Ali naravno, stvari mogu krenuti po zlu. Ako prijavite greške, aplikaciju ćete učiniti boljom.
cs: Skvělá aplikace! Ale jistě, věci se mohou pokazit. Pokud nahlásíte chyby, vylepšíte aplikaci.
da: Fantastisk app! Men selvfølgelig kan det gå galt. Hvis du rapporterer fejl, gør du appen bedre.
de: Große App! Klar, da kann was schief gehen. Wer Bugs meldet, macht die App besser.
el: Υπέροχη εφαρμογή! Αλλά σίγουρα, τα πράγματα μπορούν να πάνε στραβά. Αν αναφέρετε σφάλματα, κάνετε την εφαρμογή καλύτερη.
es: ¡Gran aplicación! Claro que las cosas pueden salir mal. Si informas de los errores, haces que la aplicación mejore.
et: Suurepärane rakendus! Aga ikka võib midagi viltu minna. Kui vead ära märgid, teed rakenduse paremaks.
fa: برنامه عالی!اما مطمئنا، همه چیز ممکن است اشتباه پیش برود.اگر اشکالات را گزارش کنید، برنامه را بهتر می کنید.
fi: Hieno sovellus!Mutta toki asiat voivat mennä pieleen.Jos ilmoitat virheistä, teet sovelluksesta paremman.
fr: Une grande application ! Bien sûr, il peut y avoir des erreurs. Ceux qui signalent des bugs améliorent l'app.
hi: बढ़िया ऐप!लेकिन निश्चित रूप से, चीजें गलत हो सकती हैं।यदि आप बग की रिपोर्ट करते हैं, तो आप ऐप को बेहतर बनाते हैं।
hr: Odlična aplikacija!Ali naravno, stvari mogu poći po zlu.Ako prijavite bugove, poboljšat ćete aplikaciju.
hu: Nagyszerű alkalmazás! De persze, a dolgok elromolhatnak. Ha jelented a hibákat, jobbá teszed az alkalmazást.
it: Grande applicazione! Certo, le cose possono andare male. Se segnalate i bug, migliorate l'applicazione.
ja: 素晴らしいアプリです！しかし、確かに、物事はうまくいかない可能性があります。バグを報告すると、アプリが改善されます。
ko: 좋은 앱이지만, 가끔 문제가 발생할 수 있습니다. 오류 보고는 앱 개선에 큰 도움이 됩니다.
lt: Puiki programėlė! Bet žinoma, viskas gali suklysti. Jei pranešate apie klaidas, patobulinsite programą.
ml: മികച്ച ആപ്പ്! പക്ഷേ, തീർച്ചയായും, കാര്യങ്ങൾ തെറ്റായി പോകാം. നിങ്ങൾ ബഗുകൾ റിപ്പോർട്ട് ചെയ്യുകയാണെങ്കിൽ, നിങ്ങൾ ആപ്പ് മികച്ചതാക്കുന്നു.
my: ဂရိတ်အက်ပ်! ဒါပေမယ့်သေချာတာပေါ့, အမှုအရာမှားသွားနိုင်ပါတယ်။ bug များကိုသင်အစီရင်ခံပါကအက်ပလီကေးရှင်းကိုပိုမိုကောင်းမွန်အောင်ပြုလုပ်ပါ။
nl: Geweldige app! Maar natuurlijk kunnen dingen misgaan. Als u bugs rapporteert, maakt u de app beter.
no: Flott app! Men visst, ting kan gå galt. Hvis du rapporterer feil, gjør du appen bedre.
pl: Świetna aplikacja! Ale jasne, że coś może pójść nie tak. Jeśli zgłosisz błędy, ulepszysz aplikację.
pt: Grande aplicação! Claro, as coisas podem correr mal. Se reportar bugs, melhora a aplicação.
ru: Большое приложение! Конечно, все может пойти не так. Если вы сообщаете об ошибках, вы делаете приложение лучше.
sl: Odlična aplikacija! Seveda pa gre lahko kaj narobe. Če prijavite napake, izboljšate aplikacijo.
sr: Одлична апликација! Али наравно, ствари могу поћи наопако. Ако пријавите грешке, побољшавате апликацију.
sv: Jättebra app! Men visst, saker kan gå fel. Om du rapporterar buggar gör du appen bättre.
sw: Programu nzuri! Lakini hakika, mambo yanaweza kwenda vibaya. Ikiwa unaripoti mende, unafanya programu iwe bora.
th: แอพที่ยอดเยี่ยม! แต่แน่นอนว่าสิ่งต่างๆ อาจผิดพลาดได้ หากคุณรายงานข้อบกพร่อง คุณจะทำให้แอปดีขึ้น
tr: Harika bir uygulama! Ama elbette işler ters gidebilir. Hataları bildirirseniz uygulamayı daha iyi hale getirirsiniz.
uk: Чудовий додаток! Але звичайно, все може піти не так. Якщо ви повідомляєте про помилки, ви покращуєте додаток.
vi: Ứng dụng tuyệt vời! Nhưng chắc chắn, mọi thứ có thể đi sai hướng. Nếu bạn báo cáo lỗi, bạn sẽ làm cho ứng dụng tốt hơn.
zh: 很棒的应用程序！但可以肯定的是，事情可能会出错。如果您报告错误，您就可以使应用程序变得更好。

# supportGivePraise
source: Give praise
af: Gee lof
ar: إعطاء الثناء
bg: Дайте похвала
bs: Pohvalite
cs: Chválit
da: Giv ros
de: Lob aussprechen
el: Δώστε έπαινο
es: Alabar
et: Jaga kiitust
fa: ستایش کنید
fi: Anna kiitosta
fr: Faire des éloges
hi: प्रशंसा करना
hr: Dajte pohvalu
hu: Adj dicséretet
it: Lodare
ja: 褒める
ko: 칭찬하기
lt: Pagirkite
ml: പ്രശംസ നൽകുക
my: ချီးမွမ်းကြလော့
nl: Geef lof
no: Gi ros
pl: Daj pochwałę
pt: Elogiar
ru: Похвалите
sl: Pohvalite
sr: Дајте похвале
sv: Ge beröm
sw: Toa sifa
th: ให้การสรรเสริญ
tr: Övgü ver
uk: Дайте похвалу
vi: Khen ngợi
zh: 给予好评

# supportGivePraiseLong
source: Do you like the app? Thank you! Spread the word!
af: Hou jy van die app? Dankie! Versprei die woord!
ar: هل تحب التطبيق؟ شكراً لك! انشر الكلمة!
bg: Харесвате ли приложението? Благодаря! Споделете!
bs: Da li vam se sviđa aplikacija? Hvala vam! Proširite vijest!
cs: Líbí se vám aplikace? Děkuju! Šiřte to!
da: Kan du lide appen? Tak! Spred ordet!
de: Ihnen gefällt die App? Vielen Dank! Sagen Sie es weiter!
el: Σας αρέσει η εφαρμογή; Σας ευχαριστούμε! Διαδώστε τη λέξη!
es: ¿Te gusta la aplicación? Gracias. ¡Corre la voz!
et: Meeldib rakendus? Aitäh! Jaga seda!
fa: آیا برنامه را دوست دارید؟متشکرمانتشار دهید!
fi: Pidätkö sovelluksesta?Kiitos!Levitä sanaa!
fr: Vous aimez cette application ? Merci beaucoup ! Faites passer le mot !
hi: क्या आपको ऐप पसंद है?धन्यवाद!प्रचार कीजिये!
hr: Sviđa li vam se aplikacija?Hvala!Proširite vijest!
hu: Tetszik az alkalmazás? Köszönjük! Terjessze az igét!
it: Vi piace l'applicazione? Grazie! Diffondete la notizia!
ja: アプリは好きですか？ありがとう！情報を広めましょう！
ko: 앱이 마음에 드시나요? 감사합니다! 주변에 널리 알려주세요!
lt: Ar jums patinka programa? Ačiū! Skleiskite žinią!
ml: നിങ്ങൾക്ക് ആപ്പ് ഇഷ്ടമാണോ? നന്ദി! പ്രചരിപ്പിക്കുക!
my: ဒီ app ကိုကြိုက်လား? ကျေးဇူးတင်ပါသည်! စကားလုံးဖြန့်ပါ!
nl: Vindt u de app leuk? Bedankt! Verspreid het nieuws!
no: Liker du appen? Takk! Spre ordet!
pl: Czy podoba Ci się aplikacja? Dziękuję! Rozpowszechniaj informacje!
pt: Gosta da aplicação? Obrigado! Espalhe a palavra!
ru: Нравится ли вам это приложение? Спасибо! Распространяйте информацию!
sl: Vam je aplikacija všeč? Hvala! Razširite besedo!
sr: Да ли вам се свиђа апликација? Хвала вам! Ширите вест!
sv: Gillar du appen? Tack! Sprid ordet!
sw: Je! Unapenda programu? Asante! Kueneza neno!
th: คุณชอบแอพไหม? ขอบคุณ! กระจายคำ!
tr: Uygulamayı beğendin mi? Teşekkür ederim! Haberi yayın!
uk: Вам подобається додаток? дякую! Поширюйте інформацію!
vi: Bạn có thích ứng dụng này không? Cảm ơn! Truyền bá!
zh: 你喜欢这个应用程序吗？谢谢你！传播这个词！

# supportGivePraiseRecommendation
source: Recommend the app to friends and family. Thank you for any recommendation!
af: Bevveel die app aan vriende en familie. Dankie vir enige aanbeveling!
ar: أوصِ بالتطبيق للأصدقاء والعائلة. شكراً لك على أي توصية!
bg: Препоръчайте приложението на приятели и семейство. Благодаря за всяка препоръка!
bs: Preporučite aplikaciju prijateljima i porodici. Hvala na svakoj preporuci!
cs: Doporučte aplikaci přátelům a rodině. Děkujeme za případné doporučení!
da: Anbefal appen til venner og familie. Tak for enhver anbefaling!
de: Empfehlen Sie die App Freunden und Familie. Vielen Dank für jede Empfehlung!
el: Προτείνετε την εφαρμογή σε φίλους και συγγενείς. Σας ευχαριστούμε για κάθε σύσταση!
es: Recomendar la aplicación a amigos y familiares. Gracias por cualquier recomendación.
et: Soovita rakendust sõpradele ja perele. Tänu iga soovituse eest!
fa: برنامه را به دوستان و خانواده توصیه کنید.با تشکر از شما برای هر توصیه!
fi: Suosittele sovellusta ystäville ja perheelle.Kiitos kaikista suosituksista!
fr: Recommandez l'application à vos amis et à votre famille. Merci beaucoup pour toute recommandation !
hi: मित्रों और परिवार को ऐप की अनुशंसा करें.किसी भी अनुशंसा के लिए धन्यवाद!
hr: Preporučite aplikaciju prijateljima i obitelji.Hvala na svakoj preporuci!
hu: Ajánlom az alkalmazást a barátaimnak és a családomnak. Köszönjük az ajánlást!
it: Raccomandare l'applicazione ad amici e familiari. Grazie per qualsiasi raccomandazione!
ja: 友人や家族にアプリを勧めてください。お勧めをありがとうございます!
ko: 저는 EHW+ 계량기 입력 앱으로 에너지 소비와 비용을 관리하고 있습니다. 혹시 당신에게도 도움이 될 수 있지 않을까요? 자세한 정보: https://www.ehwplus.com
lt: Rekomenduokite programą draugams ir šeimos nariams. Dėkojame už bet kokią rekomendaciją!
ml: സുഹൃത്തുക്കൾക്കും കുടുംബാംഗങ്ങൾക്കും ആപ്പ് ശുപാർശ ചെയ്യുക. ഏത് ശുപാർശയ്ക്കും നന്ദി!
my: အက်ပလီကေးရှင်းကိုသူငယ်ချင်းများနှင့်မိသားစုသို့အကြံပြုပါ။ မည်သည့်ထောက်ခံချက်အတွက်ကျေးဇူးတင်ပါသည်။
nl: Beveel de app aan bij vrienden en familie. Bedankt voor elke aanbeveling!
no: Anbefal appen til venner og familie. Takk for enhver anbefaling!
pl: Polecaj aplikację znajomym i rodzinie. Dziękujemy za każdą rekomendację!
pt: Recomendar o aplicativo a amigos e familiares. Obrigado por qualquer recomendação!
ru: Рекомендую приложение друзьям и близким. Спасибо за любые рекомендации!
sl: Priporočite aplikacijo prijateljem in družini. Hvala za vsako priporočilo!
sr: Препоручите апликацију пријатељима и породици. Хвала вам на свакој препоруци!
sv: Rekommendera appen till vänner och familj. Tack för alla rekommendationer!
sw: Pendekeza programu kwa marafiki na familia. Asante kwa pendekezo lolote!
th: แนะนำแอปให้กับเพื่อนและครอบครัว ขอบคุณสำหรับคำแนะนำใด ๆ !
tr: Uygulamayı arkadaşlarınıza ve ailenize önerin. Herhangi bir öneri için teşekkür ederiz!
uk: Порекомендуйте додаток друзям і родині. Дякуємо за будь-які рекомендації!
vi: Giới thiệu ứng dụng cho bạn bè và gia đình. Cảm ơn bạn cho bất kỳ đề nghị!
zh: 向朋友和家人推荐该应用程序。感谢您的任何推荐！
