Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# watersupplierAccessRequestQ2
source: Have you already requested access? Next, you need to create an EHW+ user account.
af: Het jy reeds toegang versoek? Volgende moet jy 'n EHW+-gebruikersrekening skep.
ar: هل طلبت الوصول بالفعل؟ بعد ذلك، تحتاج إلى إنشاء حساب مستخدم EHW+.
bg: Вече сте заявили достъп? След това трябва да създадете потребителски акаунт EHW+.
bs: Jeste li već zatražili pristup? Zatim morate kreirati EHW+ korisnički račun.
cs: Už jste požádali o přístup? Dále je potřeba vytvořit uživatelský účet EHW+.
da: Har du allerede anmodet om adgang? Dernæst skal du oprette en EHW+ brugerkonto.
de: Sie haben bereits Zugriff beantragt? Als nächstes müssen Sie sich ein EHW+ Nutzerkonto erstellen.
el: Έχετε ήδη ζητήσει πρόσβαση; Στη συνέχεια, πρέπει να δημιουργήσετε έναν λογαριασμό χρήστη EHW+.
es: ¿Ya ha solicitado el acceso? A continuación, debe crear una cuenta de usuario de EHW+.
et: Kas oled juba ligipääsu taotlenud? Seejärel pead looma EHW+ kasutajakonto.
fa: آیا قبلاً درخواست دسترسی کرده اید؟در مرحله بعد، باید یک حساب کاربری +EHW ایجاد کنید.
fi: Oletko jo pyytänyt käyttöoikeutta?Seuraavaksi sinun on luotava EHW+ -käyttäjätili.
fr: Avez-vous déjà demandé un accès ? Vous devez ensuite créer un compte utilisateur EHW+.
hi: क्या आपने पहले ही पहुंच का अनुरोध किया है?इसके बाद, आपको एक EHW+ उपयोगकर्ता खाता बनाना होगा।
hr: Jeste li već zatražili pristup?Zatim trebate kreirati EHW+ korisnički račun.
hu: Kért már hozzáférést? Ezután létre kell hoznia egy EHW+ felhasználói fiókot.
it: Hai già chiesto l'accesso? Poi devi creare un account utente EHW+.
ja: すでにアクセスをリクエストしましたか?次に、EHW+ ユーザー アカウントを作成する必要があります。
ko: 이미 접근 권한을 요청하셨나요? 다음 단계로 EHW+ 사용자 계정을 생성해야 합니다.
lt: Ar jau paprašėte prieigos? Tada turite sukurti EHW+ vartotojo paskyrą.
ml: നിങ്ങൾ ഇതിനകം ആക്സസ് അഭ്യർത്ഥിച്ചിട്ടുണ്ടോ? അടുത്തതായി, നിങ്ങൾ ഒരു EHW+ ഉപയോക്തൃ അക്കൗണ്ട് സൃഷ്ടിക്കേണ്ടതുണ്ട്.
my: သင်ဝင်ရောက်ခွင့်ကိုတောင်းခံပြီးပြီလား ထို့နောက် EHW + အသုံးပြုသူအကောင့်တစ်ခုကိုဖန်တီးရန်လိုအပ်သည်။
nl: Heeft u al toegang aangevraagd? Vervolgens moet u een EHW+-gebruikersaccount aanmaken.
no: Har du allerede bedt om tilgang? Deretter må du opprette en EHW+ brukerkonto.
pl: Czy poprosiłeś już o dostęp? Następnie musisz utworzyć konto użytkownika EHW+.
pt: Você já solicitou acesso? Em seguida, você precisa criar uma conta de usuário EHW+.
ru: Вы уже запросили доступ? Затем вам следует создать учётную запись пользователя EHW+.
sl: Ste že zahtevali dostop? Nato morate ustvariti uporabniški račun EHW+.
sr: Да ли сте већ затражили приступ? Затим морате да креирате ЕХВ+ кориснички налог.
sv: Har du redan begärt åtkomst? Därefter måste du skapa ett EHW+-användarkonto.
sw: Je! Tayari umeomba ufikiaji? Ifuatayo, unahitaji kuunda akaunti ya mtumiaji ya EHW+.
th: คุณได้ร้องขอการเข้าถึงแล้วหรือยัง? ถัดไป คุณต้องสร้างบัญชีผู้ใช้ EHW+
tr: Zaten erişim talebinde bulundunuz mu? Daha sonra bir EHW+ kullanıcı hesabı oluşturmanız gerekir.
uk: Ви вже запитували доступ? Далі вам потрібно створити обліковий запис користувача EHW+.
vi: Bạn đã yêu cầu quyền truy cập chưa? Tiếp theo, bạn cần tạo tài khoản người dùng EHW+.
zh: 您已经请求访问权限了吗？接下来，您需要创建一个 EHW+ 用户帐户。

# watersupplierAccessRequestQ3
source: Have you already requested access and received your QR code?
af: Het jy reeds toegang versoek en jou QR-kode ontvang?
ar: هل طلبت الوصول بالفعل وتلقيت رمز QR الخاص بك؟
bg: Вече сте заявили достъп и получили вашия QR код?
bs: Da li ste već zatražili pristup i dobili svoj QR kod?
cs: Požádali jste již o přístup a obdrželi jste svůj QR kód?
da: Har du allerede anmodet om adgang og modtaget din QR-kode?
de: Sie haben bereits Zugriff beantragt und haben Ihren QR-Code erhalten?
el: Έχετε ήδη ζητήσει πρόσβαση και έχετε λάβει τον κωδικό QR;
es: ¿Ya ha solicitado el acceso y ha recibido su código QR?
et: Kas oled juba ligipääsu taotlenud ja saanud oma QR-koodi?
fa: آیا قبلاً دسترسی خواسته‌اید و کد QR خود را دریافت کرده‌اید؟
fi: Oletko jo pyytänyt käyttöoikeutta ja saanut QR-koodisi?
fr: Avez-vous déjà demandé un accès et reçu votre QR Code ?
hi: क्या आपने पहले ही पहुंच का अनुरोध कर लिया है और अपना क्यूआर कोड प्राप्त कर लिया है?
hr: Jeste li već zatražili pristup i primili svoj QR kod?
hu: Már igényelt hozzáférést és megkapta a QR-kódot?
it: Hai già fatto richiesta di accesso e ricevuto il tuo QR code?
ja: すでにアクセスをリクエストして QR コードを受け取りましたか?
ko: 접근 권한을 요청하고 QR 코드를 이미 받으셨나요?
lt: Ar jau paprašėte prieigos ir gavote QR kodą?
ml: നിങ്ങൾ ഇതിനകം ആക്സസ് അഭ്യർത്ഥിക്കുകയും നിങ്ങളുടെ QR കോഡ് ലഭിക്കുകയും ചെയ്തിട്ടുണ്ടോ?
my: သင့် QR ကုဒ်ကိုရယူပြီးလက်ခံပြီးဖြစ်သည်။
nl: Heeft u al toegang aangevraagd en uw QR-code ontvangen?
no: Har du allerede bedt om tilgang og mottatt QR-koden din?
pl: Czy złożyłeś już wniosek o dostęp i otrzymałeś kod QR?
pt: Você já solicitou acesso e recebeu seu código QR?
ru: Вы уже запросили доступ и получили QR-код?
sl: Ste že zahtevali dostop in prejeli kodo QR?
sr: Да ли сте већ затражили приступ и добили свој КР код?
sv: Har du redan begärt åtkomst och fått din QR-kod?
sw: Je! Tayari umeomba ufikiaji na umepokea nambari yako ya QR?
th: คุณได้ร้องขอการเข้าถึงและได้รับรหัส QR ของคุณแล้วหรือยัง?
tr: Zaten erişim talebinde bulundunuz ve QR kodunuzu aldınız mı?
uk: Ви вже подали запит на доступ і отримали свій QR-код?
vi: Bạn đã yêu cầu quyền truy cập và nhận được mã QR của mình chưa?
zh: 您是否已经请求访问并收到您的二维码？

# watersupplierAccessRequestQ4
source: Would you like to receive meter alerts so you can react in case of a pipe burst or a running toilet flush, for example?
af: Wil jy meterwaarskuwings ontvang sodat jy kan reageer in geval van 'n pypbars of 'n lopende toiletspoeling, byvoorbeeld?
ar: هل ترغب بتلقي تنبيهات العداد حتى تتمكن من التفاعل في حالة انفجار الأنبوب أو استمرار تدفق المرحاض، على سبيل المثال؟
bg: Искате ли да получавате известия за броячи, за да можете да реагирате в случай на пробив на тръба или течащо тоалетно, например?
bs: Želite li primati upozorenja na mjeraču kako biste mogli reagirati u slučaju pucanja cijevi ili ispiranja WC školjke, na primjer?
cs: Chtěli byste dostávat upozornění na měřidlo, abyste mohli reagovat například v případě prasknutí potrubí nebo tekoucího splachování záchodu?
da: Kunne du tænke dig at modtage måleralarmer, så du for eksempel kan reagere i tilfælde af et rørsprængning eller et løbende toiletskyl?
de: Sie möchten Zählerwarnungen bekommen, um z.B. im Fall eines Rohrbruchs oder einer nachlaufenden WC-Spülung reagieren zu können?
el: Θα θέλατε να λαμβάνετε ειδοποιήσεις μετρητών, ώστε να μπορείτε να αντιδράσετε σε περίπτωση ρήξης σωλήνα ή καζανάκι τουαλέτας που τρέχει, για παράδειγμα;
es: ¿Le gustaría recibir alertas de su medidor para poder reaccionar en caso de una tubería rota o un inodoro con descarga continua, por ejemplo?
et: Kas soovid saada arvesti hoiatusi, et reageerida näiteks torupragule või jooksvatele tualettidele?
fa: آیا مایلید هشدارهای متر را دریافت کنید تا بتوانید در صورت ترکیدگی لوله یا فلاش توالت در حال اجرا واکنش نشان دهید؟
fi: Haluaisitko saada mittarihälytyksiä, jotta voit reagoida esimerkiksi putken rikkoutumisen tai juoksevan wc-huuhtelun sattuessa?
fr: Souhaitez-vous recevoir des alertes de compteur pour pouvoir réagir en cas de rupture de conduite ou de chasse d'eau qui coule, par exemple ?
hi: क्या आप मीटर अलर्ट प्राप्त करना चाहेंगे ताकि उदाहरण के लिए, पाइप फटने या शौचालय में फ्लश चलने की स्थिति में आप प्रतिक्रिया कर सकें?
hr: Želite li primati upozorenja brojila kako biste mogli reagirati u slučaju npr. puknuća cijevi ili ispiranja WC školjke?
hu: Szeretne mérőóra-riasztásokat kapni, hogy reagálni tudjon például csőtörés vagy WC-öblítés esetén?
it: Vorresti ricevere avvisi sul contatore per poter reagire in caso di rottura di una tubatura o di uno sciacquone del water che perde, ad esempio?
ja: たとえば、パイプの破裂やトイレの水洗などの場合に対応できるように、メーターのアラートを受け取りたいですか?
ko: 배관 파손이나 변기 물 흐름과 같은 상황에 대비하여 계량기 경고 알림을 받고 싶으신가요?
lt: Ar norėtumėte gauti skaitiklio įspėjimus, kad galėtumėte reaguoti, pavyzdžiui, sprogus vamzdžiui arba nuleidus tualetą?
ml: ഉദാഹരണത്തിന്, പൈപ്പ് പൊട്ടുകയോ ഓടുന്ന ടോയ്‌ലറ്റ് ഫ്ലഷ് സംഭവിക്കുകയോ ചെയ്യുമ്പോൾ നിങ്ങൾക്ക് മീറ്റർ അലേർട്ടുകൾ ലഭിക്കാൻ താൽപ്പര്യമുണ്ടോ?
my: ဥပမာအားဖြင့် Pipe Burst သို့မဟုတ်အိမ်သာ flush ကိုသုံးလျှင်သင်မီတာသတိပေးချက်များကိုသင်ရယူလိုပါသလား။
nl: Wilt u meterwaarschuwingen ontvangen zodat u kunt reageren bij bijvoorbeeld een leidingbreuk of een lopende toiletspoeling?
no: Ønsker du å motta målervarsling slik at du kan reagere ved for eksempel et rørsprengning eller rennende toalettspyling?
pl: Czy chcesz otrzymywać powiadomienia o licznikach, aby móc zareagować na przykład w przypadku pęknięcia rury lub spłukiwania toalety?
pt: Você gostaria de receber alertas do medidor para poder reagir em caso de estouro de cano ou descarga de vaso sanitário, por exemplo?
ru: Хотите получать оповещения о показаниях счётчика, чтобы оперативно реагировать на такие ситуации, как прорыв трубы или постоянно текущий туалет?
sl: Ali želite prejemati opozorila števca, da se lahko odzovete na primer v primeru poka cevi ali tekočega splakovanja stranišča?
sr: Да ли бисте желели да примате упозорења на мерачу како бисте могли да реагујете у случају пуцања цеви или испирања воде у тоалету, на пример?
sv: Vill du få mätarvarningar så att du kan reagera vid exempelvis ett rörsprängt eller rinnande toalettspolning?
sw: Je! Ungependa kupokea arifu za mita ili uweze kuguswa ikiwa kunaweza kupasuka kwa bomba au bomba la choo, kwa mfano?
th: คุณต้องการรับการแจ้งเตือนจากมิเตอร์เพื่อให้คุณสามารถตอบสนองในกรณีที่ท่อแตกหรือชักโครกไหลหรือไม่ เป็นต้น
tr: Örneğin bir boru patlaması veya tuvalet sifonunun akması durumunda tepki verebilmeniz için sayaç uyarıları almak ister misiniz?
uk: Бажаєте отримувати сповіщення лічильника, щоб можна було реагувати, наприклад, у разі прориву труби або зливу в туалеті?
vi: Bạn có muốn nhận thông báo từ đồng hồ đo để bạn có thể phản ứng trong trường hợp vỡ đường ống hoặc xả bồn cầu chẳng hạn?
zh: 您是否希望收到仪表警报，以便在发生管道爆裂或马桶冲水等情况时做出反应？

# watersupplierOpenReminderSettings
source: Open settings
af: Maak instellings oop
ar: فتح الإعدادات
bg: Отваряне на настройки
bs: Otvorite postavke
cs: Otevřete nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir configuración
et: Ava sätted
fa: تنظیمات را باز کنید
fi: Avaa asetukset
fr: Ouvrir les paramètres
hi: खुली सेटिंग
hr: Otvori postavke
hu: Beállítások megnyitása
it: Apri le impostazioni
ja: 設定を開く
ko: 설정 열기
lt: Atidarykite nustatymus
ml: ക്രമീകരണങ്ങൾ തുറക്കുക
nl: Instellingen openen
no: Åpne innstillinger
pl: Otwórz ustawienia
pt: Abrir configurações
ru: Открыть настройки
sl: Odprite nastavitve
sr: Отворите подешавања
sv: Öppna inställningar
sw: Mipangilio ya Fungua
th: เปิดการตั้งค่า
tr: Ayarları aç
uk: Відкрийте налаштування
vi: Mở cài đặt
zh: 打开设置

# watersupplierScanQrCodeTitle
source: Radio Meter Activation
af: Radio Meter Aktivering
ar: تفعيل العداد اللاسلكي
bg: Активиране на радио водомер
bs: Aktivacija radio merača
cs: Aktivace radiometru
da: Aktivering af radiomåler
de: Funkzähleraktivierung
el: Ενεργοποίηση ραδιομέτρου
es: Activación del medidor de radio
et: Raadionarvesti aktiveerimine
fa: فعال سازی رادیو متر
fi: Radiomittarin aktivointi
fr: Activation d'un compteur radio
hi: रेडियो मीटर सक्रियण
hr: Aktivacija radio mjerača
hu: Rádiómérő aktiválása
it: Attivazione del radiocontatore
ja: 電波メーターのアクティベーション
ko: 무선 계량기 활성화
lt: Radijo matuoklio aktyvinimas
ml: റേഡിയോ മീറ്റർ സജീവമാക്കൽ
my: ရေဒီယိုမီတာ activation
nl: Radio Meter Activatie
no: Aktivering av radiomåler
pl: Aktywacja licznika radiowego
pt: Ativação do rádio medidor
ru: Активация радиосчётчика
sl: Aktivacija radijskega števca
sr: Активација радио мерача
sv: Aktivering av radiomätare
sw: Uanzishaji wa mita ya redio
th: การเปิดใช้งานมิเตอร์วิทยุ
tr: Radyo Ölçer Aktivasyonu
uk: Активація радіолічильника
vi: Kích hoạt đồng hồ đo sóng vô tuyến
zh: 无线电计激活

# watersupplierScanQrCodeCommand
source: Scan the left QR code (activation code)!
af: Skandeer die linker QR-kode (aktiveringskode)!
ar: امسح رمز QR الأيسر (رمز التفعيل)!
bg: Сканирайте левия QR код (код за активиране)!
bs: Skenirajte lijevi QR kod (aktivacijski kod)!
cs: Naskenujte levý QR kód (aktivační kód)!
da: Scan den venstre QR-kode (aktiveringskode)!
de: Scannen Sie den Aktivierungscode (linker QR-Code)!
el: Σαρώστε τον αριστερό κωδικό QR (κωδικός ενεργοποίησης)!
es: ¡Escanee el código QR izquierdo (código de activación)!
et: Skanni vasakpoolne QR-kood (aktiveerimiskood)!
fa: کد QR سمت چپ (کد فعال سازی) را اسکن کنید!
fi: Skannaa vasen QR-koodi (aktivointikoodi)!
fr: Scannez le QR Code de gauche (code d'activation)
hi: बाएँ QR कोड (सक्रियण कोड) को स्कैन करें!
hr: Skenirajte lijevi QR kod (aktivacijski kod)!
hu: Szkennelje be a bal oldali QR-kódot (aktiváló kód)!
it: Scansiona il QR code di sinistra (codice di attivazione)
ja: 左のQRコード（アクティベーションコード）をスキャンしてください！
ko: 왼쪽 QR 코드(활성화 코드)를 스캔하세요!
lt: Nuskaitykite kairįjį QR kodą (aktyvinimo kodą)!
ml: ഇടത് QR കോഡ് (ആക്ടിവേഷൻ കോഡ്) സ്കാൻ ചെയ്യുക!
my: ဘယ်ဘက် QR Code ကိုစကင်ဖတ်စစ်ဆေးပါ။
nl: Scan de linker QR-code (activatiecode)!
no: Skann venstre QR-kode (aktiveringskode)!
pl: Zeskanuj lewy kod QR (kod aktywacyjny)!
pt: Escaneie o código QR esquerdo (código de ativação)
ru: Сканируйте левый QR-код (код активации)
sl: Skenirajte levo QR kodo (aktivacijsko kodo)!
sr: Скенирајте леви КР код (активациони код)!
sv: Skanna vänster QR-kod (aktiveringskod)!
sw: Scan nambari ya kushoto ya QR (nambari ya uanzishaji)!
th: สแกนรหัส QR ด้านซ้าย (รหัสเปิดใช้งาน)!
tr: Sol QR kodunu (aktivasyon kodu) tarayın!
uk: Відскануйте лівий QR-код (код активації)!
vi: Quét mã QR bên trái (mã kích hoạt)!
zh: 扫描左侧二维码（激活码）！

# watersupplierScanRevokeQrCodeCommand
source: Scan the right QR code (revoke code)!
af: Skandeer die regter QR-kode (herroepingskode)!
ar: امسح رمز QR الأيمن (رمز الإلغاء)!
bg: Сканирайте десния QR код (код за отмяна)!
bs: Skenirajte pravi QR kod (poziv kod)!
cs: Naskenujte správný QR kód (odvolání kódu)!
da: Scan den rigtige QR-kode (tilbagekald kode)!
de: Scannen Sie den Widerrufscode (rechter QR-Code)!
el: Σαρώστε τον σωστό κωδικό QR (κωδικός ανάκλησης)!
es: ¡Escanea el código QR correcto (código de revocación)!
et: Skanni parempoolne QR-kood (tühistamiskood)!
fa: کد QR مناسب (کد لغو) را اسکن کنید!
fi: Skannaa oikea QR-koodi (peruuta koodi)!
fr: Scannez le bon code QR (code de révocation) !
hi: सही QR कोड स्कैन करें (कोड निरस्त करें)!
hr: Skenirajte pravi QR kod (poništite kod)!
hu: Szkennelje be a megfelelő QR-kódot (visszavonó kód)!
it: Scansiona il codice QR corretto (codice di revoca)!
ja: 正しい QR コード (取り消しコード) をスキャンしてください。
ko: 오른쪽 QR 코드(무효화 코드)를 스캔하세요!
lt: Nuskaitykite tinkamą QR kodą (atšaukkite kodą)!
ml: ശരിയായ QR കോഡ് സ്കാൻ ചെയ്യുക (കോഡ് പിൻവലിക്കുക)!
my: ညာဘက် QR Code ကိုစကင်ဖတ်စစ်ဆေးပါ။
nl: Scan de rechter QR-code (intrekkingscode)!
no: Skann riktig QR-kode (opphev kode)!
pl: Zeskanuj właściwy kod QR (unieważnij kod)!
pt: Digitalize o código QR correto (código de revogação)!
ru: Отсканируйте правильный QR-код (код отзыва)!
sl: Skenirajte pravo kodo QR (preklic kode)!
sr: Скенирајте прави КР код (позовите код)!
sv: Skanna rätt QR-kod (återkalla kod)!
sw: Scan nambari ya kulia ya QR (Rudia nambari)!
th: สแกนรหัส QR ที่ถูกต้อง (เพิกถอนรหัส)!
tr: Doğru QR kodunu tarayın (kodu iptal edin)!
uk: Відскануйте правильний QR-код (код відкликання)!
vi: Quét đúng mã QR (thu hồi mã)!
zh: 扫描右侧二维码（撤销码）！

# watersupplierScanQrCodeValidation
source: QR code detected, let's validate it.
af: QR-kode gedetecteer, laat ons dit valideer.
ar: تم اكتشاف رمز QR، دعنا نتحقق منه.
bg: QR кодът е открит, нека го валидираме.
bs: Otkriven QR kod, provjerimo.
cs: QR kód byl zjištěn, pojďme to ověřit.
da: QR-kode fundet, lad os validere den.
de: Der QR-Code wurde gescannt und wird nun geprüft.
el: Εντοπίστηκε κωδικός QR, ας τον επικυρώσουμε.
es: Código QR detectado, vamos a validarlo.
et: QR-kood tuvastatud, kontrollime seda.
fa: کد QR شناسایی شد، بیایید آن را اعتبارسنجی کنیم.
fi: QR-koodi havaittu, tarkistetaan se.
fr: Code QR détecté, nous allons le valider.
hi: QR कोड का पता चला, आइए इसे सत्यापित करें।
hr: QR kod detektiran, provjerimo ga.
hu: QR-kódot észleltünk, validáljuk.
it: Codice QR rilevato, procediamo con la convalida.
ja: QR コードが検出されました。検証してみましょう。
ko: QR 코드를 감지했습니다. 유효성을 확인해 보겠습니다.
lt: Aptiktas QR kodas, patvirtinkime jį.
ml: QR കോഡ് കണ്ടെത്തി, നമുക്ക് അത് സാധൂകരിക്കാം.
my: QR Code ကိုရှာဖွေတွေ့ရှိကြစို့။
nl: QR-code gedetecteerd, laten we deze valideren.
no: QR-kode oppdaget, la oss validere den.
pl: Wykryto kod QR, sprawdźmy go.
pt: Código QR detectado, vamos validá-lo.
ru: QR-код обнаружен, давайте проверим его.
sl: Koda QR je bila zaznana, preverimo jo.
sr: Откривен је КР код, хајде да га потврдимо.
sv: QR-koden har upptäckts, låt oss validera den.
sw: Nambari ya QR imegunduliwa, wacha tuithibitishe.
th: ตรวจพบโค้ด QR มาตรวจสอบกัน
tr: QR kodu algılandı, doğrulayalım.
uk: Виявлено QR-код, давайте перевіримо його.
vi: Đã phát hiện mã QR, hãy xác thực nó.
zh: 检测到二维码，让我们验证一下。

# watersupplierScanQrCodeValidationFailed
source: Sorry, the code is invalid. Do you want to try again?
af: Jammer, die kode is ongeldig. Wil jy weer probeer?
ar: عذراً، الرمز غير صالح. هل تريد المحاولة مرة أخرى؟
bg: Съжалявам, кодът е невалиден. Искате ли да опитате отново?
bs: Nažalost, kod je nevažeći. Želite li pokušati ponovo?
cs: Omlouváme se, kód je neplatný. Chcete to zkusit znovu?
da: Beklager, koden er ugyldig. Vil du prøve igen?
de: Das ist leider kein gültiger QR-Code. Wollen Sie es nochmal versuchen?
el: Λυπάμαι, ο κωδικός είναι άκυρος. Θέλετε να δοκιμάσετε ξανά;
es: Lo sentimos, el código no es válido. ¿Quieres intentarlo de nuevo?
et: Vabandust, kood ei kehti. Proovid uuesti?
fa: با عرض پوزش، کد نامعتبر است.آیا می خواهید دوباره امتحان کنید؟
fi: Koodi on virheellinen.Haluatko yrittää uudelleen?
fr: Désolé, le code n'est pas valide. Voulez-vous réessayer ?
hi: क्षमा करें, कोड अमान्य है.क्या आपको फिर से कोशिश करने की इच्छा है?
hr: Nažalost, kod je nevažeći.Želite li pokušati ponovno?
hu: Sajnálom, a kód érvénytelen. Szeretné újra megpróbálni?
it: Spiacenti, il codice non è valido. Vuoi riprovare?
ja: 申し訳ありませんが、コードが無効です。もう一度試してみますか?
ko: 죄송합니다. 코드가 올바르지 않습니다. 다시 시도하시겠습니까?
lt: Atsiprašome, kodas neteisingas. Ar norite pabandyti dar kartą?
ml: ക്ഷമിക്കണം, കോഡ് അസാധുവാണ്. നിങ്ങൾക്ക് വീണ്ടും ശ്രമിക്കണോ?
my: တောင်းပန်ပါတယ်, ကုဒ်မမှန်ကန်ပါ။ သင်ထပ်ကြိုးစားချင်ပါသလား
nl: Sorry, de code is ongeldig. Wilt u het opnieuw proberen?
no: Beklager, koden er ugyldig. Vil du prøve igjen?
pl: Przepraszamy, kod jest nieprawidłowy. Czy chcesz spróbować ponownie?
pt: Desculpe, o código é inválido. Você quer tentar novamente?
ru: Извините, код недействителен. Хотите попробовать еще раз?
sl: Oprostite, koda je neveljavna. Ali želite poskusiti znova?
sr: Жао нам је, код је неважећи. Да ли желите да покушате поново?
sv: Tyvärr, koden är ogiltig. Vill du försöka igen?
sw: Samahani, nambari hiyo sio sahihi. Je! Unataka kujaribu tena?
th: ขออภัย รหัสไม่ถูกต้อง คุณต้องการลองอีกครั้งหรือไม่?
tr: Üzgünüz, kod geçersiz. Tekrar denemek ister misin?
uk: Вибачте, код недійсний. Хочеш спробувати ще раз?
vi: Xin lỗi, mã không hợp lệ. Bạn có muốn thử lại không?
zh: 抱歉，该代码无效。您想再试一次吗？

# watersupplierScanQrCodeValidationFailedRevokeScanned
source: You scanned the revocation code instead of the activation code. Please try again!
af: Jy het die herroepingskode geskandeer in plaas van die aktiveringskode. Probeer asseblief weer!
ar: لقد قمت بمسح رمز الإلغاء بدلاً من رمز التفعيل. يرجى المحاولة مرة أخرى!
bg: Сканирахте кода за отмяна вместо кода за активиране. Моля, опитайте отново!
bs: Skenirali ste kod za opoziv umjesto koda za aktivaciju. Molimo pokušajte ponovo!
cs: Naskenovali jste revokační kód místo aktivačního kódu. Zkuste to prosím znovu!
da: Du scannede tilbagekaldelseskoden i stedet for aktiveringskoden. Prøv venligst igen!
de: Sie haben den Widerrufscode (rechts) gescannt und nicht den Aktivierungscode. Bitte scannen Sie den Aktivierungscode (links)!
el: Σαρώσατε τον κωδικό ανάκλησης αντί για τον κωδικό ενεργοποίησης. Προσπαθήστε ξανά!
es: Escaneaste el código de revocación en lugar del código de activación. ¡Inténtalo de nuevo!_A
et: Skannisid aktiveerimiskoodi asemel tühistamiskoodi. Palun proovi uuesti!
fa: شما کد ابطال را به جای کد فعال سازی اسکن کردید.لطفا دوباره امتحان کنید!
fi: Skannatut peruutuskoodin aktivointikoodin sijaan.Yritä uudelleen!
fr: Vous avez scanné le code de révocation au lieu du code d'activation. Veuillez réessayer !
hi: आपने सक्रियण कोड के बजाय निरस्तीकरण कोड को स्कैन किया है।कृपया पुन: प्रयास करें!
hr: Skenirali ste opozivni kod umjesto aktivacijskog koda.Molimo pokušajte ponovno!
hu: Az aktiváló kód helyett a visszavonási kódot olvasta be. Kérjük, próbálja meg újra!
it: Hai scansionato il codice di revoca invece del codice di attivazione. Riprova per favore!
ja: アクティベーション コードではなく、失効コードをスキャンしました。もう一度試してください。
ko: 활성화 코드 대신 무효화 코드를 스캔하셨습니다. 다시 시도하세요!
lt: Vietoj aktyvinimo kodo nuskaitėte atšaukimo kodą. Bandykite dar kartą!
ml: ആക്ടിവേഷൻ കോഡിന് പകരം നിങ്ങൾ അസാധുവാക്കൽ കോഡ് സ്കാൻ ചെയ്തു. ദയവായി വീണ്ടും ശ്രമിക്കുക!
my: activation code အစား revocation code ကိုသင်စကင်ဖတ်စစ်ဆေးသည်။ ကျေးဇူးပြုပြီးထပ်ကြိုးစားပါ
nl: U heeft de intrekkingscode gescand in plaats van de activatiecode. Probeer het opnieuw!
no: Du skannet tilbakekallingskoden i stedet for aktiveringskoden. Vennligst prøv igjen!
pl: Zeskanowałeś kod unieważnienia zamiast kodu aktywacyjnego. Spróbuj ponownie!
pt: Você digitalizou o código de revogação em vez do código de ativação. Por favor, tente novamente!
ru: Вы отсканировали код отзыва вместо кода активации. Пожалуйста, попробуйте еще раз!
sl: Namesto aktivacijske kode ste skenirali kodo za preklic. Poskusite ponovno!
sr: Скенирали сте код за опозив уместо кода за активирање. Молимо покушајте поново!
sv: Du skannade återkallningskoden istället för aktiveringskoden. Försök igen!
sw: Uligundua nambari ya kufutwa badala ya nambari ya uanzishaji. Tafadhali jaribu tena!
th: คุณสแกนรหัสเพิกถอนแทนรหัสเปิดใช้งาน โปรดลองอีกครั้ง!
tr: Aktivasyon kodu yerine iptal kodunu taradınız. Lütfen tekrar deneyin!
uk: Ви просканували код відкликання замість коду активації. Спробуйте ще раз!
vi: Bạn đã quét mã thu hồi thay vì mã kích hoạt. Vui lòng thử lại!
zh: 您扫描的是撤销代码而不是激活代码。请再试一次！
