Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# faqAboutDeveloperBody1
source: Thank you for your interest in EHW+. EHW+ was released by me, Timo Bähr, in December 2020. I am a full-time app developer and work on EHW+ in my free time to contribute to environmental protection. Since May 2022, a second developer has been overseeing my work, Thomas Hesse builds backends for EHW+. Since April 2023, Janine Sinner has been handling the numerous customer feedbacks. Since July 2024, Artem Yuzhakov has joined as an app developer.
af: Dankie vir jou belangstelling in EHW+. EHW+ is in Desember 2020 deur my, Timo Bähr, vrygestel. Ek is 'n voltydse app-ontwikkelaar en werk in my vrye tyd aan EHW+ om by te dra tot omgewingsbeskerming. Sedert Mei 2022 hou 'n tweede ontwikkelaar toesig oor my werk, Thomas Hesse bou agterkante vir EHW+. Sedert April 2023 hanteer Janine Sinner die talle kliënte terugvoer. Sedert Julie 2024 het Artem Yuzhakov as 'n app-ontwikkelaar aangesluit.
ar: شكراً لاهتمامك بـ EHW+. تم إصدار EHW+ من قبلي، Timo Bähr، في ديسمبر 2020. أنا مطور تطبيقات بدوام كامل وأعمل على EHW+ في وقت فراغي للمساهمة في حماية البيئة. منذ مايو 2022، كان مطور ثان يشرف على عملي، Thomas Hesse يبني الخوادم الخلفية لـ EHW+. منذ أبريل 2023، Janine Sinner تتعامل مع ملاحظات العملاء العديدة. منذ يوليو 2024، انضم Artem Yuzhakov كمطور تطبيقات.
bg: Благодарим ви за интереса към EHW+. EHW+ беше пуснат от мен, Timo Bähr, през декември 2020 г. Аз съм разработчик на приложения на пълен работен ден и работя по EHW+ в свободното си време, за да допринеса за опазването на околната среда. От май 2022 г. втори разработчик надзирава работата ми, Thomas Hesse изгражда бекенди за EHW+. От април 2023 г. Janine Sinner се занимава с многобройните отзиви на клиенти. От юли 2024 г. Artem Yuzhakov се присъедини като разработчик на приложения.
bs: Hvala vam na interesovanju za EHW+. EHW+ objavio sam ja, Timo Bähr, u decembru 2020. Ja sam programer aplikacija sa punim radnim vremenom i radim na EHW+ u svoje slobodno vrijeme kako bih doprinio zaštiti životne sredine. Od maja 2022. drugi programer nadgleda moj rad, Thomas Hesse gradi pozadine za EHW+. Od aprila 2023. Janine Sinner se bavi brojnim povratnim informacijama kupaca. Od jula 2024. Artem Yuzhakov se pridružio kao programer aplikacija.
cs: Děkujeme za váš zájem o EHW+. EHW+ jsem vydal já, Timo Bähr, v prosinci 2020. Jsem vývojář aplikací na plný úvazek a ve svém volném čase pracuji na EHW+, abych přispěl k ochraně životního prostředí. Od května 2022 na mou práci dohlíží druhý vývojář, Thomas Hesse staví backendy pro EHW+. Od dubna 2023 zpracovává Janine Sinner četné zpětné vazby od zákazníků. Od července 2024 nastoupil Artem Yuzhakov jako vývojář aplikací.
da: Tak for din interesse for EHW+. EHW+ blev udgivet af mig, Timo Bähr, i december 2020. Jeg er fuldtids app-udvikler og arbejder på EHW+ i min fritid for at bidrage til miljøbeskyttelse. Siden maj 2022 har en anden udvikler overvåget mit arbejde, Thomas Hesse bygger backends til EHW+. Siden april 2023 har Janine Sinner håndteret de mange kundefeedbacks. Siden juli 2024 er Artem Yuzhakov kommet til som app-udvikler.
de: Vielen Dank für Ihr Interesse an EHW+. Die App wurde von mir, Timo Bähr, im Dezember 2020 veröffentlicht. Ich bin hauptberuflich App-Entwickler und mache EHW+ in meiner Freizeit, um einen Beitrag für den Umweltschutz zu leisten. Seit Mai 2022 schaut ein zweiter Entwickler mir auf die Finger, Thomas Faust baut Backends für EHW+. Seit April 2023 kümmert sich Janine Sinner um die zahlreichen Kundenrückmeldungen. Seit Juli 2024 ist Artem Yuzhakov als App-Entwickler mit an Bord.
el: Σας ευχαριστούμε για το ενδιαφέρον σας για το EHW+. Το EHW+ κυκλοφόρησε από εμένα, τον Timo Bähr, τον Δεκέμβριο του 2020. Είμαι προγραμματιστής εφαρμογών πλήρους απασχόλησης και εργάζομαι στο EHW+ στον ελεύθερο χρόνο μου για να συμβάλλω στην προστασία του περιβάλλοντος. Από τον Μάιο του 2022, ένας δεύτερος προγραμματιστής επιβλέπει το έργο μου, ο Thomas Hesse κατασκευάζει backends για το EHW+. Από τον Απρίλιο του 2023, η Janine Sinner χειρίζεται τα πολυάριθμα σχόλια των πελατών. Από τον Ιούλιο του 2024, ο Artem Yuzhakov έχει ενταχθεί ως προγραμματιστής εφαρμογών.
es: Gracias por su interés en EHW+. EHW+ fue publicado por mí, Timo Bähr, en diciembre de 2020. Soy desarrollador de aplicaciones a tiempo completo y hago EHW+ en mi tiempo libre para contribuir a la protección del medio ambiente. Desde mayo de 2022, un segundo desarrollador me supervisa, Thomas Faust construye backends para EHW+. Desde abril de 2023, Janine Sinner se ocupa de los numerosos comentarios de los clientes. Desde julio de 2024, Artem Yuzhakov está a bordo como desarrollador de aplicaciones.
et: Täname huvi eest EHW+ vastu. EHW+ andis välja mina, Timo Bähr, 2020. aasta detsembris. Olen täiskohaga rakenduste arendaja ja töötan EHW+ kallal oma vabal ajal, et panustada keskkonnakaitseesse. Alates 2022. aasta maist jälgib minu tööd teine arendaja, Thomas Hesse ehitab EHW+ jaoks taustasüsteeme. Alates 2023. aasta aprillist on Janine Sinner tegelenud arvukate klientide tagasisidega. Alates 2024. aasta juulist on Artem Yuzhakov liitunud rakenduste arendajana.
fa: از علاقه شما به EHW+ سپاسگزاریم.EHW+ توسط من، Timo Bähr، در دسامبر 2020 منتشر شد. من یک توسعه دهنده برنامه تمام وقت هستم و در اوقات فراغت خود روی EHW+ کار می کنم تا در حفاظت از محیط زیست مشارکت کنم.از ماه مه 2022، توسعه‌دهنده دوم بر کار من نظارت دارد، توماس هسه برای EHW+ backend می‌سازد.از آوریل 2023، Janine Sinner بازخوردهای متعدد مشتریان را مدیریت کرده است.از ژوئیه 2024، آرتم یوژاکوف به عنوان یک توسعه دهنده برنامه پیوسته است.
fi: Kiitos mielenkiinnostasi EHW+:aa kohtaan.Minä, Timo Bähr, julkaisin EHW+:n joulukuussa 2020. Olen kokopäiväinen sovelluskehittäjä ja työskentelen EHW+:n parissa vapaa-ajallani edistääkseni ympäristönsuojelua.Toukokuusta 2022 lähtien toinen kehittäjä on valvonut työtäni, Thomas Hesse rakentaa taustaohjelmia EHW+:lle.Huhtikuusta 2023 lähtien Janine Sinner on käsitellyt lukuisia asiakaspalautteita.Heinäkuusta 2024 lähtien Artem Juzhakov on liittynyt sovelluskehittäjäksi.
fr: Merci pour votre intérêt pour EHW+. EHW+ a été publié par moi, Timo Bähr, en décembre 2020. Je suis développeur d'applications de profession et je développe EHW+ pendant mon temps libre pour contribuer à la protection de l'environnement. Depuis mai 2022, un deuxième développeur me supervise, Thomas Faust construit des backends pour EHW+. Depuis avril 2023, Janine Sinner s'occupe des nombreux retours clients. Depuis juillet 2024, Artem Yuzhakov est à bord en tant que développeur d'applications.
hi: EHW+ में आपकी रुचि के लिए धन्यवाद।EHW+ को मेरे, टिमो बहार द्वारा दिसंबर 2020 में जारी किया गया था। मैं एक पूर्णकालिक ऐप डेवलपर हूं और पर्यावरण संरक्षण में योगदान देने के लिए अपने खाली समय में EHW+ पर काम करता हूं।मई 2022 से, एक दूसरा डेवलपर मेरे काम की देखरेख कर रहा है, थॉमस हेस्से EHW+ के लिए बैकएंड बनाता है।अप्रैल 2023 से, जेनाइन सिनर कई ग्राहकों की प्रतिक्रियाओं को संभाल रही हैं।जुलाई 2024 से, आर्टेम युज़ाकोव एक ऐप डेवलपर के रूप में शामिल हो गए हैं।
hr: Hvala vam na interesu za EHW+.EHW+ sam izdao ja, Timo Bähr, u prosincu 2020. Ja sam programer aplikacija s punim radnim vremenom i radim na EHW+ u slobodno vrijeme kako bih doprinio zaštiti okoliša.Od svibnja 2022. drugi programer nadgleda moj rad, Thomas Hesse, izrađuje pozadinske programe za EHW+.Od travnja 2023. Janine Sinner obrađuje brojne povratne informacije kupaca.Od srpnja 2024. Artem Yuzhakov pridružio se kao programer aplikacija.
hu: Köszönjük, hogy érdeklődik az EHW+ iránt. Az EHW+-t én, Timo Bähr, 2020 decemberében adtam ki. Főállású alkalmazásfejlesztő vagyok, és szabadidőmben az EHW+-on dolgozom, hogy hozzájáruljak a környezetvédelemhez. 2022 májusa óta egy második fejlesztő felügyeli a munkámat, Thomas Hesse építi a backendeket az EHW+ számára. 2023 áprilisa óta Janine Sinner kezeli a számos ügyfél-visszajelzést. 2024 júliusa óta Artem Yuzhakov csatlakozott az alkalmazás fejlesztőjeként.
it: Grazie per il tuo interesse per EHW+. EHW+ è stato pubblicato da me, Timo Bähr, nel dicembre 2020. Sono uno sviluppatore di app a tempo pieno e faccio EHW+ nel mio tempo libero per dare un contributo alla protezione dell'ambiente. Da maggio 2022, un secondo sviluppatore mi tiene d'occhio, Thomas Faust costruisce back-end per EHW+. Da aprile 2023, Janine Sinner si occupa dei numerosi feedback dei clienti. Da luglio 2024, Artem Yuzhakov è a bordo come sviluppatore di app.
ja: EHW+ にご興味をお持ちいただきありがとうございます。EHW+ は、2020 年 12 月に私、Timo Bähr によってリリースされました。私はフルタイムのアプリ開発者であり、環境保護に貢献するために空いた時間に EHW+ に取り組んでいます。2022 年 5 月以来、2 人目の開発者である Thomas Hesse が私の仕事を監督しており、EHW+ のバックエンドを構築しています。2023 年 4 月以来、Janine Sinner は数多くのお客様からのフィードバックに対応してきました。2024 年 7 月から、Artem Yuzhakov がアプリ開発者として加わりました。
ko: EHW+에 관심을 가져 주셔서 감사합니다. EHW+는 저, Timo Bähr가 2020년 12월에 출시했습니다. 저는 전업 앱 개발자로, 환경 보호에 기여하기 위해 여가 시간에 EHW+ 작업을 진행하고 있습니다. 2022년 5월부터 두 번째 개발자인 토마스 헤세(Thomas Hesse)가 EHW+의 백엔드 구축을 담당하며 제 작업을 지원하고 있습니다. 2023년 4월부터는 자닌 신너(Janine Sinner)가 수많은 고객 피드백을 처리하고 있습니다. 2024년 7월부터는 아르템 유자코프(Artem Yuzhakov)가 앱 개발자로 합류했습니다.
lt: Dėkojame, kad domitės EHW+. EHW+ išleidau aš, Timo Bähr, 2020 m. gruodžio mėn. Esu visą darbo dieną programėlių kūrėjas ir dirbu su EHW+ laisvu laiku, kad prisidėčiau prie aplinkos apsaugos. Nuo 2022 m. gegužės mėn. mano darbą prižiūri antrasis kūrėjas – Thomas Hesse kuria EHW+ pagrindines programas. Nuo 2023 m. balandžio mėn. Janine Sinner tvarko daugybę klientų atsiliepimų. Nuo 2024 m. liepos mėn. Artemas Južakovas prisijungė kaip programų kūrėjas.
ml: EHW+ എന്നതിലുള്ള നിങ്ങളുടെ താൽപ്പര്യത്തിന് നന്ദി. 2020 ഡിസംബറിൽ ടിമോ ബഹർ എന്ന ഞാനാണ് EHW+ പുറത്തിറക്കിയത്. ഞാൻ ഒരു മുഴുവൻ സമയ ആപ്പ് ഡെവലപ്പറാണ്, പരിസ്ഥിതി സംരക്ഷണത്തിന് സംഭാവന നൽകുന്നതിനായി എൻ്റെ ഒഴിവുസമയങ്ങളിൽ EHW+ ൽ പ്രവർത്തിക്കുന്നു. 2022 മെയ് മുതൽ, രണ്ടാമത്തെ ഡവലപ്പർ എൻ്റെ ജോലിക്ക് മേൽനോട്ടം വഹിക്കുന്നു, തോമസ് ഹെസ്സെ EHW+ നായി ബാക്ക്എൻഡുകൾ നിർമ്മിക്കുന്നു. 2023 ഏപ്രിൽ മുതൽ, ജനിൻ സിന്നർ നിരവധി ഉപഭോക്തൃ ഫീഡ്‌ബാക്കുകൾ കൈകാര്യം ചെയ്യുന്നു. 2024 ജൂലൈ മുതൽ, ആർടെം യുഷാക്കോവ് ഒരു ആപ്പ് ഡെവലപ്പറായി ചേർന്നു.
my: EHW + ကိုစိတ်ဝင်စားသည့်အတွက်ကျေးဇူးတင်ပါသည်။ EHW + ကိုဒီဇင်ဘာ 2020 တွင် Timo Bährသည်ကျွန်ုပ်အားဖြန့်ချိခဲ့သည်။ ကျွန်ုပ်သည်အချိန်ပြည့် app developer တစ်ခုဖြစ်ပြီးသဘာဝပတ်ဝန်းကျင်ကာကွယ်မှုကိုအထောက်အကူပြုရန်ကျွန်ုပ်၏အားလပ်ချိန်များတွင်အလုပ်လုပ်သည်။ 2022 ခုနှစ်မေလကတည်းကဒုတိယရေးဆွဲသူတစ် ဦး သည်ကျွန်ုပ်၏အလုပ်ကိုကြီးကြပ်ခဲ့သည်။ 2023, April ပြီလကတည်းက Janine Smartner သည်များစွာသောဖောက်သည်များ၏တုံ့ပြန်ချက်များကိုကိုင်တွယ်နေသည်။ ဇူလိုင်လ 2024 ခုနှစ်မှစ. Artem Yuzhakov သည် app developer တစ်ခုအဖြစ်ပူးပေါင်းခဲ့သည်။
nl: Bedankt voor uw interesse in EHW+. EHW+ is door mij, Timo Bähr, vrijgegeven in december 2020. Ik ben een fulltime app-ontwikkelaar en werk in mijn vrije tijd aan EHW+ om bij te dragen aan milieubescherming. Sinds mei 2022 houdt een tweede ontwikkelaar toezicht op mijn werk, Thomas Hesse bouwt backends voor EHW+. Sinds april 2023 behandelt Janine Sinner de talrijke klantfeedback. Sinds juli 2024 is Artem Yuzhakov toegetreden als app-ontwikkelaar.
no: Takk for din interesse for EHW+. EHW+ ble utgitt av meg, Timo Bähr, i desember 2020. Jeg er en apputvikler på heltid og jobber med EHW+ på fritiden for å bidra til miljøvern. Siden mai 2022 har en annen utvikler overvåket arbeidet mitt, Thomas Hesse bygger backends for EHW+. Siden april 2023 har Janine Sinner håndtert de mange tilbakemeldingene fra kunder. Siden juli 2024 har Artem Yuzhakov blitt med som apputvikler.
pl: Dziękujemy za zainteresowanie EHW+. EHW+ zostało wydane przeze mnie, Timo Bähra, w grudniu 2020 r. Jestem pełnoetatowym programistą aplikacji i w wolnym czasie pracuję nad EHW+, aby przyczynić się do ochrony środowiska. Od maja 2022 moją pracę nadzoruje drugi programista, Thomas Hesse buduje backendy dla EHW+. Od kwietnia 2023 r. Janine Sinner zajmuje się licznymi opiniami klientów. Od lipca 2024 r. Artem Yuzhakov dołączył jako programista aplikacji.
pt: Obrigado pelo seu interesse no EHW+. EHW+ foi publicado por mim, Timo Bähr, em dezembro de 2020. Sou desenvolvedor de aplicativos em tempo integral e faço o EHW+ no meu tempo livre para contribuir para a proteção ambiental. Desde maio de 2022, um segundo desenvolvedor me supervisiona, Thomas Faust constrói backends para o EHW+. Desde abril de 2023, Janine Sinner cuida do feedback dos clientes. Desde julho de 2024, Artem Yuzhakov está a bordo como desenvolvedor de aplicativos.
ru: Спасибо за интерес к EHW+. EHW+ был опубликован мной, Timo Bähr, в декабре 2020 года. Я работаю разработчиком приложений и занимаюсь EHW+ в свободное время, чтобы внести свой вклад в защиту окружающей среды. С мая 2022 года второй разработчик наблюдает за мной, Thomas Faust строит бэкенды для EHW+. С апреля 2023 года Janine Sinner занимается многочисленными отзывами клиентов. С июля 2024 года Артем Южаков присоединился к нам в качестве разработчика приложений.
sl: Hvala za vaše zanimanje za EHW+. EHW+ sem izdal jaz, Timo Bähr, decembra 2020. Sem razvijalec aplikacij s polnim delovnim časom in v prostem času delam na EHW+, da prispevam k varstvu okolja. Od maja 2022 drugi razvijalec nadzira moje delo, Thomas Hesse, gradi zaledja za EHW+. Od aprila 2023 Janine Sinner obravnava številne povratne informacije strank. Od julija 2024 se je Artem Yuzhakov pridružil kot razvijalec aplikacij.
sr: Хвала вам на интересовању за ЕХВ+. ЕХВ+ сам објавио ја, Тимо Бахр, у децембру 2020. Ја сам програмер апликација са пуним радним временом и радим на ЕХВ+ у своје слободно време да бих допринео заштити животне средине. Од маја 2022. други програмер надгледа мој рад, Томас Хесе прави позадине за ЕХВ+. Од априла 2023. Јанине Синнер се бави бројним повратним информацијама купаца. Од јула 2024. Артем Јужаков се придружио као програмер апликација.
sv: Tack för ditt intresse för EHW+. EHW+ släpptes av mig, Timo Bähr, i december 2020. Jag är apputvecklare på heltid och jobbar på EHW+ på min fritid för att bidra till miljöskyddet. Sedan maj 2022 har en andra utvecklare övervakat mitt arbete, Thomas Hesse bygger backends för EHW+. Sedan april 2023 har Janine Sinner hanterat de många kundfeedbackarna. Sedan juli 2024 har Artem Yuzhakov gått med som apputvecklare.
sw: Asante kwa shauku yako katika EHW+. EHW+ ilitolewa na mimi, Timo Bähr, mnamo Desemba 2020. Mimi ni msanidi programu wa wakati wote na ninafanya kazi kwenye EHW+ wakati wangu wa bure kuchangia ulinzi wa mazingira. Tangu Mei 2022, msanidi programu wa pili amekuwa akisimamia kazi yangu, Thomas Hesse huunda nyuma kwa EHW+. Tangu Aprili 2023, Janine Siner amekuwa akishughulikia malisho ya wateja wengi. Tangu Julai 2024, Artem Yuzhakov amejiunga kama msanidi programu.
th: ขอขอบคุณที่สนใจ EHW+ Timo Bähr ฉันเปิดตัว EHW+ ในเดือนธันวาคม 2020 ฉันเป็นนักพัฒนาแอปเต็มเวลาและทำงานกับ EHW+ ในเวลาว่างเพื่อสนับสนุนการปกป้องสิ่งแวดล้อม ตั้งแต่เดือนพฤษภาคม 2022 นักพัฒนาคนที่สองได้ดูแลงานของฉัน Thomas Hesse สร้างแบ็กเอนด์สำหรับ EHW+ ตั้งแต่เดือนเมษายน 2023 Janine Sinner รับมือกับคำติชมของลูกค้าจำนวนมาก ตั้งแต่เดือนกรกฎาคม 2024 Artem Yuzhakov ได้เข้าร่วมเป็นนักพัฒนาแอป
tr: EHW+'a gösterdiğiniz ilgi için teşekkür ederiz. EHW+, tarafımca Timo Bähr tarafından Aralık 2020'de piyasaya sürüldü. Tam zamanlı bir uygulama geliştiricisiyim ve boş zamanlarımda çevrenin korunmasına katkıda bulunmak için EHW+ üzerinde çalışıyorum. Mayıs 2022'den bu yana çalışmalarımı ikinci bir geliştirici yönetiyor: Thomas Hesse, EHW+ için arka uçlar oluşturuyor. Janine Sinner, Nisan 2023'ten bu yana çok sayıda müşteri geri bildirimiyle ilgileniyor. Temmuz 2024'ten bu yana Artem Yuzhakov uygulama geliştiricisi olarak katıldı.
uk: Дякуємо за інтерес до EHW+. EHW+ був випущений мною, Тімо Бером, у грудні 2020 року. Я розробник програм на повний робочий день і працюю над EHW+ у вільний час, щоб зробити внесок у захист навколишнього середовища. З травня 2022 року другий розробник наглядає за моєю роботою, Томас Гессе, будує бекенди для EHW+. З квітня 2023 року Джанін Сіннер обробляє численні відгуки клієнтів. З липня 2024 року приєднався Артем Южаков як розробник додатків.
vi: Cảm ơn bạn đã quan tâm đến EHW+. EHW+ được tôi, Timo Bähr, phát hành vào tháng 12 năm 2020. Tôi là nhà phát triển ứng dụng toàn thời gian và làm việc trên EHW+ trong thời gian rảnh rỗi để góp phần bảo vệ môi trường. Kể từ tháng 5 năm 2022, nhà phát triển thứ hai đã giám sát công việc của tôi, Thomas Hesse, xây dựng phần phụ trợ cho EHW+. Kể từ tháng 4 năm 2023, Janine Sinner đã xử lý nhiều phản hồi của khách hàng. Kể từ tháng 7 năm 2024, Artem Yuzhkov đã tham gia với tư cách là nhà phát triển ứng dụng.
zh: 感谢您对 EHW+ 的兴趣。 EHW+ 由我 Timo Bähr 于 2020 年 12 月发布。我是一名全职应用程序开发人员，在业余时间从事 EHW+ 工作，为环境保护做出贡献。自 2022 年 5 月以来，第二位开发人员一直在监督我的工作，Thomas Hesse 为 EHW+ 构建后端。自 2023 年 4 月以来，Janine Sinner 一直在处理大量客户反馈。自 2024 年 7 月起，Artem Yuzhakov 作为应用程序开发人员加入。

# faqAboutDeveloperBody2
source: Over 26% of all CO2 emissions in Germany are caused by private households. If everyone can reduce their consumption even a little, a lot will have been achieved. Thank you very much for your contribution!
af: Meer as 26% van alle CO2-vrystellings in Duitsland word veroorsaak deur private huishoudings. As almal hul verbruik selfs 'n bietjie kan verminder, sal baie bereik wees. Baie dankie vir jou bydrae!
ar: أكثر من 26% من جميع انبعاثات CO2 في ألمانيا تسببها الأسر الخاصة. إذا تمكن الجميع من تقليل استهلاكهم قليلاً، فسيتم تحقيق الكثير. شكراً جزيلاً لمساهمتك!
bg: Над 26% от всички емисии на CO2 в Германия се причиняват от частните домакинства. Ако всеки може да намали консумацията си дори малко, много ще бъде постигнато. Много ви благодарим за приноса!
bs: Preko 26% svih emisija CO2 u Njemačkoj uzrokovano je privatnim domaćinstvima. Ako svako može makar malo da smanji potrošnju, mnogo će se postići. Hvala vam puno na vašem doprinosu!
cs: Více než 26 % všech emisí CO2 v Německu je způsobeno soukromými domácnostmi. Pokud každý dokáže alespoň trochu snížit svou spotřebu, dosáhne hodně. Děkuji mnohokrát za váš příspěvek!
da: Over 26 % af alle CO2-emissioner i Tyskland er forårsaget af private husholdninger. Hvis alle kan reducere deres forbrug selv en smule, vil meget være opnået. Mange tak for dit bidrag!
de: Über 26% aller CO2-Emissionen in Dtl. werden von Privathaushalten verursacht. Wenn jeder seinen Verbrauch auch nur ein wenig senken kann, ist viel erreicht. Herzlichen Dank für Ihren Beitrag!
el: Πάνω από το 26% των συνολικών εκπομπών CO2 στη Γερμανία προκαλείται από τα ιδιωτικά νοικοκυριά. Αν όλοι μπορούν να μειώσουν έστω και λίγο την κατανάλωσή τους, θα έχουν επιτευχθεί πολλά. Σας ευχαριστούμε πολύ για τη συμβολή σας!
es: Más del 26% de todas las emisiones de CO2 en Alemania son causadas por los hogares. Si todo el mundo puede reducir su consumo aunque sea un poco, se conseguirá mucho. Muchas gracias por su contribución.
et: Üle 26% kõigist Saksamaa CO2 heitkogustest on põhjustatud eraisikute majapidamistest. Kui igaüks suudab oma tarbimist veidikenegi vähendada, on palju saavutatud. Suur tänu teie panuse eest!
fa: بیش از 26 درصد از کل انتشار CO2 در آلمان توسط خانوارهای خصوصی ایجاد می شود.اگر همه بتوانند حتی اندکی مصرف خود را کاهش دهند، دستاوردهای زیادی حاصل شده است.از مشارکت شما بسیار سپاسگزارم!
fi: Yli 26 % kaikista Saksan hiilidioksidipäästöistä aiheutuu yksityisistä kotitalouksista.Jos jokainen voi vähentää kulutustaan ​​edes vähän, on saavutettu paljon.Kiitos paljon panoksestasi!
fr: Plus de 26% de toutes les émissions de CO2 en Allemagne sont dues aux ménages privés. Si chacun peut réduire sa consommation, ne serait-ce qu'un peu, beaucoup aura été fait. Merci beaucoup pour votre contribution !
hi: जर्मनी में कुल CO2 उत्सर्जन का 26% से अधिक निजी घरों के कारण होता है।यदि हर कोई अपनी खपत को थोड़ा भी कम कर सके, तो बहुत कुछ हासिल हो जाएगा।आपके योगदान के लिए बहुत बहुत धन्यवाद!
hr: Više od 26% svih emisija CO2 u Njemačkoj uzrokuju privatna kućanstva.Ako svatko može samo malo smanjiti potrošnju, puno će se postići.Hvala vam puno na vašem doprinosu!
hu: A németországi CO2-kibocsátás több mint 26%-át a magánháztartások okozzák. Ha mindenki csak egy kicsit is csökkenteni tudja a fogyasztását, máris sokat elértünk. Köszönjük szépen a hozzájárulását!
it: Oltre il 26% di tutte le emissioni di CO2 in Germania sono causate dalle abitazioni private. Se tutti riuscissero a ridurre anche di poco i propri consumi, si otterrebbe molto. Grazie mille per il vostro contributo!
ja: ドイツの全 CO2 排出量の 26% 以上が一般家庭からの排出です。誰もが少しでも消費を減らすことができれば、多くのことが達成できるでしょう。ご貢献いただき誠にありがとうございました!
ko: 독일 전체 이산화탄소 배출량의 26% 이상이 가정에서 발생합니다. 모든 사람이 소비를 조금만 줄여도 큰 성과를 거둘 수 있습니다. 여러분의 기여에 진심으로 감사드립니다!
lt: Daugiau nei 26 % visų CO2 emisijų Vokietijoje sukelia privatūs namų ūkiai. Jei kiekvienas galės nors šiek tiek sumažinti suvartojimą, bus pasiekta daug. Labai ačiū už jūsų indėlį!
ml: ജർമ്മനിയിലെ CO2 പുറന്തള്ളലിൻ്റെ 26% വും സ്വകാര്യ കുടുംബങ്ങൾ മൂലമാണ്. എല്ലാവർക്കും അവരുടെ ഉപഭോഗം അൽപ്പമെങ്കിലും കുറയ്ക്കാൻ കഴിഞ്ഞാൽ, ഒരുപാട് നേട്ടങ്ങൾ കൈവരിക്കാനാകും. നിങ്ങളുടെ സംഭാവനയ്ക്ക് വളരെ നന്ദി!
my: ဂျာမနီရှိ CO2 ထုတ်လွှတ်မှုအားလုံး၏ 26% ကျော်သည်ပုဂ္ဂလိကအိမ်ထောင်စုများကြောင့်ဖြစ်သည်။ အကယ်. လူတိုင်းသည်သူတို့၏စားသုံးမှုကိုအနည်းငယ်သာလျှော့ချနိုင်လျှင်များစွာသောသူတို့သည်အောင်မြင်မှုရရှိမည်ဖြစ်သည်။ သင့်ရဲ့အလှူငွေအတွက်ကျေးဇူးတင်ပါတယ်!
nl: Meer dan 26% van alle CO2-uitstoot in Duitsland wordt veroorzaakt door particuliere huishoudens. Als iedereen zijn verbruik zelfs maar een beetje kan verminderen, is er veel bereikt. Heel erg bedankt voor uw bijdrage!
no: Over 26 % av alle CO2-utslipp i Tyskland er forårsaket av private husholdninger. Hvis alle kan redusere forbruket til og med litt, vil mye ha blitt oppnådd. Tusen takk for ditt bidrag!
pl: Ponad 26% wszystkich emisji CO2 w Niemczech jest powodowanych przez prywatne gospodarstwa domowe. Jeśli każdemu uda się choć trochę zmniejszyć spożycie, wiele można osiągnąć. Dziękuję bardzo za Twój wkład!
pt: Mais de 26% de todas as emissões de CO2 na Alemanha são causadas por residências particulares. Se todos puderem reduzir o seu consumo mesmo um pouco, muito será conseguido. Muito obrigado pela sua contribuição!
ru: Более 26% всех выбросов CO2 в Германии приходится на частные домохозяйства. Если каждый сможет хоть немного сократить свое потребление, будет достигнуто очень многое. Большое спасибо за ваш вклад!
sl: Več kot 26 % vseh emisij CO2 v Nemčiji povzročijo zasebna gospodinjstva. Če lahko vsak vsaj malo zmanjša porabo, se bo veliko doseglo. Najlepša hvala za vaš prispevek!
sr: Преко 26% свих емисија ЦО2 у Немачкој изазивају приватна домаћинства. Ако свако може макар мало да смањи потрошњу, много ће се постићи. Хвала вам пуно на вашем доприносу!
sv: Över 26 % av alla koldioxidutsläpp i Tyskland orsakas av privata hushåll. Om alla kan minska sin konsumtion ens lite så har mycket uppnåtts. Tack så mycket för ditt bidrag!
sw: Zaidi ya 26% ya uzalishaji wote wa CO2 nchini Ujerumani husababishwa na kaya za kibinafsi. Ikiwa kila mtu anaweza kupunguza matumizi yao hata kidogo, mengi yatakuwa yamepatikana. Asante sana kwa mchango wako!
th: มากกว่า 26% ของการปล่อย CO2 ทั้งหมดในเยอรมนีเกิดจากครัวเรือนส่วนตัว หากทุกคนสามารถลดการบริโภคลงได้แม้แต่น้อยก็จะประสบความสำเร็จมากมาย ขอบคุณมากสำหรับการสนับสนุนของคุณ!
tr: Almanya'daki tüm CO2 emisyonlarının %26'sından fazlası özel hanelerden kaynaklanmaktadır. Herkes tüketimini biraz da olsa azaltabilirse çok şey başarılmış olacaktır. Katkılarınız için çok teşekkür ederiz!
uk: Понад 26% усіх викидів CO2 у Німеччині спричинені приватними домогосподарствами. Якщо кожен зможе хоч трохи зменшити споживання, то багато чого досягнемо. Щиро дякуємо за ваш внесок!
vi: Hơn 26% tổng lượng khí thải CO2 ở Đức là do các hộ gia đình tư nhân gây ra. Nếu mọi người có thể giảm mức tiêu dùng của mình dù chỉ một chút thì sẽ đạt được rất nhiều điều. Cảm ơn bạn rất nhiều vì sự đóng góp của bạn!
zh: 德国超过 26% 的二氧化碳排放量是由私人家庭造成的。如果每个人都能减少一点点的消费，那就大有作为了。非常感谢您的贡献！
