Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# privacyContractPriceSubmission
source: When you, as a user, maintain your contract data, the price per unit for electricity, water and gas contracts is transmitted to an EHW+ server in Germany together with the country and federal state. This data is used to calculate price statistics. For app users, the statistics are visible in the form of a price comparison in the contract view. By using the app, you consent to the aforementioned collection of anonymised data.
af: As jy as gebruiker jou kontrakdata onderhou, word die prys per eenheid vir elektrisiteit-, water- en gaskontrakte na 'n EHW+ Bediener in Duitsland saam met die land en staat oorgedra. Met hierdie data word prysstatistieke bereken. Vir app-gebruikers word die statistieke sigbaar in die vorm van 'n prysvergelyking in die kontrakbesigtiging. Met die gebruik van die app stem jy in tot die bogenoemde versameling van geanonimiseerde data.
ar: إذا كنت كمستخدم تحافظ على بيانات العقد الخاصة بك، فسيتم إرسال السعر لكل وحدة لعقود الكهرباء والماء والغاز إلى خادم EHW+ في ألمانيا مع البلد والولاية. يتم حساب إحصائيات الأسعار باستخدام هذه البيانات. لمستخدمي التطبيق، تكون الإحصائيات مرئية في شكل مقارنة أسعار في عرض العقد. باستخدام التطبيق، أنت توافق على جمع البيانات المجهولة الهوية المذكورة أعلاه.
bg: Wenn Sie als Nutzer Ihre Vertragsdaten pflegen, wird der Preis pro Einheit für Strom-, Wasser- und Gasverträge an einen EHW+ Server in Deutschland zusammen mit dem Land und Bundesland übermittelt. Mit diesen Daten werden Preisstatistiken berechnet. Für App-Nutzer werden die Statistiken sichtbar in Form eines Preisvergleichs in der Vertragsansicht. Mit der Nutzung der App stimmen sie der eben genannten Erhebung von anonymisierten Daten zu.
bs: Kada vi, kao korisnik, održavate svoje ugovorne podatke, cijena po jedinici za ugovore o struji, vodi i plinu se prenosi na EHW+ server u Njemačkoj zajedno sa državom i saveznom državom. Ovi podaci se koriste za izračunavanje statistike cijena. Za korisnike aplikacije, statistika je vidljiva u obliku poređenja cijena u prikazu ugovora. Korištenjem aplikacije pristajete na gore spomenuto prikupljanje anonimnih podataka.
cs: Když jako uživatel udržujete své smluvní údaje, cena za jednotku u smluv na elektřinu, vodu a plyn se přenáší na server EHW+ v Německu spolu se zemí a spolkovou zemí. Tyto údaje se používají k výpočtu cenových statistik. Pro uživatele aplikace jsou statistiky viditelné ve formě srovnání cen v zobrazení smlouvy. Používáním aplikace souhlasíte s výše uvedeným shromažďováním anonymizovaných údajů.
da: Når du som bruger vedligeholder dine kontraktdata, overføres prisen pr. enhed for el-, vand- og gaskontrakter til en EHW+-server i Tyskland sammen med landet og forbundsstaten. Disse data bruges til at beregne prisstatistik. For app-brugere er statistikken synlig i form af en prissammenligning i kontraktvisningen. Ved at bruge appen giver du dit samtykke til den førnævnte indsamling af anonymiserede data.
de: Wenn Sie als Nutzer Ihre Vertragsdaten pflegen, wird der Preis pro Einheit für Strom-, Wasser- und Gasverträge an einen EHW+ Server in Deutschland zusammen mit dem Land und Bundesland übermittelt. Mit diesen Daten werden Preisstatistiken berechnet. Für App-Nutzer werden die Statistiken sichtbar in Form eines Preisvergleichs in der Vertragsansicht. Mit der Nutzung der App stimmen sie der eben genannten Erhebung von anonymisierten Daten zu.
el: Όταν εσείς, ως χρήστης, διατηρείτε τα δεδομένα των συμβολαίων σας, η τιμή ανά μονάδα για τα συμβόλαια ηλεκτρικής ενέργειας, νερού και φυσικού αερίου διαβιβάζεται σε έναν διακομιστή EHW+ στη Γερμανία μαζί με τη χώρα και το ομόσπονδο κρατίδιο. Τα δεδομένα αυτά χρησιμοποιούνται για τον υπολογισμό στατιστικών τιμών. Για τους χρήστες της εφαρμογής, τα στατιστικά στοιχεία είναι ορατά με τη μορφή σύγκρισης τιμών στην προβολή συμβολαίου. Με τη χρήση της εφαρμογής, συναινείτε στην προαναφερθείσα συλλογή ανώνυμων δεδομένων.
es: Si mantienes tus datos contractuales, el precio por unidad de los contratos de electricidad, agua y gas se envía a un servidor de EHW+ en Alemania junto con el país y el estado federado. Con estos datos se calculan estadísticas de precios. Los usuarios de la app ven las estadísticas en forma de comparación de precios en la vista del contrato. Al utilizar la app, aceptas la recopilación de datos anonimizados mencionada.
et: Kui kasutaja haldab oma lepingutingimusi, edastatakse elektri-, vee- ja gaasilepingute ühikuhind koos riigi ja liidumaaga EHW+ serverile Saksamaal. Nende andmete põhjal arvutatakse hinnastatistika. Rakenduse kasutajatele kuvatakse statistika hinnavõrdluse vormis lepingutingimuste vaates. Rakenduse kasutamisega nõustute eespool nimetatud anonüümsete andmete kogumisega.
fa: هنگامی که شما به عنوان یک کاربر، داده های قرارداد خود را حفظ می کنید، قیمت هر واحد برای قراردادهای برق، آب و گاز به یک سرور +EHW در آلمان همراه با کشور و ایالت فدرال منتقل می شود.از این داده ها برای محاسبه آمار قیمت استفاده می شود.برای کاربران اپلیکیشن، آمار به صورت مقایسه قیمت در نمای قرارداد قابل مشاهده است. با استفاده از برنامه، با مجموعه فوق از داده های ناشناس موافقت می کنید.
fi: Kun sinä käyttäjänä ylläpidät sopimustietojasi, sähkö-, vesi- ja kaasusopimusten yksikköhinta välitetään EHW+ -palvelimelle Saksassa yhdessä maan ja liittovaltion kanssa.Näitä tietoja käytetään hintatilastojen laskemiseen.Sovelluksen käyttäjille tilastot näkyvät hintavertailuna sopimusnäkymässä. Käyttämällä sovellusta hyväksyt edellä mainitun anonymisoitujen tietojen keräämisen.
fr: Si tu maintiens tes données contractuelles, le prix par unité des contrats d'électricité, d'eau et de gaz est transmis à un serveur EHW+ en Allemagne avec le pays et l'État fédéré. Ces données servent à calculer des statistiques de prix. Les utilisateurs de l'application voient les statistiques sous forme de comparaison de prix dans la vue du contrat. En utilisant l'application, tu acceptes la collecte de ces données anonymisées.
hi: जब आप, एक उपयोगकर्ता के रूप में, अपना अनुबंध डेटा बनाए रखते हैं, तो बिजली, पानी और गैस अनुबंध के लिए प्रति यूनिट कीमत देश और संघीय राज्य के साथ जर्मनी में एक EHW+ सर्वर पर प्रेषित की जाती है।इस डेटा का उपयोग मूल्य आंकड़ों की गणना के लिए किया जाता है।ऐप उपयोगकर्ताओं के लिए, आँकड़े अनुबंध दृश्य में मूल्य तुलना के रूप में दिखाई देते हैं। ऐप का उपयोग करके, आप अज्ञात डेटा के उपरोक्त संग्रह के लिए सहमति देते हैं।
hr: Kada vi kao korisnik održavate svoje podatke o ugovoru, cijena po jedinici za ugovore o električnoj energiji, vodi i plinu prenosi se na poslužitelj EHW+ u Njemačkoj zajedno sa zemljom i saveznom pokrajinom.Ovi se podaci koriste za izračun statistike cijena.Korisnicima aplikacije statistika je vidljiva u obliku usporedbe cijena u prikazu ugovora. Korištenjem aplikacije pristajete na gore navedeno prikupljanje anonimiziranih podataka.
hu: Amikor Ön, mint felhasználó, karbantartja szerződéses adatait, a villamosenergia-, víz- és gázszerződések egységára az ország és a szövetségi állam megjelölésével együtt egy németországi EHW+ szerverre kerül továbbításra. Ezeket az adatokat az árstatisztikák kiszámításához használják fel. Az alkalmazás felhasználói számára a statisztika a szerződés nézetben árösszehasonlítás formájában látható. Az alkalmazás használatával Ön hozzájárul az anonimizált adatok fent említett gyűjtéséhez.
it: Se gestisci i tuoi dati contrattuali, il prezzo per unità dei contratti di elettricità, acqua e gas viene inviato a un server EHW+ in Germania insieme a Paese e stato federale. Con questi dati vengono calcolate statistiche sui prezzi. Gli utenti dell'app vedono le statistiche sotto forma di confronto prezzi nella vista del contratto. Utilizzando l'app acconsenti alla raccolta dei dati anonimizzati sopra descritta.
ja: ユーザーが契約データを維持すると、電気、水道、ガスの契約の単位あたりの価格が、国および連邦州とともにドイツの EHW+ サーバーに送信されます。このデータは、価格統計の計算に使用されます。アプリユーザーの場合、統計は契約ビューの価格比較の形式で表示されます。 アプリを使用すると、前述の匿名化されたデータの収集に同意したことになります。
ko: 사용자가 계약 데이터를 관리할 때, 전기·수도·가스 계약의 단위 가격은 국가 및 연방주 정보와 함께 독일의 EHW+ 서버로 전송됩니다. 이 데이터는 가격 통계를 계산하는 데 사용되며, 앱 사용자에게는 계약 화면의 가격 비교 형태로 표시됩니다. 앱 사용 시 위의 익명 데이터 수집에 동의한 것으로 간주됩니다.
lt: Kai jūs, kaip vartotojas, tvarkote savo sutarties duomenis, elektros, vandens ir dujų sutarčių vieneto kaina kartu su šalimi ir federaline žeme perduodama į EHW+ serverį Vokietijoje. Šie duomenys naudojami kainų statistikai apskaičiuoti. Programėlės naudotojams statistika matoma kainų palyginimo forma sutarties rodinyje. Naudodamiesi programėle sutinkate su anksčiau minėtu anoniminių duomenų rinkimu.
ml: നിങ്ങൾ ഒരു ഉപയോക്താവെന്ന നിലയിൽ, നിങ്ങളുടെ കരാർ ഡാറ്റ പരിപാലിക്കുമ്പോൾ, വൈദ്യുതി, വെള്ളം, ഗ്യാസ് കരാറുകൾക്കുള്ള യൂണിറ്റിൻ്റെ വില രാജ്യത്തിനും ഫെഡറൽ സ്റ്റേറ്റിനുമൊപ്പം ജർമ്മനിയിലെ ഒരു EHW+ സെർവറിലേക്ക് കൈമാറും. വില സ്ഥിതിവിവരക്കണക്കുകൾ കണക്കാക്കാൻ ഈ ഡാറ്റ ഉപയോഗിക്കുന്നു. ആപ്പ് ഉപയോക്താക്കൾക്ക്, കരാർ കാഴ്ചയിൽ വില താരതമ്യത്തിൻ്റെ രൂപത്തിൽ സ്ഥിതിവിവരക്കണക്കുകൾ ദൃശ്യമാകും. ആപ്പ് ഉപയോഗിക്കുന്നതിലൂടെ, അജ്ഞാത ഡാറ്റയുടെ മുകളിൽ പറഞ്ഞ ശേഖരത്തിന് നിങ്ങൾ സമ്മതം നൽകുന്നു.
my: အသုံးပြုသူတစ် ဦး အနေဖြင့်သင်၏ကန်ထရိုက်စာချုပ်ကိုထိန်းသိမ်းထားပါ, လျှပ်စစ်ဓာတ်အားအတွက်ယူနစ်တစ်ခုစီအတွက်ဈေးနှုန်းသည်ဂျာမနီရှိ EHW + ဆာဗာတစ်ခုသို့ 0 င်ရောက်နိုင်သည်။ ဤအချက်အလက်သည်စျေးနှုန်းစာရင်းအင်းများကိုတွက်ချက်ရန်အသုံးပြုသည်။ အက်ပလီကေးရှင်းများအနေဖြင့်ကိန်းဂဏန်းများကိုကန်ထရိုက်မြင်ကွင်းတွင်စျေးနှုန်းနှိုင်းယှဉ်ခြင်းပုံစံဖြင့်မြင်နိုင်သည်။ အက်ပလီကေးရှင်းကိုအသုံးပြုခြင်းအားဖြင့်သင်သည်အထက်ဖော်ပြပါအမည်မသိဒေတာစုဆောင်းခြင်းကိုသင်သဘောတူသည်။
nl: Als u als gebruiker uw contractgegevens bijhoudt, wordt de prijs per eenheid voor elektriciteits-, water- en gascontracten verzonden naar een EHW+-server in Duitsland samen met het land en de staat. Met deze gegevens worden prijsstatistieken berekend. Voor app-gebruikers zijn de statistieken zichtbaar in de vorm van een prijsvergelijking in de contractweergave. Door de app te gebruiken gaat u akkoord met de hierboven genoemde verzameling van geanonimiseerde gegevens.
no: Når du som bruker vedlikeholder kontraktsdataene dine, overføres prisen per enhet for strøm-, vann- og gasskontrakter til en EHW+-server i Tyskland sammen med landet og forbundsstaten. Disse dataene brukes til å beregne prisstatistikk. For appbrukere er statistikken synlig i form av en prissammenligning i kontraktsvisningen. Ved å bruke appen samtykker du til den nevnte innsamlingen av anonymiserte data.
pl: Gdy jako użytkownik przechowujesz dane dotyczące swoich umów, cena jednostkowa umów na energię elektryczną, wodę i gaz jest przesyłana do serwera EHW+ w Niemczech wraz z krajem i krajem związkowym. Dane te służą do obliczania statystyk cenowych. Dla użytkowników aplikacji statystyki widoczne są w formie porównania cen w widoku kontraktu. Korzystając z aplikacji wyrażasz zgodę na ww. gromadzenie zanonimizowanych danych.
pt: Se você mantém seus dados contratuais, o preço por unidade dos contratos de eletricidade, água e gás é enviado para um servidor EHW+ na Alemanha junto com o país e o estado. Com esses dados são calculadas estatísticas de preços. Os usuários do aplicativo veem as estatísticas como uma comparação de preços na visualização do contrato. Ao usar o aplicativo, você concorda com a coleta dos dados anonimizados mencionados.
ru: Если вы ведете свои данные по договорам, цена за единицу для договоров на электроэнергию, воду и газ передается на сервер EHW+ в Германии вместе со страной и федеральной землей. Эти данные используются для расчета ценовых статистик. Пользователи приложения видят статистику в виде сравнения цен в представлении договора. Используя приложение, вы соглашаетесь на указанный выше сбор обезличенных данных.
sl: Ko kot uporabnik vzdržujete svoje pogodbene podatke, se cena na enoto za pogodbe o elektriki, vodi in plinu prenese na strežnik EHW+ v Nemčiji skupaj z državo in zvezno deželo. Ti podatki se uporabljajo za izračun statistike cen. Za uporabnike aplikacije je statistika vidna v obliki primerjave cen v pogledu pogodbe. Z uporabo aplikacije soglašate z zgoraj navedenim zbiranjem anonimiziranih podatkov.
sr: Када ви, као корисник, одржавате своје уговорне податке, цена по јединици за уговоре о струји, води и гасу се преноси на ЕХВ+ сервер у Немачкој заједно са државом и савезном државом. Ови подаци се користе за израчунавање статистике цена. За кориснике апликације, статистика је видљива у облику поређења цена у приказу уговора. Коришћењем апликације пристајете на горе поменуто прикупљање анонимних података.
sv: När du som användare underhåller dina avtalsdata överförs priset per enhet för el-, vatten- och gaskontrakt till en EHW+-server i Tyskland tillsammans med landet och förbundsstaten. Dessa data används för att beräkna prisstatistik. För appanvändare är statistiken synlig i form av en prisjämförelse i kontraktsvyn. Genom att använda appen samtycker du till ovan nämnda insamling av anonymiserad data.
sw: Wakati wewe, kama mtumiaji, kudumisha data yako ya mkataba, bei kwa kila kitengo cha umeme, mikataba ya maji na gesi hupitishwa kwa seva ya EHW+ huko Ujerumani pamoja na nchi na serikali ya shirikisho. Takwimu hii hutumiwa kuhesabu takwimu za bei. Kwa watumiaji wa programu, takwimu zinaonekana katika mfumo wa kulinganisha bei katika mtazamo wa mkataba. Kwa kutumia programu, unakubali mkusanyiko uliotajwa hapo juu wa data isiyojulikana.
th: เมื่อคุณในฐานะผู้ใช้ รักษาข้อมูลสัญญาของคุณ ราคาต่อหน่วยสำหรับสัญญาไฟฟ้า น้ำ และก๊าซจะถูกส่งไปยังเซิร์ฟเวอร์ EHW+ ในเยอรมนีร่วมกับประเทศและรัฐสหพันธรัฐ ข้อมูลนี้ใช้ในการคำนวณสถิติราคา สำหรับผู้ใช้แอป สถิติจะแสดงในรูปแบบของการเปรียบเทียบราคาในมุมมองสัญญา การใช้แอปนี้แสดงว่าคุณยินยอมให้มีการรวบรวมข้อมูลที่ไม่ระบุตัวตนตามที่กล่าวข้างต้น
tr: Kullanıcı olarak sözleşme verilerinizi koruduğunuzda, elektrik, su ve gaz sözleşmelerinin birim fiyatı, ülke ve federal eyaletle birlikte Almanya'daki bir EHW+ sunucusuna iletilir. Bu veriler fiyat istatistiklerini hesaplamak için kullanılır. Uygulama kullanıcıları için istatistikler, sözleşme görünümünde fiyat karşılaştırması şeklinde görülebilir. Uygulamayı kullanarak yukarıda belirtilen anonimleştirilmiş verilerin toplanmasını kabul etmiş olursunuz.
uk: Коли ви, як користувач, зберігаєте дані своїх контрактів, ціна за одиницю для контрактів на електроенергію, воду та газ передається на сервер EHW+ у Німеччині разом із країною та федеральною землею. Ці дані використовуються для розрахунку статистики цін. Для користувачів програми статистичні дані доступні у вигляді порівняння цін у вікні контракту. Використовуючи програму, ви погоджуєтеся на збір анонімних даних.
vi: Khi bạn, với tư cách là người dùng, duy trì dữ liệu hợp đồng của mình, giá mỗi đơn vị cho hợp đồng điện, nước và khí đốt sẽ được truyền đến máy chủ EHW+ ở Đức cùng với quốc gia và tiểu bang liên bang. Dữ liệu này được sử dụng để tính toán thống kê giá. Đối với người dùng ứng dụng, số liệu thống kê được hiển thị dưới dạng so sánh giá trong chế độ xem hợp đồng. Bằng cách sử dụng ứng dụng, bạn đồng ý với việc thu thập dữ liệu ẩn danh nói trên.
zh: 当您作为用户维护合同数据时，电力、水和天然气合同的单位价格以及国家和联邦州将传输到德国的 EHW+ 服务器。该数据用于计算价格统计。对于应用程序用户来说，统计数据以合同视图中价格比较的形式可见。 使用该应用程序即表示您同意上述匿名数据收集。

# privacyBlock4DataUsageTitle
source: How does {appNameShort} use my data?
af: Hoe gebruik {appNameShort} my data?
ar: كيف يستخدم {appNameShort} بياناتي؟
bg: Как {appNameShort} използва моите данни?
bs: Kako {appNameShort} koristi moje podatke?
cs: Jak {appNameShort} využívá moje data?
da: Hvordan bruger {appNameShort} mine data?
de: Wie nutzt {appNameShort} meine Daten?
el: Πώς χρησιμοποιεί τα δεδομένα μου η {appNameShort};
es: ¿Cómo utiliza {appNameShort} mis datos?
et: Kuidas {appNameShort} minu andmeid kasutab?
fa: {appNameShort} چگونه از داده های من استفاده می کند؟
fi: Miten {appNameShort} käyttää tietojani?
fr: Comment {appNameShort} utilise-t-elle mes données ?
hi: {appNameShort} मेरे डेटा का उपयोग कैसे करता है?
hr: Kako {appNameShort} koristi moje podatke?
hu: Hogyan használja fel az {appNameShort} az adataimat?
it: Come utilizza {appNameShort} i miei dati?
ja: {appNameShort} は私のデータをどのように使用しますか?
ko: {appNameShort}는 내 데이터를 어떻게 사용하나요?
lt: Kaip {appNameShort} naudoja mano duomenis?
ml: {appNameShort} എങ്ങനെയാണ് എൻ്റെ ഡാറ്റ ഉപയോഗിക്കുന്നത്?
my: Phtoken0 သည်ကျွန်ုပ်၏အချက်အလက်များကိုမည်သို့အသုံးပြုသနည်း။
nl: Hoe gebruikt {appNameShort} mijn gegevens?
no: Hvordan bruker {appNameShort} dataene mine?
pl: W jaki sposób {appNameShort} wykorzystuje moje dane?
pt: Como o {appNameShort} usa meus dados?
ru: Как {appNameShort} использует мои данные?
sl: Kako {appNameShort} uporablja moje podatke?
sr: Како ПХТОКЕН0 користи моје податке?
sv: Hur använder {appNameShort} min data?
sw: Je! Phtoken0 hutumiaje data yangu?
th: {appNameShort} ใช้ข้อมูลของฉันอย่างไร
tr: {appNameShort} verilerimi nasıl kullanıyor?
uk: Як {appNameShort} використовує мої дані?
vi: {appNameShort} sử dụng dữ liệu của tôi như thế nào?
zh: {appNameShort} 如何使用我的数据？

# privacyBlock4DataUsage
source: Collected anonymised data is used to evaluate user behaviour. Beyond this, there is no further use of data. {syncDriveDataUsage}
af: Versamelde geanonimiseerde data word gebruik vir die evaluering van gebruikersgedrag. Daarbenewens is daar geen datagebruik nie. {syncDriveDataUsage}
ar: يتم استخدام البيانات المجهولة الهوية المجمعة لتقييم سلوك المستخدم. عدا ذلك، لا يوجد استخدام للبيانات. {syncDriveDataUsage}
bg: Gesammelte anonymisierte Daten werden werden zur Auswertung des Nutzerverhaltens genutzt. Darüber hinaus gibt es keine Datennutzung. {syncDriveDataUsage}
bs: Prikupljeni anonimni podaci se koriste za procjenu ponašanja korisnika. Osim toga, nema daljeg korištenja podataka. {syncDriveDataUsage}
cs: Shromážděná anonymizovaná data slouží k vyhodnocování chování uživatelů. Kromě toho již není možné data dále používat. {syncDriveDataUsage}
da: Indsamlede anonymiserede data bruges til at evaluere brugeradfærd. Ud over dette er der ingen yderligere brug af data. {syncDriveDataUsage}
de: Gesammelte anonymisierte Daten werden werden zur Auswertung des Nutzerverhaltens genutzt. Darüber hinaus gibt es keine Datennutzung. {syncDriveDataUsage}
el: Τα ανώνυμα δεδομένα που συλλέγονται χρησιμοποιούνται για την αξιολόγηση της συμπεριφοράς των χρηστών. Πέραν αυτού, δεν γίνεται καμία άλλη χρήση των δεδομένων. {syncDriveDataUsage}
es: Los datos anonimizados recopilados se utilizan para analizar el comportamiento del usuario. No hay ningún otro uso de datos. {syncDriveDataUsage}
et: Kogutud anonüümsed andmed kasutatakse kasutajate käitumise analüüsimiseks. Muul viisil andmeid ei kasutata. {syncDriveDataUsage}
fa: داده های ناشناس جمع آوری شده برای ارزیابی رفتار کاربر استفاده می شود.فراتر از این، هیچ استفاده دیگری از داده وجود ندارد. {syncDriveDataUsage}
fi: Kerättyjä anonymisoituja tietoja käytetään käyttäjien käyttäytymisen arvioimiseen.Tämän lisäksi dataa ei enää käytetä. {syncDriveDataUsage}
fr: Les données anonymisées collectées sont utilisées pour analyser le comportement des utilisateurs. Il n'y a pas d'autre utilisation des données. {syncDriveDataUsage}
hi: उपयोगकर्ता के व्यवहार का मूल्यांकन करने के लिए एकत्रित अज्ञात डेटा का उपयोग किया जाता है।इसके अलावा डेटा का कोई और उपयोग नहीं होता है. {syncDriveDataUsage}
hr: Prikupljeni anonimizirani podaci koriste se za procjenu ponašanja korisnika.Osim toga, nema daljnje upotrebe podataka. {syncDriveDataUsage}
hu: Az összegyűjtött névtelen adatok felhasználásra kerülnek a felhasználói viselkedés értékeléséhez. Ezen túlmenően az adatok nem kerülnek további felhasználásra. {syncDriveDataUsage}
it: I dati anonimizzati raccolti vengono utilizzati per analizzare il comportamento degli utenti. Non c'è altro utilizzo dei dati. {syncDriveDataUsage}
ja: 収集された匿名化されたデータは、ユーザーの行動を評価するために使用されます。これを超えて、データが使用されることはありません。 フォトケン0
ko: 수집된 익명 데이터는 사용자 행동 분석을 위해 사용됩니다. 이 외에는 데이터 사용이 없습니다. {syncDriveDataUsage}
lt: Surinkti anoniminiai duomenys naudojami vartotojų elgesiui įvertinti. Be to, duomenys nebenaudojami. {syncDriveDataUsage}
ml: ശേഖരിച്ച അജ്ഞാത ഡാറ്റ ഉപയോക്തൃ പെരുമാറ്റം വിലയിരുത്താൻ ഉപയോഗിക്കുന്നു. ഇതിനപ്പുറം, ഡാറ്റയുടെ കൂടുതൽ ഉപയോഗമില്ല. {syncDriveDataUsage}
my: Collected Anonymed Data ကိုအသုံးပြုသူအပြုအမူကိုအကဲဖြတ်ရန်အသုံးပြုသည်။ ဤအပြင်အခြားအချက်အလက်များကိုထပ်မံအသုံးချခြင်းမရှိပါ။ Phtoken0
nl: Verzamelde geanonimiseerde gegevens worden gebruikt voor de evaluatie van gebruikersgedrag. Daarnaast is er geen gegevensgebruik. {syncDriveDataUsage}
no: Innsamlede anonymiserte data brukes til å evaluere brukeratferd. Utover dette er det ingen videre bruk av data. {syncDriveDataUsage}
pl: Zebrane zanonimizowane dane służą do oceny zachowań użytkowników. Poza tym nie ma dalszego wykorzystania danych. PTOKEN0
pt: Os dados anonimizados coletados são usados para analisar o comportamento do usuário. Não há outro uso dos dados. {syncDriveDataUsage}
ru: Собранные обезличенные данные используются для анализа поведения пользователей. Другого использования данных нет. {syncDriveDataUsage}
sl: Zbrani anonimizirani podatki se uporabljajo za oceno vedenja uporabnikov. Poleg tega ni nobene nadaljnje uporabe podatkov. {syncDriveDataUsage}
sr: Прикупљени анонимни подаци се користе за процену понашања корисника. Осим тога, нема даље употребе података. ПХТОКЕН0
sv: Insamlad anonymiserad data används för att utvärdera användarnas beteende. Utöver detta finns ingen ytterligare användning av data. {syncDriveDataUsage}
sw: Takwimu zilizokusanywa zisizojulikana hutumiwa kutathmini tabia ya watumiaji. Zaidi ya hii, hakuna matumizi zaidi ya data. Phtoken0
th: ข้อมูลที่ไม่ระบุตัวตนที่รวบรวมไว้จะถูกนำมาใช้เพื่อประเมินพฤติกรรมของผู้ใช้ นอกเหนือจากนี้ จะไม่มีการนำข้อมูลไปใช้อีกต่อไป โฟโตเคน0
tr: Toplanan anonimleştirilmiş veriler kullanıcı davranışını değerlendirmek için kullanılır. Bunun ötesinde verilerin başka bir kullanımı yoktur. {syncDriveDataUsage}
uk: Зібрані анонімні дані використовуються для оцінки поведінки користувачів. Крім цього, подальшого використання даних немає. {syncDriveDataUsage}
vi: Dữ liệu ẩn danh được thu thập được sử dụng để đánh giá hành vi của người dùng. Ngoài ra, không có việc sử dụng dữ liệu nào nữa. {syncDriveDataUsage}
zh: 收集的匿名数据用于评估用户行为。除此之外，没有进一步使用数据。 PHToken0

# privacyBlock5Title
source: Duration of storage of personal data
af: Duur van stoor van persoonlike data
ar: مدة تخزين البيانات الشخصية
bg: Продължителност на съхранение на лични данни
bs: Trajanje čuvanja ličnih podataka
cs: Doba uchovávání osobních údajů
da: Varighed af opbevaring af personlige data
de: Dauer der Speicherung personenbezogener Daten
el: Διάρκεια αποθήκευσης δεδομένων προσωπικού χαρακτήρα
es: Duración del almacenamiento de datos personales
et: Isikuandmete säilitamise kestus
fa: مدت زمان ذخیره سازی داده های شخصی
fi: Henkilötietojen säilytyksen kesto
fr: Durée de conservation des données personnelles
hi: व्यक्तिगत डेटा के भंडारण की अवधि
hr: Trajanje pohrane osobnih podataka
hu: A személyes adatok tárolásának időtartama
it: Durata della conservazione dei dati personali
ja: 個人データの保存期間
ko: 개인 데이터 저장 기간
lt: Asmens duomenų saugojimo trukmė
ml: വ്യക്തിഗത ഡാറ്റയുടെ സംഭരണ ​​കാലയളവ്
my: ကိုယ်ရေးကိုယ်တာအချက်အလက်များ၏သိုလှောင်မှုကြာချိန်
nl: Duur van opslag van persoonlijke gegevens
no: Varighet av lagring av personopplysninger
pl: Czas przechowywania danych osobowych
pt: Duração do armazenamento de dados pessoais
ru: Срок хранения персональных данных
sl: Trajanje hrambe osebnih podatkov
sr: Трајање чувања личних података
sv: Varaktighet för lagring av personuppgifter
sw: Muda wa uhifadhi wa data ya kibinafsi
th: ระยะเวลาการจัดเก็บข้อมูลส่วนบุคคล
tr: Kişisel verilerin saklanma süresi
uk: Термін зберігання персональних даних
vi: Thời lượng lưu trữ dữ liệu cá nhân
zh: 个人数据的存储期限
