Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# consent7ContractPricesPerUnit
source: In order to be able to estimate how much you are currently paying compared to other EHW+ users, the prices are transferred to the EHW+ server in Germany together with the country and state. Only if you agree to the transfer, you have access to the price statistics. To ensure anonymity, statistics can only be shown after a minimum number of transmitted prices.
af: Om te kan skat hoeveel jy tans betaal in vergelyking met ander EHW+-gebruikers, word die pryse saam met die land en staat na die EHW+-bediener in Duitsland oorgedra. Slegs as jy instem tot die oordrag, het jy toegang tot die prysstatistieke. Om anonimiteit te verseker, kan statistieke slegs getoon word na 'n minimum aantal oorgedraagde pryse.
ar: من أجل تقدير ما تدفعه حالياً مقارنة بمستخدمي EHW+ الآخرين، يتم نقل الأسعار إلى خادم EHW+ في ألمانيا مع البلد والولاية. فقط إذا وافقت على النقل، سيكون لديك وصول إلى إحصائيات الأسعار. لضمان إخفاء الهوية، يمكن عرض الإحصائيات فقط بعد عدد أدنى من الأسعار المنقولة.
bg: За да може да се оцени колко плащате в момента в сравнение с други потребители на EHW+, цените се предават на сървъра на EHW+ в Германия заедно с държавата и щата. Само ако се съгласите с предаването, имате достъп до статистиката на цените. За да се гарантира анонимността, статистиката може да се показва само след минимален брой предадени цени.
bs: Kako biste mogli procijeniti koliko trenutno plaćate u odnosu na druge EHW+ korisnike, cijene se prenose na EHW+ server u Njemačkoj zajedno sa državom i državom. Samo ako pristanete na prijenos, imate pristup statistici cijena. Da bi se osigurala anonimnost, statistika se može prikazati samo nakon minimalnog broja prenesenih cijena.
cs: Aby bylo možné odhadnout, kolik aktuálně platíte v porovnání s ostatními uživateli EHW+, jsou ceny spolu se zemí a státem převáděny na server EHW+ v Německu. Pouze pokud s převodem souhlasíte, máte přístup ke statistice cen. Pro zajištění anonymity lze statistiky zobrazit až po minimálním počtu přenesených cen.
da: For at kunne estimere, hvor meget du i øjeblikket betaler i forhold til andre EHW+-brugere, overføres priserne til EHW+-serveren i Tyskland sammen med land og stat. Kun hvis du accepterer overførslen, har du adgang til prisstatistikken. For at sikre anonymitet kan statistik kun vises efter et minimum antal transmitterede priser.
de: Um einschätzen zu können, wie viel man aktuell im Vergleich zu anderen EHW+ Nutzern zahlt, werden die Preise zusammen mit Land und Bundesland an den EHW+ Server in Deutschland übertragen. Nur wenn Sie der Übertragung zustimmen, haben Sie Zugriff auf die Preisstatistiken. Zur Sicherstellung der Anonymität können Statistiken erst ab einer Mindestanzahl übermittelter Preise angezeigt werden.
el: Για να μπορείτε να εκτιμήσετε πόσο πληρώνετε σήμερα σε σύγκριση με άλλους χρήστες του EHW+, οι τιμές μεταφέρονται στον διακομιστή του EHW+ στη Γερμανία μαζί με τη χώρα και το κρατίδιο. Μόνο αν συμφωνήσετε με τη μεταφορά, έχετε πρόσβαση στα στατιστικά στοιχεία τιμών. Για να διασφαλιστεί η ανωνυμία, τα στατιστικά στοιχεία μπορούν να εμφανιστούν μόνο μετά από έναν ελάχιστο αριθμό μεταβιβαζόμενων τιμών.
es: Para poder estimar cuánto está pagando actualmente en comparación con otros usuarios de EHW+, los precios se transfieren al servidor de EHW+ en Alemania junto con el país y el estado federal. Sólo si acepta la transferencia tendrá acceso a las estadísticas de precios. Para garantizar el anonimato, las estadísticas sólo pueden mostrarse cuando se ha transmitido un número mínimo de precios.
et: Selleks, et saaksite hinnata, kui palju te praegu teiste EHW+ kasutajatega võrreldes maksate, edastatakse hinnad koos riigi ja osariigiga Saksamaal asuvasse EHW+ serverisse. Ainult siis, kui nõustute edastamisega, on teil juurdepääs hinnastatistikale. Anonüümsuse tagamiseks saab statistikat näidata alles pärast minimaalse arvu edastatud hindade kogumist.
fa: برای اینکه بتوانید تخمین بزنید که در حال حاضر چقدر در مقایسه با سایر کاربران +EHW پرداخت می کنید، قیمت ها به همراه کشور و ایالت به سرور EHW+ در آلمان منتقل می شود.فقط در صورت موافقت با انتقال، به آمار قیمت دسترسی دارید.برای اطمینان از ناشناس ماندن، آمار فقط پس از حداقل تعداد قیمت های ارسال شده نشان داده می شود.
fi: Jotta voit arvioida, kuinka paljon maksat tällä hetkellä verrattuna muihin EHW+-käyttäjiin, hinnat siirretään Saksan EHW+-palvelimelle yhdessä maan ja osavaltion kanssa.Vain jos hyväksyt siirron, sinulla on pääsy hintatilastoihin.Nimettömyyden varmistamiseksi tilastot voidaan näyttää vasta, kun vähimmäismäärä on lähetetty.
fr: Afin de pouvoir estimer combien vous payez actuellement par rapport aux autres utilisateurs d'EHW+, les prix sont transmis au serveur d'EHW+ en Allemagne, avec le pays et le département. Ce n'est que si vous acceptez ce transfert que vous aurez accès aux statistiques sur les prix. Pour garantir l'anonymat, les statistiques ne peuvent être affichées qu'à partir d'un nombre minimum de prix transmis.
hi: यह अनुमान लगाने में सक्षम होने के लिए कि आप वर्तमान में अन्य EHW+ उपयोगकर्ताओं की तुलना में कितना भुगतान कर रहे हैं, कीमतें देश और राज्य के साथ जर्मनी में EHW+ सर्वर पर स्थानांतरित कर दी जाती हैं।यदि आप स्थानांतरण के लिए सहमत हैं, तो ही आपको मूल्य आंकड़ों तक पहुंच प्राप्त होगी।गुमनामी सुनिश्चित करने के लिए, आँकड़े न्यूनतम संख्या में प्रेषित कीमतों के बाद ही दिखाए जा सकते हैं।
hr: Kako biste mogli procijeniti koliko trenutno plaćate u usporedbi s drugim korisnicima EHW+, cijene se prenose na poslužitelj EHW+ u Njemačkoj zajedno s državom i pokrajinom.Samo ako pristanete na prijenos, imate pristup statistici cijena.Kako bi se osigurala anonimnost, statistika se može prikazati samo nakon minimalnog broja prenesenih cijena.
hu: Annak érdekében, hogy megbecsülhessük, mennyit fizet jelenleg más EHW+ felhasználókhoz képest, az árak az ország és az állam megadásával együtt átkerülnek az EHW+ németországi szerverére. Csak akkor férhet hozzá az árstatisztikákhoz, ha beleegyezik az átvitelbe. Az anonimitás biztosítása érdekében a statisztikák csak minimális számú átvitt ár után jeleníthetők meg.
it: Per poter valutare quanto si paga attualmente rispetto agli altri utenti di EHW+, i prezzi vengono trasferiti al server di EHW+ in Germania insieme al paese e allo stato federale. Solo se accettate il trasferimento avrete accesso alle statistiche sui prezzi. Per garantire l'anonimato, le statistiche possono essere visualizzate solo dopo la trasmissione di un numero minimo di prezzi.
ja: 他の EHW+ ユーザーと比較して現在支払っている金額を見積もることができるように、価格は国および州とともにドイツの EHW+ サーバーに転送されます。転送に同意した場合のみ、価格統計にアクセスできます。匿名性を確保するため、統計は送信された価格の最小数を超えた後にのみ表示されます。
ko: 현재 지불하는 금액을 다른 EHW+ 사용자와 비교하여 추정할 수 있도록, 가격 정보는 국가 및 주 정보와 함께 독일의 EHW+ 서버로 전송됩니다. 전송에 동의한 경우에만 가격 통계에 접근할 수 있습니다. 익명성을 보장하기 위해, 통계는 최소 전송 가격 수를 충족한 후에만 표시됩니다.
lt: Kad galėtumėte įvertinti, kiek šiuo metu mokate, lyginant su kitais EHW+ vartotojais, kainos kartu su šalimi ir valstija perkeliamos į EHW+ serverį Vokietijoje. Tik tada, kai sutinkate su pervedimu, turite prieigą prie kainų statistikos. Siekiant užtikrinti anonimiškumą, statistika gali būti rodoma tik po minimalaus perduotų kainų skaičiaus.
ml: മറ്റ് EHW+ ഉപയോക്താക്കളുമായി താരതമ്യപ്പെടുത്തുമ്പോൾ നിങ്ങൾ നിലവിൽ എത്ര പണം നൽകുന്നുവെന്ന് കണക്കാക്കാൻ, വിലകൾ രാജ്യത്തിനും സംസ്ഥാനത്തിനും ഒപ്പം ജർമ്മനിയിലെ EHW+ സെർവറിലേക്ക് മാറ്റുന്നു. നിങ്ങൾ കൈമാറ്റം അംഗീകരിക്കുകയാണെങ്കിൽ മാത്രമേ നിങ്ങൾക്ക് വില സ്ഥിതിവിവരക്കണക്കുകളിലേക്ക് ആക്‌സസ് ലഭിക്കൂ. അജ്ഞാതത്വം ഉറപ്പാക്കാൻ, ട്രാൻസ്മിറ്റ് ചെയ്ത വിലകളുടെ ഏറ്റവും കുറഞ്ഞ എണ്ണം കഴിഞ്ഞാൽ മാത്രമേ സ്ഥിതിവിവരക്കണക്കുകൾ കാണിക്കാൻ കഴിയൂ.
my: အခြား EHW + အသုံးပြုသူများနှင့်နှိုင်းယှဉ်လျှင်သင်မည်မျှငွေပေးချေကြောင်းခန့်မှန်းနိုင်ရန်အတွက်စျေးနှုန်းများကိုဂျာမနီရှိ EHW + server သို့ EHW + server သို့ပြောင်းရွှေ့သည်။ လွှဲပြောင်းမှုကိုသင်သဘောတူမှသာလျှင်စျေးနှုန်းစာရင်းဇယားများကိုသင်ဝင်ရောက်ခွင့်ရှိသည်။ အမည်ဝှက်မှုကိုသေချာစေရန်အတွက်စာရင်းအင်းများကိုအနည်းဆုံးကူးစက်သောစျေးနှုန်းများအပြီးသာပြသနိုင်သည်။
nl: Om te kunnen inschatten hoeveel u momenteel betaalt in vergelijking met andere EHW+-gebruikers, worden de prijzen samen met het land en de staat overgedragen naar de EHW+-server in Duitsland. Alleen als u akkoord gaat met de overdracht, heeft u toegang tot de prijsstatistieken. Om anonimiteit te waarborgen, kunnen statistieken alleen worden getoond na een minimum aantal overgedragen prijzen.
no: For å kunne anslå hvor mye du betaler i forhold til andre EHW+-brukere, overføres prisene til EHW+-serveren i Tyskland sammen med land og stat. Bare hvis du samtykker til overføringen, har du tilgang til prisstatistikken. For å sikre anonymitet kan statistikk kun vises etter et minimum antall overførte priser.
pl: Aby móc oszacować, ile obecnie płacisz w porównaniu do innych użytkowników EHW+, ceny są przesyłane na serwer EHW+ w Niemczech wraz z krajem i stanem. Tylko jeśli wyrazisz zgodę na przeniesienie, będziesz miał dostęp do statystyk cenowych. Aby zapewnić anonimowość, statystyki mogą być wyświetlane dopiero po minimalnej liczbie przesłanych cen.
pt: A fim de poder estimar quanto está actualmente a pagar em comparação com outros utilizadores de EHW+, os preços são transferidos para o servidor EHW+ na Alemanha juntamente com o país e o estado federal. Apenas se concordar com a transferência terá acesso às estatísticas de preços. Para garantir o anonimato, as estatísticas só podem ser mostradas depois de ter sido transmitido um número mínimo de preços.
ru: Чтобы иметь возможность оценить, сколько вы платите в настоящее время по сравнению с другими пользователями EHW+, цены передаются на сервер EHW+ в Германии вместе со страной и федеральной землей. Только в случае вашего согласия на передачу вы получите доступ к статистике цен. Для обеспечения анонимности статистика может быть показана только после передачи минимального количества цен.
sl: Da bi lahko ocenili, koliko trenutno plačujete v primerjavi z drugimi uporabniki EHW+, se cene prenesejo na strežnik EHW+ v Nemčiji skupaj z državo in deželo. Le če se strinjate s prenosom, imate dostop do statistike cen. Da bi zagotovili anonimnost, je statistiko mogoče prikazati šele po minimalnem številu posredovanih cen.
sr: Да бисте могли да процените колико тренутно плаћате у односу на друге ЕХВ+ кориснике, цене се преносе на ЕХВ+ сервер у Немачкој заједно са државом и државом. Само ако се слажете са трансфером, имате приступ статистици цена. Да би се осигурала анонимност, статистика се може приказати само након минималног броја пренетих цена.
sv: För att kunna uppskatta hur mycket du för närvarande betalar jämfört med andra EHW+-användare överförs priserna till EHW+-servern i Tyskland tillsammans med land och stat. Endast om du samtycker till överföringen har du tillgång till prisstatistiken. För att säkerställa anonymiteten kan statistik endast visas efter ett minsta antal överförda priser.
sw: Ili kuweza kukadiria ni kiasi gani unalipa kwa sasa ukilinganisha na watumiaji wengine wa EHW+, bei huhamishiwa kwa seva ya EHW+ huko Ujerumani pamoja na nchi na serikali. Tu ikiwa unakubali uhamishaji, unaweza kufikia takwimu za bei. Ili kuhakikisha kutokujulikana, takwimu zinaweza kuonyeshwa tu baada ya idadi ya chini ya bei iliyopitishwa.
th: เพื่อให้สามารถประมาณจำนวนเงินที่คุณจ่ายในปัจจุบันเมื่อเทียบกับผู้ใช้ EHW+ รายอื่น ราคาจะถูกโอนไปยังเซิร์ฟเวอร์ EHW+ ในเยอรมนีพร้อมกับประเทศและรัฐ เฉพาะในกรณีที่คุณยอมรับการโอน คุณจะสามารถเข้าถึงสถิติราคาได้ เพื่อให้มั่นใจว่าจะไม่เปิดเผยตัวตน สถิติสามารถแสดงได้หลังจากราคาที่ส่งผ่านจำนวนขั้นต่ำเท่านั้น
tr: Diğer EHW+ kullanıcılarına kıyasla şu anda ne kadar ödediğinizi tahmin edebilmek için fiyatlar ülke ve eyaletle birlikte Almanya'daki EHW+ sunucusuna aktarılır. Yalnızca aktarımı kabul ederseniz fiyat istatistiklerine erişebilirsiniz. Anonimliği sağlamak için istatistikler yalnızca minimum sayıda iletilen fiyattan sonra gösterilebilir.
uk: Щоб можна було оцінити, скільки ви зараз платите порівняно з іншими користувачами EHW+, ціни передаються на сервер EHW+ у Німеччині разом із країною та землею. Тільки якщо ви погоджуєтеся на перенесення, ви отримуєте доступ до статистики цін. Для забезпечення анонімності статистичні дані можуть бути показані лише після мінімальної кількості переданих цін.
vi: Để có thể ước tính số tiền bạn hiện đang trả so với những người dùng EHW+ khác, giá sẽ được chuyển đến máy chủ EHW+ ở Đức cùng với quốc gia và tiểu bang. Chỉ khi bạn đồng ý chuyển khoản, bạn mới có quyền truy cập vào số liệu thống kê về giá. Để đảm bảo tính ẩn danh, số liệu thống kê chỉ có thể được hiển thị sau một số lượng giá được truyền tối thiểu.
zh: 为了能够估算出与其他 EHW+ 用户相比您当前支付的费用，价格连同国家/地区和州一起传输到德国的 EHW+ 服务器。只有在您同意转让的情况下，您才可以访问价格统计数据。为了确保匿名，统计数据只能在传输最少数量的价格后显示。

# consent11AnalyticsTitle
source: Analysis data
af: Analisedata
ar: بيانات التحليل
bg: Данни за анализ
bs: Podaci analize
cs: Analytická data
da: Analyse data
de: Analysedaten
el: Δεδομένα ανάλυσης
es: Datos de análisis
et: Analüüsianalüüs
fi: Analyysitiedot
fr: Données d'analyse
hi: विश्लेषण डेटा
hr: Podaci za analizu
hu: Elemzési adatok
it: Dati di analisi
ja: 分析データ
ko: 분석 데이터
lt: Analizės duomenys
ml: വിശകലന ഡാറ്റ
my: ခွဲခြမ်းစိတ်ဖြာဒေတာ
nl: Analysedata
no: Analysedata
pl: Dane analityczne
pt: Dados de análise
ru: Данные анализа
sl: Analizni podatki
sr: Подаци анализе
sv: Analysdata
sw: Takwimu za uchambuzi
th: ข้อมูลการวิเคราะห์
tr: Analiz verileri
uk: Дані аналізу
vi: Dữ liệu phân tích
zh: 分析数据

# consent12Analytics
source: In order to evaluate the success of the app or individual functions, the app transmits anonymised usage statistics. The data is not transmitted to third parties. The data is used for the further development of the app.
af: Om die sukses van die toepassing of individuele funksies te evalueer, stuur die toepassing anonieme gebruikstatistieke oor. Die data word nie aan derde partye oorgedra nie. Die data word gebruik vir die verdere ontwikkeling van die toepassing.
ar: من أجل تقييم نجاح التطبيق أو الوظائف الفردية، يرسل التطبيق إحصائيات استخدام مجهولة المصدر. لا يتم نقل البيانات إلى أطراف ثالثة. يتم استخدام البيانات لمواصلة تطوير التطبيق.
bg: За да се оцени успехът на приложението или на отделни функции, приложението предава анонимизирани статистически данни за употребата. Данните не се предават на трети страни. Данните се използват за по-нататъшното развитие на приложението.
bs: Kako bi se procijenio uspjeh aplikacije ili pojedinačnih funkcija, aplikacija prenosi anonimnu statistiku korištenja. Podaci se ne prenose trećim licima. Podaci se koriste za daljnji razvoj aplikacije.
cs: Aby bylo možné vyhodnotit úspěšnost aplikace nebo jednotlivých funkcí, aplikace předává anonymizované statistiky využití. Údaje nejsou předávány třetím stranám. Data se používají pro další vývoj aplikace.
da: For at evaluere succesen af ​​appen eller individuelle funktioner, sender appen anonymiseret brugsstatistik. Dataene overføres ikke til tredjeparter. Dataene bruges til videreudvikling af appen.
de: Um den Erfolg der App oder einzelner Funktionen beurteilen zu können, übermittelt die App anonymisierte Nutzungsstatistiken. Die Daten werden nicht an Dritte übermittelt. Die Daten dienen der Weiterentwicklung der App.
el: Προκειμένου να αξιολογηθεί η επιτυχία της εφαρμογής ή μεμονωμένων λειτουργιών, η εφαρμογή διαβιβάζει ανώνυμα στατιστικά στοιχεία χρήσης. Τα δεδομένα δεν διαβιβάζονται σε τρίτους. Τα δεδομένα χρησιμοποιούνται για την περαιτέρω ανάπτυξη της εφαρμογής.
es: Para evaluar el éxito de la aplicación o de funciones individuales, la aplicación transmite estadísticas de uso anónimas. Los datos no se transmiten a terceros. Los datos se utilizan para el desarrollo posterior de la aplicación.
et: Rakenduse või üksikute funktsioonide edukuse hindamiseks edastab rakendus anonüümset kasutusstatistikat. Andmeid ei edastata kolmandatele isikutele. Andmeid kasutatakse rakenduse edasiseks arendamiseks.
fa: به منظور ارزیابی موفقیت برنامه یا عملکردهای فردی، برنامه آمار استفاده ناشناس را ارسال می کند. داده ها به اشخاص ثالث منتقل نمی شوند. داده ها برای توسعه بیشتر برنامه استفاده می شود.
fi: Sovelluksen tai yksittäisten toimintojen onnistumisen arvioimiseksi sovellus lähettää anonymisoituja käyttötilastoja. Tietoja ei luovuteta kolmansille osapuolille. Tietoja käytetään sovelluksen jatkokehitykseen.
fr: Afin d'évaluer le succès de l'application ou de certaines fonctions, l'application transmet des statistiques d'utilisation anonymisées. Les données ne sont pas transmises à des tiers. Les données sont utilisées pour le développement ultérieur de l'application.
hi: ऐप या व्यक्तिगत कार्यों की सफलता का मूल्यांकन करने के लिए, ऐप अज्ञात उपयोग के आँकड़े प्रसारित करता है। डेटा तीसरे पक्ष को प्रेषित नहीं किया जाता है। डेटा का उपयोग ऐप के आगे के विकास के लिए किया जाता है।
hr: Kako bi se ocijenila uspješnost aplikacije ili pojedinih funkcija, aplikacija prenosi anonimnu statistiku korištenja. Podaci se ne prenose trećim stranama. Podaci se koriste za daljnji razvoj aplikacije.
hu: Az alkalmazás vagy az egyes funkciók sikerének értékelése érdekében az alkalmazás anonimizált használati statisztikákat továbbít. Az adatokat nem továbbítjuk harmadik félnek. Az adatokat az alkalmazás további fejlesztéséhez használjuk fel.
it: Per valutare il successo dell'app o delle singole funzioni, l'app trasmette statistiche di utilizzo anonimizzate. I dati non vengono trasmessi a terzi. I dati vengono utilizzati per l'ulteriore sviluppo dell'app.
ja: アプリまたは個々の機能の成功を評価するために、アプリは匿名化された使用統計を送信します。データは第三者に送信されません。データはアプリのさらなる開発に使用されます。
ko: 앱이나 개별 기능의 성공 여부를 평가하기 위해 앱은 익명으로 처리된 사용 통계를 전송합니다. 데이터는 제3자에게 전송되지 않습니다. 해당 데이터는 앱의 추가 개발을 위해 사용됩니다.
lt: Siekdama įvertinti programėlės ar atskirų funkcijų sėkmę, programėlė perduoda anoniminę naudojimo statistiką. Duomenys neperduodami trečiosioms šalims. Duomenys naudojami tolimesniam programėlės kūrimui.
ml: ആപ്പിൻ്റെയോ വ്യക്തിഗത പ്രവർത്തനങ്ങളുടെയോ വിജയം വിലയിരുത്തുന്നതിന്, ആപ്പ് അജ്ഞാത ഉപയോഗ സ്ഥിതിവിവരക്കണക്കുകൾ കൈമാറുന്നു. ഡാറ്റ മൂന്നാം കക്ഷികൾക്ക് കൈമാറില്ല. ആപ്പിൻ്റെ കൂടുതൽ വികസനത്തിന് ഡാറ്റ ഉപയോഗിക്കുന്നു.
my: အက်ပ်၏အောင်မြင်မှုကို အကဲဖြတ်ရန် သို့မဟုတ် တစ်ဦးချင်းလုပ်ဆောင်ချက်များကို အကဲဖြတ်ရန်အတွက်၊ အက်ပ်သည် အမည်မသိအသုံးပြုမှုစာရင်းအင်းများကို ပေးပို့ပါသည်။ ဒေတာကို ပြင်ပအဖွဲ့အစည်းများထံ မပို့ပါ။ အက်ပ်၏ နောက်ထပ်တိုးတက်မှုအတွက် ဒေတာကို အသုံးပြုသည်။
nl: Om het succes van de app of individuele functies te evalueren, verzendt de app geanonimiseerde gebruiksstatistieken. De gegevens worden niet aan derden doorgegeven. De gegevens worden gebruikt voor de verdere ontwikkeling van de app.
no: For å evaluere suksessen til appen eller individuelle funksjoner, overfører appen anonymisert bruksstatistikk. Dataene overføres ikke til tredjeparter. Dataene brukes til videreutvikling av appen.
pl: Aby ocenić skuteczność aplikacji lub poszczególnych funkcji, aplikacja przesyła anonimowe statystyki użytkowania. Dane nie są przekazywane podmiotom trzecim. Dane są wykorzystywane do dalszego rozwoju aplikacji.
pt: Para avaliar o sucesso da aplicação ou de funções individuais, a aplicação transmite estatísticas de utilização anonimizadas. Os dados não são transmitidos a terceiros. Os dados são usados ​​para o desenvolvimento do aplicativo.
ru: Чтобы оценить успешность приложения или отдельных функций, приложение передает анонимную статистику использования. Данные не передаются третьим лицам. Данные используются для дальнейшего развития приложения.
sl: Za oceno uspešnosti aplikacije ali posameznih funkcij aplikacija posreduje anonimno statistiko uporabe. Podatki se ne posredujejo tretjim osebam. Podatki se uporabljajo za nadaljnji razvoj aplikacije.
sr: Да би се проценио успех апликације или појединачних функција, апликација преноси анонимну статистику коришћења. Подаци се не преносе трећим лицима. Подаци се користе за даљи развој апликације.
sv: För att utvärdera framgången för appen eller enskilda funktioner överför appen anonymiserad användningsstatistik. Uppgifterna överförs inte till tredje part. Uppgifterna används för vidareutveckling av appen.
sw: Ili kutathmini mafanikio ya programu au vipengele mahususi, programu hutuma takwimu za matumizi ambazo hazikutambulisha. Data haisambazwi kwa wahusika wengine. Data inatumika kwa maendeleo zaidi ya programu.
th: เพื่อประเมินความสำเร็จของแอปหรือฟังก์ชันแต่ละรายการ แอปจะส่งสถิติการใช้งานที่ไม่ระบุชื่อ ข้อมูลจะไม่ถูกส่งไปยังบุคคลที่สาม ข้อมูลจะถูกใช้สำหรับการพัฒนาแอปเพิ่มเติม
tr: Uygulamanın veya bireysel işlevlerin başarısını değerlendirmek için uygulama, anonimleştirilmiş kullanım istatistiklerini iletir. Veriler üçüncü şahıslara iletilmez. Veriler uygulamanın daha da geliştirilmesi için kullanılır.
uk: Щоб оцінити успішність програми або окремих функцій, програма передає анонімну статистику використання. Дані не передаються третім особам. Дані використовуються для подальшого розвитку програми.
vi: Để đánh giá sự thành công của ứng dụng hoặc các chức năng riêng lẻ, ứng dụng sẽ truyền số liệu thống kê sử dụng ẩn danh. Dữ liệu không được truyền cho bên thứ ba. Dữ liệu được sử dụng để phát triển hơn nữa của ứng dụng.
zh: 为了评估应用程序或单个功能的成功，应用程序会传输匿名的使用统计数据。数据不会传输给第三方。这些数据用于应用程序的进一步开发。

# consent13StromGedachtTitle
source: Grid stability notices from StromGedacht
af: Netstabiliteitskennisgewings van StromGedacht
ar: إشعارات استقرار الشبكة من StromGedacht
bg: Известия за стабилност на мрежата от StromGedacht
bs: Obavještenja o stabilnosti mreže od StromGedacht
cs: Upozornění na stabilitu sítě od společnosti StromGedacht
da: Noter om gitterstabilitet fra StromGedacht
de: Netzstabilitätshinweise von StromGedacht
el: Ανακοινώσεις για τη σταθερότητα του δικτύου από την StromGedacht
es: Avisos de estabilidad de red de StromGedacht
et: Võrgu stabiilsuse teated StromGedachtilt
fa: اعلامیه های پایداری شبکه از StromGedacht
fi: StromGedachtin verkon vakausilmoitukset
fr: Indications sur la stabilité du réseau de StromGedacht
hi: स्ट्रोमगेडाचट से ग्रिड स्थिरता नोटिस
hr: Obavijesti o stabilnosti mreže od StromGedachta
hu: Hálózati stabilitási értesítések a StromGedacht-tól
it: Avvisi di stabilità della rete da StromGedacht
ja: StromGedacht からの系統安定性に関する通知
ko: StromGedacht의 전력망 안정성 공지사항
lt: Tinklo stabilumo pranešimai iš StromGedacht
ml: StromGedacht-ൽ നിന്നുള്ള ഗ്രിഡ് സ്ഥിരത അറിയിപ്പുകൾ
my: strodedacht ကနေ Grid တည်ငြိမ်မှုသတိပေးချက်များ
nl: Netstabiliteitsmeldingen van StromGedacht
no: Merknader om rutenettstabilitet fra StromGedacht
pl: Powiadomienia o stabilności sieci od StromGedacht
pt: Avisos de estabilidade de rede da StromGedacht
ru: Уведомления о стабильности сети от StromGedacht
sl: Obvestila o stabilnosti omrežja podjetja StromGedacht
sr: Обавештења о стабилности мреже од СтромГедацхт-а
sv: Gridstabilitetsmeddelanden från StromGedacht
sw: Arifa za utulivu wa gridi ya taifa kutoka Stromgedacht
th: ประกาศความเสถียรของกริดจาก StromGedacht
tr: StromGedacht'tan şebeke kararlılığı bildirimleri
uk: Повідомлення щодо стабільності мережі від StromGedacht
vi: Thông báo ổn định lưới điện từ StromGedacht
zh: StromGedacht 的电网稳定性通知
