Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# errorNoInternet
source: No network
af: Geen netwerk
ar: لا يوجد اتصال بالشبكة
bg: Няма мрежа
bs: Nema mreže
cs: Žádná síť
da: Intet netværk
de: Kein Internet
el: Δεν υπάρχει δίκτυο
es: Sin Internet
et: Võrku pole
fa: بدون اینترنت
fi: Ei verkkoa
fr: Pas de connexion
hi: कोई नेटवर्क नहीं
hr: Nema mreže
hu: Nincs hálózat
it: Non c'è internet
ja: ネットワークなし
ko: 네트워크 없음
lt: Nėra tinklo
ml: നെറ്റ്‌വർക്ക് ഇല്ല
my: ကွန်ယက်မရှိပါ
nl: Geen netwerk
no: Ikke noe nettverk
pl: Brak sieci
pt: Sem internet
ru: Нет интернета
sl: Brez omrežja
sr: Нема мреже
sv: Inget nätverk
sw: Hakuna mtandao
th: ไม่มีเครือข่าย
tr: Ağ yok
uk: Немає мережі
vi: Không có mạng
zh: 无网络

# errorInvalidRange
source: No valid range
af: Geen geldige reeks
ar: لا يوجد نطاق صالح
bg: Няма валиден диапазон
bs: Nema važećeg raspona
cs: Žádný platný rozsah
da: Intet gyldigt interval
de: Kein gültiger Zeitraum
el: Δεν υπάρχει έγκυρο εύρος
es: Intervalo no válido
et: Sobivat vahemikku pole
fa: بازه معتبر نیست
fi: Ei kelvollista vaihteluväliä
fr: Plage non valide
hi: कोई वैध सीमा नहीं
hr: Nema valjanog raspona
hu: Nincs érvényes tartomány
it: Intervallo non valido
ja: 有効な範囲がありません
ko: 유효한 범위가 없습니다
lt: Nėra tinkamo diapazono
ml: സാധുവായ പരിധിയില്ല
my: တရားဝင်အကွာအဝေးမရှိပါ
nl: Geen geldig bereik
no: Ingen gyldig rekkevidde
pl: Brak prawidłowego zakresu
pt: Intervalo inválido
ru: Некорректный диапазон
sl: Ni veljavnega obsega
sr: Нема важећег опсега
sv: Inget giltigt intervall
sw: Hakuna anuwai halali
th: ไม่มีช่วงที่ถูกต้อง
tr: Geçerli aralık yok
uk: Немає дійсного діапазону
vi: Không có phạm vi hợp lệ
zh: 无有效范围

# syncDriveLoggedIn
source: Your data is automatically synchronized across multiple devices. The following Google account is used:
af: Jou data word outomaties oor verskeie toestelle gesinchroniseer. Die volgende Google-rekening word gebruik:
ar: يتم مزامنة بياناتك تلقائياً عبر أجهزة متعددة. يتم استخدام حساب Google التالي:
bg: Вашите данни се синхронизират автоматично на няколко устройства. Използва се следният Google акаунт:
bs: Vaši podaci se automatski sinkroniziraju na više uređaja. Koristi se sljedeći Google račun:
cs: Vaše data se automaticky synchronizují mezi více zařízeními. Používá se následující účet Google:
da: Dine data synkroniseres automatisk på tværs af flere enheder. Følgende Google-konto bruges:
de: Ihre Daten werden automatisch über mehrere Geräte synchronisiert. Dazu wird folgender Google-Account verwendet:
el: Τα δεδομένα σας συγχρονίζονται αυτόματα σε πολλαπλές συσκευές. Χρησιμοποιείται ο ακόλουθος λογαριασμός Google:
es: Sus datos se sincronizan automáticamente entre varios dispositivos. Se utiliza la siguiente cuenta de Google:
et: Sinu andmed sünkroonitakse automaatselt mitme seadme vahel. Kasutatakse järgmist Google'i kontot:
fa: داده های شما به طور خودکار در چندین دستگاه همگام می شوند.اکانت گوگل زیر استفاده می شود:
fi: Tietosi synkronoidaan automaattisesti useiden laitteiden välillä.Käytössä on seuraava Google-tili:
fr: Vos données sont automatiquement synchronisées entre plusieurs appareils. Le compte Google suivant est utilisé :
hi: आपका डेटा स्वचालित रूप से कई डिवाइसों में सिंक्रनाइज़ हो जाता है।निम्नलिखित Google खाते का उपयोग किया जाता है:
hr: Vaši se podaci automatski sinkroniziraju na više uređaja.Koristi se sljedeći Google račun:
hu: Az Ön adatai automatikusan szinkronizálódnak több eszközön keresztül. A következő Google-fiókot használjuk:
it: I tuoi dati vengono sincronizzati automaticamente su più dispositivi. Viene utilizzato il seguente account Google:
ja: データは複数のデバイス間で自動的に同期されます。次の Google アカウントが使用されます。
ko: 귀하의 데이터는 여러 기기 간 자동으로 동기화됩니다. 다음 Google 계정이 사용됩니다:
lt: Jūsų duomenys automatiškai sinchronizuojami keliuose įrenginiuose. Naudojama ši Google paskyra:
ml: ഒന്നിലധികം ഉപകരണങ്ങളിലുടനീളം നിങ്ങളുടെ ഡാറ്റ സ്വയമേവ സമന്വയിപ്പിക്കപ്പെടുന്നു. ഇനിപ്പറയുന്ന Google അക്കൗണ്ട് ഉപയോഗിക്കുന്നു:
my: သင်၏ဒေတာများကိုကိရိယာမျိုးစုံဖြင့်အလိုအလျောက်ထပ်တူပြုသည်။ အောက်ပါဂူဂဲလ်အကောင့်ကိုအသုံးပြုသည်။
nl: Uw gegevens worden automatisch gesynchroniseerd op meerdere apparaten. Het volgende Google-account wordt gebruikt:
no: Dataene dine synkroniseres automatisk på tvers av flere enheter. Følgende Google-konto brukes:
pl: Twoje dane są automatycznie synchronizowane na wielu urządzeniach. Używane jest następujące konto Google:
pt: Os seus dados são sincronizados automaticamente entre vários dispositivos. A seguinte conta Google é utilizada:
ru: Ваши данные автоматически синхронизируются между несколькими устройствами. Используется следующая учётная запись Google:
sl: Vaši podatki se samodejno sinhronizirajo v več napravah. Uporablja se naslednji Google Račun:
sr: Ваши подаци се аутоматски синхронизују на више уређаја. Користи се следећи Гоогле налог:
sv: Din data synkroniseras automatiskt över flera enheter. Följande Google-konto används:
sw: Takwimu zako zinasawazishwa kiatomati kwenye vifaa vingi. Akaunti ifuatayo ya Google inatumika:
th: ข้อมูลของคุณจะถูกซิงโครไนซ์กับอุปกรณ์หลายเครื่องโดยอัตโนมัติ มีการใช้บัญชี Google ต่อไปนี้:
tr: Verileriniz birden fazla cihaz arasında otomatik olarak senkronize edilir. Aşağıdaki Google hesabı kullanılıyor:
uk: Ваші дані автоматично синхронізуються на кількох пристроях. Використовується такий обліковий запис Google:
vi: Dữ liệu của bạn được tự động đồng bộ hóa trên nhiều thiết bị. Tài khoản Google sau được sử dụng:
zh: 您的数据会在多个设备之间自动同步。使用以下 Google 帐户：

# syncDriveLoggedInNoAuto
source: Your data is automatically uploaded to Google Drive after a change. Newer data from the cloud only overwrites local data when you click on the object. The following Google account is used:
af: Jou data word outomaties na Google Drive opgelaai na 'n verandering. Nuwer data van die wolk oorskryf slegs plaaslike data wanneer jy op die objek klik. Die volgende Google-rekening word gebruik:
ar: يتم تحميل بياناتك تلقائياً إلى Google Drive بعد التغيير. البيانات الأحدث من السحابة تستبدل البيانات المحلية فقط عند النقر على الكائن. يتم استخدام حساب Google التالي:
bg: Вашите данни се качват автоматично в Google Drive след промяна. По-новите данни от облака презаписват локалните данни само когато кликнете върху обекта. Използва се следният Google акаунт:
bs: Vaši podaci se automatski učitavaju na Google disk nakon promjene. Noviji podaci iz oblaka samo prepisuju lokalne podatke kada kliknete na objekt. Koristi se sljedeći Google račun:
cs: Vaše data se po změně automaticky nahrají na Disk Google. Novější data z cloudu pouze přepíší lokální data, když kliknete na objekt. Používá se následující účet Google:
da: Dine data uploades automatisk til Google Drev efter en ændring. Nyere data fra skyen overskriver kun lokale data, når du klikker på objektet. Følgende Google-konto bruges:
de: Ihre Daten werden nach Änderung automatisch in Drive hochgeladen. Nur bei Klick auf das Objekt überschreiben neuere Objekt-Daten aus der Cloud lokale Daten. Es wird folgender Google-Account verwendet:
el: Τα δεδομένα σας μεταφορτώνονται αυτόματα στο Google Drive μετά από μια αλλαγή. Τα νεότερα δεδομένα από το σύννεφο αντικαθιστούν τα τοπικά δεδομένα μόνο όταν κάνετε κλικ στο αντικείμενο. Χρησιμοποιείται ο ακόλουθος λογαριασμός Google:
es: Sus datos se suben automáticamente a Google Drive tras cada cambio. Los datos más recientes de la nube solo sobrescriben los datos locales al hacer clic en el objeto. Se utiliza la siguiente cuenta de Google:
et: Sinu andmed laaditakse pärast muudatust automaatselt Google Drive'i. Pilves olev uuemad andmed kirjutavad kohaliku üle alles siis, kui objektil klõpsad. Kasutatakse järgmist Google'i kontot:
fa: داده‌های شما پس از تغییر به‌طور خودکار در Google Drive آپلود می‌شوند.داده‌های جدیدتر از ابر تنها زمانی که روی شیء کلیک می‌کنید، داده‌های محلی را بازنویسی می‌کنند.اکانت گوگل زیر استفاده می شود:
fi: Tietosi ladataan automaattisesti Google Driveen muutoksen jälkeen.Uudemmat pilven tiedot korvaavat vain paikalliset tiedot, kun napsautat objektia.Käytössä on seuraava Google-tili:
fr: Vos données sont automatiquement téléchargées sur Google Drive après chaque modification. Des données plus récentes depuis le cloud ne remplacent les données locales qu'en cas de clic sur l'objet. Le compte Google suivant est utilisé à cet effet :
hi: बदलाव के बाद आपका डेटा स्वचालित रूप से Google ड्राइव पर अपलोड हो जाता है।जब आप ऑब्जेक्ट पर क्लिक करते हैं तो क्लाउड से नया डेटा केवल स्थानीय डेटा को अधिलेखित कर देता है।निम्नलिखित Google खाते का उपयोग किया जाता है:
hr: Vaši se podaci automatski učitavaju na Google disk nakon promjene.Noviji podaci iz oblaka samo prebrišu lokalne podatke kada kliknete na objekt.Koristi se sljedeći Google račun:
hu: Az adatok a módosítás után automatikusan feltöltődnek a Google Drive-ra. A felhőből származó újabb adatok csak akkor írják felül a helyi adatokat, ha rákattint az objektumra. A következő Google-fiókot használja:
it: I tuoi dati vengono automaticamente caricati su Google Drive dopo ogni modifica. I dati più recenti dal cloud sovrascrivono quelli locali solo quando si fa clic sull'oggetto. Viene utilizzato il seguente account Google:
ja: 変更後、データは自動的に Google ドライブにアップロードされます。オブジェクトをクリックしたときに、クラウドからの新しいデータのみがローカル データを上書きします。次の Google アカウントが使用されます。
ko: 변경 후 데이터는 Google Drive에 자동 업로드됩니다. 클라우드의 최신 데이터는 객체를 클릭할 때만 로컬 데이터를 덮어씁니다. 다음 Google 계정이 사용됩니다:
lt: Po pakeitimo jūsų duomenys automatiškai įkeliami į „Google“ diską. Naujesni duomenys iš debesies perrašo vietinius duomenis tik spustelėjus objektą. Naudojama ši Google paskyra:
ml: ഒരു മാറ്റത്തിന് ശേഷം നിങ്ങളുടെ ഡാറ്റ Google ഡ്രൈവിലേക്ക് സ്വയമേവ അപ്‌ലോഡ് ചെയ്യപ്പെടും. നിങ്ങൾ ഒബ്‌ജക്റ്റിൽ ക്ലിക്കുചെയ്യുമ്പോൾ ക്ലൗഡിൽ നിന്നുള്ള പുതിയ ഡാറ്റ പ്രാദേശിക ഡാറ്റയെ പുനരാലേഖനം ചെയ്യുന്നു. ഇനിപ്പറയുന്ന Google അക്കൗണ്ട് ഉപയോഗിക്കുന്നു:
my: သင်၏အချက်အလက်များကိုပြောင်းလဲပြီးနောက် Google Drive သို့အလိုအလျောက်တင်သည်။ သင်အရာဝတ်ထုကိုနှိပ်သောအခါ Cloud မှအချက်အလက်အသစ်များကိုသာ overwries overwries ။ အောက်ပါဂူဂဲလ်အကောင့်ကိုအသုံးပြုသည်။
nl: Uw gegevens worden automatisch geüpload naar Google Drive na een wijziging. Nieuwere gegevens uit de cloud overschrijven lokale gegevens alleen wanneer u op het object klikt. Het volgende Google-account wordt gebruikt:
no: Dataene dine lastes automatisk opp til Google Disk etter en endring. Nyere data fra skyen overskriver kun lokale data når du klikker på objektet. Følgende Google-konto brukes:
pl: Po zmianie Twoje dane zostaną automatycznie przesłane na Dysk Google. Nowsze dane z chmury nadpisują dane lokalne dopiero po kliknięciu na obiekt. Używane jest następujące konto Google:
pt: Os seus dados são automaticamente carregados para o Google Drive após cada alteração. Dados mais recentes da nuvem só substituem os dados locais ao clicar no objeto. A seguinte conta Google é utilizada:
ru: Ваши данные автоматически загружаются в Google Диск после каждого изменения. Более новые данные из облака перезаписывают локальные данные только при нажатии на объект. Используется следующая учётная запись Google:
sl: Vaši podatki se po spremembi samodejno naložijo v Google Drive. Novejši podatki iz oblaka samo prepišejo lokalne podatke, ko kliknete predmet. Uporablja se naslednji Google Račun:
sr: Ваши подаци се аутоматски отпремају на Гоогле диск након промене. Новији подаци из облака само замењују локалне податке када кликнете на објекат. Користи се следећи Гоогле налог:
sv: Din data laddas automatiskt upp till Google Drive efter en ändring. Nyare data från molnet skriver bara över lokal data när du klickar på objektet. Följande Google-konto används:
sw: Takwimu zako zimepakiwa kiotomatiki kwenye Hifadhi ya Google baada ya mabadiliko. Takwimu mpya kutoka kwa wingu huondoa tu data za kawaida wakati bonyeza kitu hicho. Akaunti ifuatayo ya Google inatumika:
th: ข้อมูลของคุณจะถูกอัปโหลดไปยัง Google Drive โดยอัตโนมัติหลังจากการเปลี่ยนแปลง ข้อมูลที่ใหม่กว่าจากคลาวด์จะเขียนทับข้อมูลในเครื่องเมื่อคุณคลิกที่ออบเจ็กต์เท่านั้น มีการใช้บัญชี Google ต่อไปนี้:
tr: Verileriniz bir değişiklik sonrasında otomatik olarak Google Drive'a yüklenir. Buluttaki daha yeni veriler yalnızca nesneye tıkladığınızda yerel verilerin üzerine yazar. Aşağıdaki Google hesabı kullanılıyor:
uk: Ваші дані автоматично завантажуються на Диск Google після внесення змін. Новіші дані з хмари перезаписують локальні дані лише тоді, коли ви натискаєте об’єкт. Використовується такий обліковий запис Google:
vi: Dữ liệu của bạn sẽ tự động được tải lên Google Drive sau khi thay đổi. Dữ liệu mới hơn từ đám mây chỉ ghi đè dữ liệu cục bộ khi bạn nhấp vào đối tượng. Tài khoản Google sau được sử dụng:
zh: 更改后您的数据会自动上传到 Google 云端硬盘。仅当您单击对象时，来自云的较新数据才会覆盖本地数据。使用以下 Google 帐户：

# syncDriveDataUsage
source: If you grant EHW+ access to Google Drive, the app will have read and write access to files created by the app itself. Unfortunately, files created by others through this app are not visible to the app, which means data sharing between multiple accounts via Google Drive is not possible.
af: As jy EHW+ toegang tot Google Drive verleen, sal die app lees- en skryftoegang tot lêers wat deur die app self geskep is hê. Ongelukkig is lêers wat deur ander deur hierdie app geskep is nie sigbaar vir die app nie, wat beteken dat datadeling tussen verskeie rekeninge via Google Drive nie moontlik is nie.
ar: إذا منحت EHW+ الوصول إلى Google Drive، فسيتمكن التطبيق من الوصول للقراءة والكتابة للملفات التي أنشأها التطبيق نفسه. للأسف، الملفات التي أنشأها الآخرون من خلال هذا التطبيق غير مرئية للتطبيق، مما يعني أن مشاركة البيانات بين حسابات متعددة عبر Google Drive غير ممكنة.
bg: Ако предоставите на EHW+ достъп до Google Drive, приложението ще има достъп за четене и запис до файлове, създадени от самото приложение. За съжаление, файловете, създадени от други чрез това приложение, не са видими за приложението, което означава, че споделянето на данни между множество акаунти чрез Google Drive не е възможно.
bs: Ako odobrite EHW+ pristup Google disku, aplikacija će imati pristup za čitanje i pisanje fajlova koje je kreirala sama aplikacija. Nažalost, fajlovi kreirani od strane drugih putem ove aplikacije nisu vidljivi aplikaciji, što znači da dijeljenje podataka između više računa putem Google diska nije moguće.
cs: Pokud EHW+ udělíte přístup k Disku Google, aplikace bude mít přístup pro čtení a zápis k souborům vytvořeným samotnou aplikací. Soubory vytvořené ostatními prostřednictvím této aplikace bohužel aplikace nevidí, což znamená, že sdílení dat mezi více účty prostřednictvím Disku Google není možné.
da: Hvis du giver EHW+ adgang til Google Drev, vil appen have læse- og skriveadgang til filer oprettet af appen selv. Desværre er filer, der er oprettet af andre via denne app, ikke synlige for appen, hvilket betyder, at datadeling mellem flere konti via Google Drev ikke er mulig.
de: Wenn Sie EHW+ Zugriff auf Google Drive erteilen, erhält die App Lese- und Schreibzugriff auf von der App erstellte Dateien. Von anderen über diese App erstellte Dateien sind leider nicht einsehbar für die App, weshalb gemeinsame Verwendung der Daten mit mehreren Accounts über Google Drive nicht möglich ist.
el: Εάν επιτρέψετε στο EHW+ πρόσβαση στο Google Drive, η εφαρμογή θα έχει πρόσβαση ανάγνωσης και εγγραφής σε αρχεία που έχουν δημιουργηθεί από την ίδια την εφαρμογή. Δυστυχώς, τα αρχεία που δημιουργούνται από άλλους μέσω αυτής της εφαρμογής δεν είναι ορατά στην εφαρμογή, πράγμα που σημαίνει ότι δεν είναι δυνατή η κοινή χρήση δεδομένων μεταξύ πολλαπλών λογαριασμών μέσω του Google Drive.
es: Si concede a EHW+ acceso a Google Drive, la aplicación tendrá acceso de lectura y escritura a los archivos creados por la propia aplicación. Lamentablemente, los archivos creados por otros a través de esta aplicación no son visibles para la aplicación, por lo que no es posible compartir los datos entre varias cuentas a través de Google Drive.
et: Kui annad EHW+‑le juurdepääsu Google Drive'ile, on rakendusel lugemis- ja kirjutamisõigus rakenduse end loodud failidele. Kahjuks ei näe rakendus teiste poolt selle rakendusega loodud faile, seega ei saa Google Drive'i kaudu mitme konto vahel andmeid jagada.
fa: اگر اجازه دسترسی EHW+ به Google Drive را بدهید، برنامه دسترسی خواندن و نوشتن به فایل‌های ایجاد شده توسط خود برنامه را خواهد داشت.متأسفانه، فایل‌های ایجاد شده توسط دیگران از طریق این برنامه برای برنامه قابل مشاهده نیستند، به این معنی که اشتراک‌گذاری داده‌ها بین چندین حساب از طریق Google Drive امکان‌پذیر نیست.
fi: Jos myönnät EHW+:lle käyttöoikeuden Google Driveen, sovelluksella on luku- ja kirjoitusoikeudet sovelluksen itsensä luomiin tiedostoihin.Valitettavasti muiden tämän sovelluksen kautta luomat tiedostot eivät näy sovellukselle, mikä tarkoittaa, että tietojen jakaminen useiden tilien välillä ei ole mahdollista Google Driven kautta.
fr: Si vous autorisez EHW+ à accéder à Google Drive, l'application aura un accès en lecture et en écriture aux fichiers créés par l'application. Malheureusement, les fichiers créés par d'autres via cette application ne sont pas visibles pour l'application, c'est pourquoi le partage des données entre plusieurs comptes via Google Drive n'est pas possible.
hi: यदि आप EHW+ को Google ड्राइव तक पहुंच प्रदान करते हैं, तो ऐप के पास ऐप द्वारा बनाई गई फ़ाइलों को पढ़ने और लिखने की पहुंच होगी।दुर्भाग्य से, इस ऐप के माध्यम से दूसरों द्वारा बनाई गई फ़ाइलें ऐप पर दिखाई नहीं देती हैं, जिसका अर्थ है कि Google ड्राइव के माध्यम से एकाधिक खातों के बीच डेटा साझा करना संभव नहीं है।
hr: Ako dopustite EHW+ pristup Google disku, aplikacija će imati pristup za čitanje i pisanje datoteka koje je izradila sama aplikacija.Nažalost, datoteke koje su izradili drugi putem ove aplikacije nisu vidljive aplikaciji, što znači da dijeljenje podataka između više računa putem Google diska nije moguće.
hu: Ha az EHW+ számára hozzáférést biztosít a Google Drive-hoz, az alkalmazás olvasási és írási hozzáféréssel rendelkezik a saját maga által létrehozott fájlokhoz. Sajnos a mások által az alkalmazáson keresztül létrehozott fájlok nem láthatók az alkalmazás számára, ami azt jelenti, hogy az adatok megosztása több fiók között a Google Drive-on keresztül nem lehetséges.
it: Se concedi a EHW+ l'accesso a Google Drive, l'app avrà accesso in lettura e scrittura ai file creati dall'app stessa. Purtroppo, i file creati da altri tramite questa app non sono visibili all'app, quindi non è possibile condividere i dati tra più account tramite Google Drive.
ja: EHW+ に Google ドライブへのアクセスを許可すると、アプリには、アプリ自体によって作成されたファイルへの読み取りおよび書き込みアクセスが与えられます。残念ながら、このアプリを通じて他の人が作成したファイルはアプリには表示されないため、Google ドライブを介して複数のアカウント間でデータを共有することはできません。
ko: EHW+에 Google Drive 접근 권한을 부여하면, 앱은 앱에서 생성한 파일에 대해 읽기 및 쓰기 권한을 갖게 됩니다. 그러나 다른 계정에서 생성된 파일은 앱에서 확인할 수 없어 Google Drive를 통한 여러 계정 간 데이터 공유는 불가능합니다.
lt: Jei suteiksite EHW+ prieigą prie „Google“ disko, programa turės skaitymo ir rašymo prieigą prie pačios programos sukurtų failų. Deja, failų, kuriuos sukūrė kiti per šią programą, programa nemato, o tai reiškia, kad negalima dalytis duomenimis tarp kelių paskyrų naudojant „Google“ diską.
ml: നിങ്ങൾ Google ഡ്രൈവിലേക്ക് EHW+ ആക്‌സസ് അനുവദിക്കുകയാണെങ്കിൽ, ആപ്പ് തന്നെ സൃഷ്‌ടിച്ച ഫയലുകളിലേക്ക് ആപ്പിന് വായിക്കാനും എഴുതാനുമുള്ള ആക്‌സസ് ഉണ്ടായിരിക്കും. നിർഭാഗ്യവശാൽ, ഈ ആപ്പ് വഴി മറ്റുള്ളവർ സൃഷ്‌ടിച്ച ഫയലുകൾ ആപ്പിന് ദൃശ്യമല്ല, അതായത് Google ഡ്രൈവ് വഴി ഒന്നിലധികം അക്കൗണ്ടുകൾക്കിടയിൽ ഡാറ്റ പങ്കിടൽ സാധ്യമല്ല.
my: အကယ်. သင်သည် EHW + ကို Google Drive သို့ဝင်ရောက်ခွင့်ပြုပါကအက်ပ်သည်အက်ပလီကေးရှင်းကိုယ်တိုင်ဖန်တီးထားသောဖိုင်များအားဖတ်ရန်နှင့်ရေးရန်ရေးသားလိမ့်မည်။ ကံမကောင်းစွာဖြင့်ဤအက်ပလီကေးရှင်းမှတစ်ဆင့်အခြားသူများဖန်တီးထားသောဖိုင်များကိုဤအက်ပ်မှမမြင်နိုင်ပါ။
nl: Als u EHW+ toegang geeft tot Google Drive, heeft de app lees- en schrijftoegang tot bestanden die door de app zelf zijn gemaakt. Helaas zijn bestanden die door anderen via deze app zijn gemaakt niet zichtbaar voor de app, wat betekent dat gegevensdeling tussen meerdere accounts via Google Drive niet mogelijk is.
no: Hvis du gir EHW+-tilgang til Google Disk, vil appen ha lese- og skrivetilgang til filer opprettet av appen selv. Dessverre er ikke filer opprettet av andre via denne appen synlige for appen, noe som betyr at datadeling mellom flere kontoer via Google Disk ikke er mulig.
pl: Jeśli przyznasz EHW+ dostęp do Dysku Google, aplikacja będzie miała dostęp do odczytu i zapisu plików utworzonych przez samą aplikację. Niestety pliki utworzone przez innych za pośrednictwem tej aplikacji nie są dla niej widoczne, co oznacza, że ​​udostępnianie danych między wieloma kontami za pośrednictwem Dysku Google nie jest możliwe.
pt: Se conceder acesso do EHW+ ao Google Drive, a aplicação terá acesso de leitura e escrita aos ficheiros criados pela própria aplicação. Infelizmente, os ficheiros criados por outros através desta aplicação não são visíveis para a aplicação, pelo que não é possível partilhar os dados entre várias contas através do Google Drive.
ru: Если вы предоставите EHW+ доступ к Google Диску, приложение получит доступ на чтение и запись к файлам, созданным самим приложением. К сожалению, файлы, созданные другими через это приложение, недоступны для просмотра, поэтому совместное использование данных несколькими аккаунтами через Google Диск невозможно.
sl: Če dovolite dostop EHW+ do Google Drive, bo imela aplikacija dostop za branje in pisanje do datotek, ki jih je ustvarila sama. Na žalost datoteke, ki so jih ustvarili drugi prek te aplikacije, aplikaciji niso vidne, kar pomeni, da izmenjava podatkov med več računi prek Google Drive ni mogoča.
sr: Ако одобрите ЕХВ+ приступ Гоогле диску, апликација ће имати приступ за читање и писање датотека које је креирала сама апликација. Нажалост, датотеке које су креирали други путем ове апликације нису видљиве апликацији, што значи да дељење података између више налога преко Гоогле диска није могуће.
sv: Om du ger EHW+ åtkomst till Google Drive kommer appen att ha läs- och skrivåtkomst till filer som skapats av appen själv. Tyvärr är filer som skapats av andra via den här appen inte synliga för appen, vilket innebär att datadelning mellan flera konton via Google Drive inte är möjlig.
sw: Ikiwa utatoa ufikiaji wa EHW+ kwa Hifadhi ya Google, programu itakuwa imesoma na kuandika ufikiaji wa faili zilizoundwa na programu yenyewe. Kwa bahati mbaya, faili zilizoundwa na wengine kupitia programu hii hazionekani kwa programu, ambayo inamaanisha kushiriki data kati ya akaunti nyingi kupitia Hifadhi ya Google haiwezekani.
th: หากคุณให้สิทธิ์การเข้าถึง Google ไดรฟ์แก่ EHW+ แอปจะมีสิทธิ์อ่านและเขียนไฟล์ที่สร้างโดยตัวแอปเอง ขออภัย ไฟล์ที่สร้างโดยผู้อื่นผ่านแอปนี้ไม่สามารถมองเห็นได้ในแอป ซึ่งหมายความว่าไม่สามารถแชร์ข้อมูลระหว่างหลายบัญชีผ่าน Google ไดรฟ์ได้
tr: EHW+'ya Google Drive'a erişim izni verirseniz uygulama, uygulamanın kendisi tarafından oluşturulan dosyalara okuma ve yazma erişimine sahip olacaktır. Ne yazık ki, bu uygulama aracılığıyla başkaları tarafından oluşturulan dosyalar uygulama tarafından görülemez; bu, Google Drive aracılığıyla birden fazla hesap arasında veri paylaşımının mümkün olmadığı anlamına gelir.
uk: Якщо ви надасте EHW+ доступ до Google Drive, програма матиме доступ для читання та запису до файлів, створених самою програмою. На жаль, файли, створені іншими за допомогою цієї програми, не відображаються в програмі, а це означає, що обмін даними між кількома обліковими записами через Диск Google неможливий.
vi: Nếu bạn cấp cho EHW+ quyền truy cập vào Google Drive, ứng dụng sẽ có quyền truy cập đọc và ghi vào các tệp do chính ứng dụng đó tạo. Rất tiếc, các tệp do người khác tạo thông qua ứng dụng này không hiển thị với ứng dụng, điều đó có nghĩa là không thể chia sẻ dữ liệu giữa nhiều tài khoản qua Google Drive.
zh: 如果您授予 EHW+ 对 Google 云端硬盘的访问权限，该应用程序将对应用程序本身创建的文件具有读写权限。不幸的是，其他人通过此应用程序创建的文件对该应用程序不可见，这意味着无法通过 Google Drive 在多个帐户之间共享数据。
