Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# privacyBlock7Title
source: Rights of the person concerned
af: Regte van die betrokke persoon
ar: حقوق الشخص المعني
bg: Права на засегнатото лице
bs: Prava dotične osobe
cs: Práva dotčené osoby
da: Den pågældendes rettigheder
de: Rechte des Betroffenen
el: Δικαιώματα του ενδιαφερομένου
es: Derechos del interesado
et: Andmesubjekti õigused
fa: حقوق شخص مربوطه
fi: Asianomaisen henkilön oikeudet
fr: Droits de la personne concernée
hi: संबंधित व्यक्ति के अधिकार
hr: Prava dotične osobe
hu: Az érintett személy jogai
it: Diritti dell'interessato
ja: 関係者の権利
ko: 정보주체의 권리
lt: Suinteresuoto asmens teisės
ml: ബന്ധപ്പെട്ട വ്യക്തിയുടെ അവകാശങ്ങൾ
my: သက်ဆိုင်ရာပုဂ္ဂိုလ်၏အခွင့်အရေး
nl: Rechten van de betrokkene
no: Rettighetene til den det gjelder
pl: Prawa osoby zainteresowanej
pt: Direitos do titular dos dados
ru: Права субъекта данных
sl: Pravice zadevne osebe
sr: Права дотичне особе
sv: Den berörda personens rättigheter
sw: Haki za mtu anayehusika
th: สิทธิของบุคคลที่เกี่ยวข้อง
tr: İlgili kişinin hakları
uk: Права зацікавленої особи
vi: Quyền của người liên quan
zh: 当事人的权利
