Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# warningReadingOutdatedForYearlyResetCounter
source: The final meter reading for the year {lastYear} for the {deviceTypeName} {roomNamePart}is missing. This is necessary for a correct calculation of the total annual consumption.
af: Die finale meterlesing vir die jaar {lastYear} vir die {deviceTypeName} {roomNamePart}ontbreek. Dit is nodig vir 'n korrekte berekening van die totale jaarlikse verbruik.
ar: قراءة العداد النهائية للسنة {lastYear} لـ {deviceTypeName} {roomNamePart}مفقودة. هذا ضروري لحساب صحيح لإجمالي الاستهلاك السنوي.
bg: Липсва финалното показание на брояча за годината {lastYear} за {deviceTypeName} {roomNamePart}. Това е необходимо за правилно изчисление на общата годишна консумация.
bs: Završno očitanje brojila za godinu {lastYear} za {deviceTypeName} {roomNamePart} nedostaje. Ovo je neophodno za ispravan obračun ukupne godišnje potrošnje.
cs: Chybí konečný stav elektroměru za rok {lastYear} pro {deviceTypeName} {roomNamePart}. To je nutné pro správný výpočet celkové roční spotřeby.
da: Den endelige måleraflæsning for året {lastYear} for {deviceTypeName} {roomNamePart} mangler. Dette er nødvendigt for en korrekt beregning af det samlede årlige forbrug.
de: Der Endzählerstand für das Jahr {lastYear} für den {deviceTypeName} {roomNamePart}fehlt. Dies ist für eine korrekte Berechnung der Gesamtjahresnutzung nötig.
el: Λείπει η τελική ένδειξη του μετρητή για το έτος {lastYear} για το {deviceTypeName} {roomNamePart}. Αυτό είναι απαραίτητο για τον σωστό υπολογισμό της συνολικής ετήσιας κατανάλωσης.
es: Falta la última lectura del contador para el {lastYear} ({deviceTypeName}{roomNamePart}). Esto es necesario para un correcto cálculo del consumo anual total.
et: Seadme {deviceTypeName} {roomNamePart}aasta {lastYear} lõppnäit puudub. See on vajalik aastase kogutarbimise õigeks arvutamiseks.
fa: آخرین قرائت کنتور برای سال {lastYear} برای {deviceTypeName} {roomNamePart} وجود ندارد.این برای محاسبه صحیح کل مصرف سالانه ضروری است.
fi: Vuoden {lastYear} lopullinen mittarin lukema {deviceTypeName} {roomNamePart} puuttuu.Tämä on tarpeen vuotuisen kokonaiskulutuksen oikean laskemisen kannalta.
fr: Le dernier relevé de compteur pour {lastYear} n'est pas disponible ({deviceTypeName}{roomNamePart}). Ceci est nécessaire pour un calcul correct de la consommation annuelle totale.
hi: {deviceTypeName} {roomNamePart} के लिए वर्ष {lastYear} के लिए अंतिम मीटर रीडिंग गायब है।कुल वार्षिक खपत की सही गणना के लिए यह आवश्यक है।
hr: Nedostaje konačno očitanje brojila za godinu {lastYear} za {deviceTypeName} {roomNamePart}.To je potrebno za točan izračun ukupne godišnje potrošnje.
hu: Hiányzik az év végi mérőállás ({lastYear}) a {deviceTypeName} {roomNamePart} számláról. Ez szükséges az éves teljes fogyasztás helyes kiszámításához.
it: L'ultima lettura del contatore per {lastYear} non è disponibile ({deviceTypeName}{roomNamePart}). Questo è necessario per un calcolo corretto del consumo annuo totale.
ja: {deviceTypeName} {roomNamePart} の年の {lastYear} の最後のメーター測定値がありません。これは、年間総消費量を正確に計算するために必要です。
ko: 연간 초기화가 설정된 {deviceTypeName}{roomNamePart}의 {lastYear}년 최종 계량기 지침이 없습니다. 총 연간 소비량을 정확히 계산하기 위해 필요합니다.
lt: Nėra galutinio {lastYear} metų {deviceTypeName} {roomNamePart} skaitiklio rodmens. Tai būtina norint teisingai apskaičiuoti bendrą metinį suvartojimą.
ml: {deviceTypeName} {roomNamePart} എന്നതിനായുള്ള {lastYear} വർഷത്തിലെ അവസാന മീറ്റർ റീഡിംഗ് കാണുന്നില്ല. മൊത്തം വാർഷിക ഉപഭോഗത്തിൻ്റെ ശരിയായ കണക്കുകൂട്ടലിന് ഇത് ആവശ്യമാണ്.
my: Phtoken.1is ပျောက်ဆုံးနေသောနှစ် Phtoken0 အတွက်နောက်ဆုံးမီတာစာဖတ်ခြင်း။ ဤသည်စုစုပေါင်းနှစ်စဉ်စားသုံးမှု၏မှန်ကန်သောတွက်ချက်မှုများအတွက်လိုအပ်သောဖြစ်ပါတယ်။
nl: De laatste meterstand voor het jaar {lastYear} voor de {deviceTypeName} {roomNamePart} ontbreekt. Dit is nodig voor een correcte berekening van het totale jaarlijkse verbruik.
no: Den siste måleravlesningen for året {lastYear} for {deviceTypeName} {roomNamePart} mangler. Dette er nødvendig for en korrekt beregning av det totale årsforbruket.
pl: Brakuje końcowego odczytu licznika za rok {lastYear} dla {deviceTypeName} {roomNamePart}. Jest to konieczne do prawidłowego obliczenia całkowitego rocznego zużycia.
pt: Falta a última leitura do contador para o {lastYear} ({deviceTypeName}{roomNamePart}). Isto é necessário para um cálculo correcto do consumo anual total.
ru: Окончательные показания счетчика на {lastYear} год отсутствуют ({deviceTypeName}{roomNamePart}). Это необходимо для правильного расчета общего годового потребления.
sl: Končni odčitek števca za leto {lastYear} za {deviceTypeName} {roomNamePart} manjka. To je potrebno za pravilen izračun skupne letne porabe.
sr: Недостаје коначно очитавање бројила за годину ПХТОКЕН0 за ПХТОКЕН1 ПХТОКЕН2. Ово је неопходно за исправан обрачун укупне годишње потрошње.
sv: Den sista mätarställningen för året {lastYear} för {deviceTypeName} {roomNamePart} saknas. Detta är nödvändigt för en korrekt beräkning av den totala årsförbrukningen.
sw: Usomaji wa mita ya mwisho kwa mwaka phtoken0 kwa phtoken1 phtoken2is haipo. Hii ni muhimu kwa hesabu sahihi ya matumizi ya jumla ya kila mwaka.
th: การอ่านค่ามิเตอร์สุดท้ายของปี {lastYear} สำหรับ {deviceTypeName} {roomNamePart} หายไป นี่เป็นสิ่งจำเป็นสำหรับการคำนวณปริมาณการใช้รวมต่อปีที่ถูกต้อง
tr: {deviceTypeName} {roomNamePart} için {lastYear} yılına ait son sayaç okuması eksik. Bu, toplam yıllık tüketimin doğru hesaplanması için gereklidir.
uk: Остаточний показник лічильника за рік {lastYear} для {deviceTypeName} {roomNamePart} відсутній. Це необхідно для правильного розрахунку загального річного споживання.
vi: Thiếu số đọc đồng hồ cuối cùng của năm {lastYear} cho {deviceTypeName} {roomNamePart}. Điều này là cần thiết để tính toán chính xác tổng lượng tiêu thụ hàng năm.
zh: {deviceTypeName} {roomNamePart} 的年度 {lastYear} 的最终仪表读数缺失。这对于正确计算年度总消耗量是必要的。

# warningReadingOutdatedFrequency
source: The latest meter reading for the {deviceTypeName} {roomNamePart}is outdated {outdatedSinceText}.{whenNotifyDateText}
af: Die jongste meterlesing vir die {deviceTypeName} is verouderd {outdatedSinceText}. {whenNotifyDateText}
ar: أحدث قراءة عداد لـ {deviceTypeName} {roomNamePart}قديمة {outdatedSinceText}.{whenNotifyDateText}
bg: Последното показание на брояча за {deviceTypeName} {roomNamePart}е остаряло {outdatedSinceText}.{whenNotifyDateText}
bs: Najnovije očitavanje za {deviceTypeName} je zastarjelo {outdatedSinceText}. {whenNotifyDateText}
cs: Nejnovější údaj měřiče pro {deviceTypeName} je zastaralý {outdatedSinceText}. {whenNotifyDateText}
da: Den seneste måleraflæsning for {deviceTypeName} er forældet {outdatedSinceText}. {whenNotifyDateText}
de: Der Zählerstand für {deviceTypeName} ist veraltet {outdatedSinceText}. {whenNotifyDateText}
el: Η τελευταία μέτρηση του μετρητή για το {deviceTypeName} είναι παλιά {outdatedSinceText}. {whenNotifyDateText}
es: La última lectura del medidor para el {deviceTypeName} está desactualizada {outdatedSinceText}. {whenNotifyDateText}
et: Viimane {deviceTypeName} mõõtmistulemus on aegunud {outdatedSinceText}. {whenNotifyDateText}
fa: آخرین خوانش کنتور برای {deviceTypeName} قدیمی شده است {outdatedSinceText}. {whenNotifyDateText}
fi: Viimeisin mittarin lukema kohteelle {deviceTypeName} {roomNamePart} on vanhentunut {outdatedSinceText}.{whenNotifyDateText}
fr: La dernière relève du compteur pour le {deviceTypeName} est obsolète depuis {outdatedSinceText}. {whenNotifyDateText}
hi: {deviceTypeName} {roomNamePart} के लिए नवीनतम मीटर रीडिंग पुरानी है {outdatedSinceText}.{whenNotifyDateText}
hr: Najnovije očitanje brojila za {deviceTypeName} {roomNamePart}je zastarjelo {outdatedSinceText}.{whenNotifyDateText}
hu: A {deviceTypeName} legutóbbi mérőállása elavult {outdatedSinceText}. {whenNotifyDateText}
it: L'ultima lettura del contatore per il {deviceTypeName} è obsoleta da {outdatedSinceText}. {whenNotifyDateText}
ja: {deviceTypeName} {roomNamePart} の最新のメーター測定値は古いです {outdatedSinceText}.{whenNotifyDateText}
ko: {deviceTypeName}{roomNamePart}의 최신 계량기 지침이 {outdatedSinceText} 기준으로 오래되었습니다.{whenNotifyDateText}
lt: Naujausias {deviceTypeName} {roomNamePart} skaitiklio rodmuo yra pasenęs {outdatedSinceText}.{whenNotifyDateText}
ml: {deviceTypeName} {roomNamePart}-ൻ്റെ ഏറ്റവും പുതിയ മീറ്റർ റീഡിംഗ് കാലഹരണപ്പെട്ട {outdatedSinceText}.{whenNotifyDateText} ആണ്
my: Phtoken1is အတွက်နောက်ဆုံးနေ့မီတာဖတ်ခြင်း Phtensen1is ခေတ်နောက်ကျ
nl: De laatste meterstand voor de {deviceTypeName} {roomNamePart} is verouderd {outdatedSinceText}.{whenNotifyDateText}
no: Den siste måleravlesningen for {deviceTypeName} {roomNamePart} er utdatert {outdatedSinceText}.{whenNotifyDateText}
pl: Najnowszy odczyt licznika dla {deviceTypeName} {roomNamePart} jest nieaktualny {outdatedSinceText}.{whenNotifyDateText}
pt: A última leitura do contador para {deviceTypeName} está desatualizada {outdatedSinceText}. {whenNotifyDateText}
ru: Последнее показание счетчика для {deviceTypeName} устарело {outdatedSinceText}. {whenNotifyDateText}
sl: Zadnji odčitek števca za {deviceTypeName} {roomNamePart}je zastarel {outdatedSinceText}.{whenNotifyDateText}
sr: Најновије очитавање бројила за ПХТОКЕН0 ПХТОКЕН1 је застарело ПХТОКЕН2.ПХТОКЕН3
sv: Den senaste mätarställningen för {deviceTypeName} {roomNamePart} är föråldrad {outdatedSinceText}.{whenNotifyDateText}
sw: Usomaji wa hivi karibuni wa mita kwa phtoken0 phtoken1is iliyopitwa na phtoken2.phtoken3
th: การอ่านมิเตอร์ล่าสุดสำหรับ {deviceTypeName} {roomNamePart} ล้าสมัย {outdatedSinceText}.{whenNotifyDateText}
tr: {deviceTypeName} {roomNamePart} için en son sayaç okuması güncel değil {outdatedSinceText}.{whenNotifyDateText}
uk: Останнє показання лічильника для {deviceTypeName} {roomNamePart} застаріло {outdatedSinceText}.{whenNotifyDateText}
vi: Chỉ số đồng hồ mới nhất cho {deviceTypeName} {roomNamePart} đã lỗi thời {outdatedSinceText}.{whenNotifyDateText}
zh: {deviceTypeName} 的最新仪表读数已过时 {outdatedSinceText}。{whenNotifyDateText}

source: {value} less
af: {value} minder
ar: {value} أقل
bg: {value} по-малко
bs: {value} manje
cs: O {value} méně
da: {value} mindre
de: {value} weniger
el: {value} λιγότερο
es: {value} menos
et: {value} vähem
fa: {value} کمتر
fi: {value} vähemmän
fr: {value} moins
hi: {value} कम
hr: {value} manje
hu: {value} kevesebb
it: {value} in meno
ja: {value}未満
ko: {value} 적음
lt: {value} mažiau
ml: {value} കുറവ്
my: phtoken0 လျော့နည်း
nl: {value} minder
no: {value} mindre
pl: {value} mniej
pt: {value} menos
ru: {value} минус
sl: {value} manj
sr: ПХТОКЕН0 мање
sv: {value} mindre
sw: Phtoken0 chini
th: {value} น้อยลง
tr: {value} daha az
uk: {value} менше
vi: {value} ít hơn
zh: {value} 少

source: {value} more
af: {value} meer
ar: {value} أكثر
bg: {value} повече
bs: {value} više
cs: {value} dalších
da: {value} mere
de: {value} mehr
el: {value} περισσότερα
es: {value} más
et: {value} rohkem
fa: {value} بیشتر
fi: {value} lisää
fr: {value} plus
hi: {value} अधिक
hr: još {value}
hu: {value} több
it: {value} in più
ja: {value} もっと見る
ko: {value} 많음
lt: {value} daugiau
ml: {value} കൂടുതൽ
my: ပိုပြီး Phtoken0
nl: {value} meer
no: {value} mer
pl: {value} więcej
pt: {value} mais
ru: ещё {value}
sl: {value} več
sr: ПХТОКЕН0 више
sv: {value} mer
sw: Phtoken0 zaidi
th: {value} เพิ่มเติม
tr: {value} tane daha
uk: більше {value}
vi: {value} thêm
zh: {value} 更多

# priceComparisonNotEnoughData
source: Not yet enough comparative data for the site {countryName} ({countryCode}).
af: Nog nie genoeg vergelykende data vir die ligging {countryName} ({countryCode}) nie.
ar: لا توجد بيانات مقارنة كافية بعد للموقع {countryName} ({countryCode}).
bg: Все още няма достатъчно сравнителни данни за сайта {countryName} ({countryCode}).
bs: Još uvijek nema dovoljno uporednih podataka za stranicu {countryName} ({countryCode}).
cs: Zatím není dostatek srovnávacích dat pro web {countryName} ({countryCode}).
da: Endnu ikke nok sammenlignende data for webstedet {countryName} ({countryCode}).
de: Nicht genügend Vergleichsdaten für Standort {countryName} ({countryCode}).
el: Δεν υπάρχουν ακόμη αρκετά συγκριτικά στοιχεία για τον ιστότοπο {countryName} ({countryCode}).
es: Todavía no hay suficientes datos comparativos para el sitio {countryName} ({countryCode}).
et: Asukoha {countryName} ({countryCode}) kohta pole veel piisavalt võrdlusandmeid.
fa: هنوز اطلاعات مقایسه ای کافی برای سایت {countryName} ({countryCode}) وجود ندارد.
fi: Ei vielä tarpeeksi vertailutietoja sivustolle {countryName} ({countryCode}).
fr: Pas encore assez de données comparatives pour l’emplacement {countryName} ({countryCode}).
hi: साइट {countryName} ({countryCode}) के लिए अभी तक पर्याप्त तुलनात्मक डेटा नहीं है।
hr: Još nema dovoljno usporednih podataka za mjesto {countryName} ({countryCode}).
hu: Még nincs elegendő összehasonlító adat a {countryName} webhelyről ({countryCode}).
it: Non ci sono ancora dati comparativi sufficienti per la località {countryName} ({countryCode}).
ja: サイト {countryName} ({countryCode}) にはまだ十分な比較データがありません。
ko: {countryName} ({countryCode})에 대한 비교 데이터가 아직 충분하지 않습니다.
lt: Dar nepakanka palyginamųjų duomenų svetainei {countryName} ({countryCode}).
ml: {countryName} ({countryCode}) എന്ന സൈറ്റിനായി ഇതുവരെ മതിയായ താരതമ്യ ഡാറ്റയില്ല.
my: Phtoken0 (Phtoken1) အတွက်မလုံလောက်သေးသောအချက်အလက်များမလုံလောက်သေးပါ။
nl: Nog niet genoeg vergelijkingsgegevens voor de locatie {countryName} ({countryCode}).
no: Ikke nok komparative data for nettstedet {countryName} ({countryCode}).
pl: Nie ma jeszcze wystarczających danych porównawczych dla witryny {countryName} ({countryCode}).
pt: Ainda não há dados comparativos suficientes para o local {countryName} ({countryCode}).
ru: Пока недостаточно сравнительных данных для местоположения {countryName} ({countryCode}).
sl: Še ni dovolj primerjalnih podatkov za spletno mesto {countryName} ({countryCode}).
sr: Још увек нема довољно упоредних података за сајт ПХТОКЕН0 (ПХТОКЕН1).
sv: Ännu inte tillräckligt med jämförande data för webbplatsen {countryName} ({countryCode}).
sw: Bado data ya kulinganisha ya kutosha kwa tovuti phtoken0 (phtoken1).
th: ข้อมูลเปรียบเทียบยังไม่เพียงพอสำหรับไซต์ {countryName} ({countryCode})
tr: {countryName} ({countryCode}) sitesi için henüz yeterli karşılaştırmalı veri yok.
uk: Поки недостатньо порівняльних даних для сайту {countryName} ({countryCode}).
vi: Chưa đủ dữ liệu so sánh cho trang {countryName} ({countryCode}).
zh: 网站 {countryName} ({countryCode}) 还没有足够的比较数据。

# priceComparisonEqual
source: You pay about as much as the average in {countryName}.
af: Jy betaal ongeveer soveel as die gemiddelde in {countryName}.
ar: تدفع تقريباً بقدر المتوسط في {countryName}.
bg: Плащате приблизително толкова, колкото средното в {countryName}.
bs: Plaćate otprilike onoliko koliko je prosjek u {countryName}.
cs: Zaplatíte přibližně tolik, jako je průměr v {countryName}.
da: Du betaler omtrent lige så meget som gennemsnittet i {countryName}.
de: Sie zahlen in etwa so viel wie der Durchschnitt in {countryName}.
el: Πληρώνετε περίπου όσο και ο μέσος όρος στο {countryName}.
es: Pagas aproximadamente lo mismo que el promedio en {countryName}.
et: Maksad umbes sama palju kui keskmine {countryName} piirkonnas.
fa: شما تقریباً به اندازه میانگین در {countryName} پرداخت می کنید.
fi: Maksat suunnilleen yhtä paljon kuin keskimäärin {countryName}.
fr: Vous payez à peu près autant que la moyenne en {countryName}.
hi: आप {countryName} में औसत के बराबर ही भुगतान करते हैं।
hr: Plaćate otprilike koliko i prosjek u {countryName}.
hu: {countryName}ban körülbelül az átlagos összeget fizeti.
it: Paghi circa quanto la media in {countryName}.
ja: {countryName} の平均とほぼ同じ金額を支払います。
ko: {countryName}의 평균과 비슷한 금액을 지불하고 있습니다.
lt: Mokate maždaug tiek pat, kiek vidutiniškai {countryName}.
ml: നിങ്ങൾ {countryName}-ൽ ശരാശരിയോളം പണമടയ്ക്കുന്നു.
my: သငျသညျ Phtoked0 မှာပျမ်းမျှအဖြစ်ပေးဆောင်။
nl: U betaalt ongeveer evenveel als het gemiddelde in {countryName}.
no: Du betaler omtrent like mye som gjennomsnittet i {countryName}.
pl: Płacisz mniej więcej tyle, co średnia w {countryName}.
pt: Você paga aproximadamente o mesmo que a média em {countryName}.
ru: Вы платите примерно столько же, сколько в среднем в {countryName}.
sl: Plačate približno toliko kot povprečje v {countryName}.
sr: Плаћате отприлике онолико колико је просек у ПХТОКЕН0.
sv: Du betalar ungefär lika mycket som genomsnittet i {countryName}.
sw: Unalipa karibu kama wastani katika phtoken0.
th: คุณจ่ายเงินมากพอๆ กับค่าเฉลี่ยใน {countryName}
tr: {countryName} cinsinden ortalama kadar ödeme yaparsınız.
uk: Ви платите приблизно стільки ж, скільки в середньому в {countryName}.
vi: Bạn trả nhiều như mức trung bình trong {countryName}.
zh: 您支付的费用大约相当于 {countryName} 的平均费用。

# priceComparisonDiff
source: You pay {diffWithCurrency} {comparison, select, more {more than} less {less than} other {more than}} the average in {countryName}.
af: Jy betaal {diffWithCurrency} {comparison, select, more {meer as} less {minder as} other {meer as}} die gemiddelde in {countryName}.
ar: تدفع {diffWithCurrency} {comparison, select, more {أكثر من} less {أقل من} other {أكثر من}} المتوسط في {countryName}.
bg: Плащате {diffWithCurrency} {comparison, select, more {повече от} less {по-малко от} other {повече от}} средното в {countryName}.
bs: Plaćate {diffWithCurrency} {comparison, select, more {više od} less {manje od} other {više od}} prosječno u {countryName}.
cs: Zaplatíte {diffWithCurrency} {comparison, select, more {více než} less {méně než} other {více než}} než průměr v {countryName}.
da: Du betaler {diffWithCurrency} {comparison, select, more {mere end} less {mindre end} other {mere end}} gennemsnittet i {countryName}.
de: Sie zahlen {diffWithCurrency} {comparison, select, more {mehr als} less {weniger als} other {mehr als}} den Durchschnitt in {countryName}.
el: Πληρώνετε {diffWithCurrency} {comparison, select, more {περισσότερο από} less {λιγότερο από} other {περισσότερο από}} ο μέσος όρος στο {countryName}.
es: Pagas {diffWithCurrency} {comparison, select, more {más que} less {menos que} other {más que}} el promedio en {countryName}.
et: Maksad {diffWithCurrency} {comparison, select, more {rohkem} less {vähem} other {rohkem}} kui keskmine {countryName} piirkonnas.
fa: شما {diffWithCurrency} {comparison, select, more {بیشتر از} less {کمتر از} other {بیشتر از}} متوسط در {countryName} پرداخت می‌کنید.
fi: Maksat {diffWithCurrency} {comparison, select, more {enemmän kuin} less {vähemmän kuin} other {enemmän kuin}} keskimäärin {countryName}.
fr: Vous payez {diffWithCurrency} {comparison, select, more {plus que} less {moins que} other {plus que}} la moyenne en {countryName}.
hi: आप {countryName} के औसत से {diffWithCurrency} {comparison, select, more {अधिक} less {कम} other {अधिक}} भुगतान करते हैं।
hr: Plaćate {diffWithCurrency} {comparison, select, more {više od} less {manje od} other {više od}} prosjeka u {countryName}.
hu: {diffWithCurrency} {comparison, select, more {több mint} less {kevesebb, mint} other {több mint}} {countryName} átlaga.
it: Paghi {diffWithCurrency} {comparison, select, more {più di} less {meno di} other {più di}} la media in {countryName}.
ja: あなたは {countryName} の平均より {diffWithCurrency} {comparison, select, more {多く} less {少なく} other {多く}} 支払っています。
ko: {countryName}의 평균보다 {diffWithCurrency}만큼 {comparison, select, more {더 많이} less {더 적게} other {더 많이}} 지불하고 있습니다.
lt: Mokate {diffWithCurrency} {comparison, select, more {daugiau nei} less {mažiau nei} other {daugiau nei}} {countryName} vidurkį.
ml: നിങ്ങൾ {countryName}-ൽ ശരാശരിയേക്കാൾ {diffWithCurrency} {comparison, select, more {more than} less {less than} other {more than}} അടയ്ക്കുന്നു.
my: သင်သည် {countryName} ၏ ပျှမ်းမျှနှုန်းထက် {diffWithCurrency} {comparison, select, more {ပို ပေးချေသည်} less {နည်း ပေးချေသည်} other {ပို ပေးချေသည်}} ပေးဆောင်နေသည်။
nl: U betaalt {diffWithCurrency} {comparison, select, more {meer dan} less {minder dan} other {meer dan}} het gemiddelde in {countryName}.
no: Du betaler {diffWithCurrency} {comparison, select, more {more than} less {less than} other {more than}} gjennomsnittet i {countryName}.
pl: Płacisz {diffWithCurrency} {comparison, select, more {więcej niż} less {mniej niż} other {więcej niż}} niż średnia w {countryName}.
pt: Você paga {diffWithCurrency} {comparison, select, more {a mais que} less {a menos que} other {a mais que}} a média em {countryName}.
ru: Вы платите {diffWithCurrency} {comparison, select, more {больше, чем} less {меньше, чем} other {больше, чем}} в среднем в {countryName}.
sl: Plačate {diffWithCurrency} {comparison, select, more {more than} manj {less than} other {more than}} povprečje v {countryName}.
sr: Плаћате {diffWithCurrency} {comparison, select, more {више од} less {мање од} other {више од}} просека у {countryName}.
sv: Du betalar {diffWithCurrency} {comparison, select, more {mer än} less {mindre än} other {mer än}} genomsnittet i {countryName}.
sw: Unalipa {diffWithCurrency} {comparison, select, more {zaidi kuliko} less {kidogo kuliko} other {zaidi kuliko}} wastani nchini {countryName}.
th: คุณจ่าย {diffWithCurrency} {comparison, select, more {มากกว่า} less {น้อยกว่า} other {มากกว่า}} โดยเฉลี่ยใน {countryName}
tr: {countryName} ortalamasından {diffWithCurrency} {comparison, select, more {daha fazla} less {daha az} other {daha fazla}} ödüyorsunuz.
uk: Ви платите {diffWithCurrency} {comparison, select, more {more than} less {less than} other {more than}} середнє значення в {countryName}.
vi: Bạn trả {diffWithCurrency} {comparison, select, more {nhiều hơn} less {ít hơn} other {nhiều hơn}} so với mức trung bình ở {countryName}.
zh: 您支付 {diffWithCurrency} {comparison, select, more {高于} less {低于} other {高于}} {countryName} 的平均值。

# roomNamePart
source: in the {roomName}
af: in die {roomName}
ar: في {roomName}
bg: в {roomName}
bs: u {roomName}
cs: v {roomName}
da: i {roomName}
de: im {roomName}
el: στην εφημερίδα{roomName}
es: en {roomName}
et: ruumis {roomName}
fa: در {roomName}
fi: kohteessa {roomName}
fr: dans {roomName}
hi: {roomName} में
hr: u {roomName}
hu: {roomName}
it: nella {roomName}
ja: {roomName}で
ko: ({roomName})
lt: {roomName}
ml: {roomName}-ൽ
my: အဆိုပါ Phtoken0 ၌တည်၏
nl: in de {roomName}
no: i {roomName}
pl: w PTOKEN0
pt: no {roomName}
ru: в {roomName}
sl: v {roomName}
sr: у ПХТОКЕН0
sv: i {roomName}
sw: katika phtoken0
th: ใน {roomName}
tr: {roomName}'da
uk: у {roomName}
vi: trong {roomName}
zh: 在 {roomName} 中

# warningOutdatedSinceText
source: since {date}
af: sedert {date}
ar: منذ {date}
bg: от {date}
bs: od {date}
cs: od {date}
da: siden {date}
de: seit {date}
el: από το {date}
es: desde {date}
et: alates {date}
fa: از تاریخ {date}
fi: alkaen {date}
fr: depuis le {date}
hi: चूँकि {date}
hr: od {date}
hu: {date} óta
it: dal {date}
ja: {date}以降
ko: {date}부터
lt: nuo {date}
ml: {date} മുതൽ
my: Phtoken0 ကတည်းက
nl: sinds {date}
no: siden {date}
pl: od PTOKEN0
pt: desde {date}
ru: с {date}
sl: od {date}
sr: од ПХТОКЕН0
sv: sedan {date}
sw: Tangu phtoken0
th: ตั้งแต่ {date}
tr: {date}'dan beri
uk: з {date}
vi: kể từ {date}
zh: 自从 {date}
