Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# chartDottedLinesNonSeasonal
source: The dashed curves represent the previous period. For the selection "Last 14 days", for example, the 28 last days appear, with the older 14 of them being shown dashed.
af: Die gestreepte kurwes verteenwoordig die vorige tydperk. Vir die keuse "Laaste 14 dae", byvoorbeeld, verskyn die 28 laaste dae, met die ouer 14 van hulle wat gestreept vertoon word.
ar: المنحنيات المتقطعة تمثل الفترة السابقة. للاختيار "آخر 14 يوم"، على سبيل المثال، تظهر آخر 28 يوم، مع عرض الأقدم 14 منها بشكل متقطع.
bg: Пунктираните криви представляват предишния период. За избора "Последните 14 дни", например, се появяват последните 28 дни, като по-старите 14 от тях се показват пунктирани.
bs: Isprekidane krive predstavljaju prethodni period. Za odabir "Posljednjih 14 dana", na primjer, pojavljuje se 28 posljednjih dana, a starijih 14 od njih je isprekidano.
cs: Čárkované křivky představují předchozí období. U výběru „Posledních 14 dní“ se například zobrazí 28 posledních dnů, přičemž starších 14 z nich je zobrazeno čárkovaně.
da: De stiplede kurver repræsenterer den foregående periode. For valget "Sidste 14 dage" vises f.eks. de 28 sidste dage, hvor de ældre 14 af dem vises stiplede.
de: Die gestrichelten Kurven stehen für den Vorzeitraum. Für die Auswahl "Letzte 14 Tage" erscheinen dann z.B. die letzten 28 Tage, wobei die älteren 14 davon gestrichelt dargestellt werden.
el: Οι διακεκομμένες καμπύλες αντιπροσωπεύουν την προηγούμενη περίοδο. Για την επιλογή "Τελευταίες 14 ημέρες", για παράδειγμα, εμφανίζονται οι 28 τελευταίες ημέρες, με τις παλαιότερες 14 από αυτές να εμφανίζονται διακεκομμένες.
es: Las curvas discontinuas representan el periodo anterior. Para la selección "Últimos 14 días", por ejemplo, aparecen los 28 últimos días, de los cuales los 14 más antiguos se muestran discontinuos.
et: Katkendjooned näitavad eelmist perioodi. Valiku "Viimased 14 päeva" puhul kuvatakse näiteks 28 viimast päeva, millest vanemad 14 on katkendlikud.
fa: منحنی های چین نشان دهنده دوره قبل هستند.به عنوان مثال، برای انتخاب "14 روز گذشته"، 28 روز آخر ظاهر می شود که 14 روز قدیمی تر نشان داده شده است.
fi: Katkoviivaiset käyrät edustavat edellistä ajanjaksoa.Esimerkiksi valinnassa "Viimeiset 14 päivää" näkyvät 28 viimeistä päivää, joista vanhimmat 14 näkyvät katkoviivoina.
fr: Les courbes en pointillés représentent la période précédente. Pour la sélection "14 derniers jours" apparaissent alors par exemple les 28 derniers jours, dont les 14 plus anciens sont représentés en pointillés.
hi: धराशायी वक्र पिछली अवधि का प्रतिनिधित्व करते हैं।उदाहरण के लिए, "अंतिम 14 दिन" चयन के लिए, 28 अंतिम दिन दिखाई देते हैं, जिनमें से पुराने 14 को धराशायी दिखाया गया है।
hr: Isprekidane krivulje predstavljaju prethodno razdoblje.Za odabir "Zadnjih 14 dana", na primjer, prikazuje se zadnjih 28 dana, a starijih 14 prikazano je isprekidano.
hu: A szaggatott görbék az előző időszakot jelölik. Az "Utolsó 14 nap" kiválasztásnál például a 28 utolsó nap jelenik meg, és ebből a régebbi 14 nap szaggatottan jelenik meg.
it: Le curve tratteggiate rappresentano il periodo precedente. Per la selezione "Ultimi 14 giorni", ad esempio, appaiono gli ultimi 28 giorni, di cui i 14 più vecchi sono tratteggiati.
ja: 破線の曲線は前の期間を表します。たとえば、「過去 14 日間」を選択すると、過去 28 日間が表示され、古い 14 日間が破線で表示されます。
ko: 점선 곡선은 이전 기간을 나타냅니다. 예: "최근 14일"을 선택하면 최근 28일이 표시되며, 그중 오래된 14일은 점선으로 표시됩니다.
lt: Brūkšninės kreivės rodo ankstesnį laikotarpį. Pavyzdžiui, pasirinkus „Paskutinės 14 dienų“, rodomos 28 paskutinės dienos, o senesnės 14 iš jų rodomos brūkšniu.
ml: ഡാഷ് ചെയ്ത കർവുകൾ മുൻ കാലഘട്ടത്തെ പ്രതിനിധീകരിക്കുന്നു. "അവസാന 14 ദിവസം" എന്ന തിരഞ്ഞെടുപ്പിന്, ഉദാഹരണത്തിന്, 28 അവസാന ദിവസങ്ങൾ ദൃശ്യമാകുന്നു, അവയിൽ പഴയ 14 എണ്ണം ഡാഷ് ചെയ്തതായി കാണിക്കുന്നു.
my: အဆိုပါ dashed ခါးဆစ်ယခင်ကာလကိုကိုယ်စားပြုသည်။ ရွေးချယ်ခြင်းအတွက် "နောက်ဆုံး 14 ရက်" အတွက် "နောက်ဆုံး 14 ရက်" အတွက်နောက်ဆုံးသောနေ့ရက်များမှာ 4 င်းတို့၏အသက် 14 နှစ်အရွယ်တွင်ဖော်ပြထားသည့်အသက် 14 နှစ်ရှိပြီဖြစ်သည်။
nl: De gestippelde curves vertegenwoordigen de vorige periode. Voor de selectie "Laatste 14 dagen" verschijnen bijvoorbeeld de laatste 28 dagen, waarbij de oudere 14 ervan gestippeld worden weergegeven.
no: De stiplede kurvene representerer forrige periode. For valget "Siste 14 dager", for eksempel, vises de 28 siste dagene, hvor de 14 eldre av dem vises stiplet.
pl: Krzywe przerywane przedstawiają poprzedni okres. Na przykład w przypadku wyboru „Ostatnie 14 dni” wyświetlanych jest 28 ostatnich dni, przy czym 14 starszych z nich jest wyświetlanych jako przerywane.
pt: As curvas tracejadas representam o período anterior. Para a selecção "Últimos 14 dias", por exemplo, aparecem os 28 últimos dias, com os 14 mais antigos a serem apresentados a tracejado.
ru: Пунктирные кривые обозначают предыдущий период. Например, для выбора "Последние 14 дней" отображаются 28 последних дней, причем 14 старших из них показаны пунктиром.
sl: Črtkane krivulje predstavljajo prejšnje obdobje. Pri izbiri »Zadnjih 14 dni« se na primer prikaže zadnjih 28 dni, pri čemer je starejših 14 prikazanih črtkanih.
sr: Испрекидане криве представљају претходни период. За избор „Последњих 14 дана“, на пример, појављује се 28 последњих дана, а старијих 14 од њих је исцртано.
sv: De streckade kurvorna representerar föregående period. För valet "Senaste 14 dagarna", till exempel, visas de 28 senaste dagarna, där de äldre 14 av dem visas streckade.
sw: Curves zilizopigwa zinawakilisha kipindi kilichopita. Kwa uteuzi "siku 14 za mwisho", kwa mfano, siku 28 za mwisho zinaonekana, na wakubwa 14 wao wakionyeshwa.
th: เส้นโค้งประแสดงถึงช่วงเวลาก่อนหน้า ตัวอย่างเช่น สำหรับการเลือก "14 วันที่ผ่านมา" 28 วันสุดท้ายจะปรากฏขึ้น โดย 14 วันที่ผ่านมาจะแสดงเป็นเส้นประ
tr: Kesikli eğriler önceki dönemi temsil etmektedir. Örneğin "Son 14 gün" seçimi için son 28 gün görüntülenir ve bunlardan daha eski olan 14'ü kesikli çizgiyle gösterilir.
uk: Пунктирні криві представляють попередній період. Для вибору «Останні 14 днів», наприклад, з’являються 28 останніх днів, причому старші 14 з них показані пунктирними.
vi: Các đường cong nét đứt thể hiện giai đoạn trước. Ví dụ: đối với lựa chọn "14 ngày qua", 28 ngày cuối cùng xuất hiện, trong đó 14 ngày cũ hơn được hiển thị nét đứt.
zh: 虚线代表前一时期。例如，对于“过去 14 天”的选择，将显示最后 28 天，其中较早的 14 天以虚线显示。

# chartDottedLinesSeasonal
source: The dashed curves represent the previous period. For the selection "Last 14 days", for example, the 28 last days appear, with the older 14 of them being shown dashed.
af: Die gestreepte kurwes verteenwoordig die vorige tydperk. Vir die keuse "Laaste 14 dae", byvoorbeeld, verskyn die 28 laaste dae, met die ouer 14 van hulle wat gestreept vertoon word.
ar: المنحنيات المتقطعة تمثل الفترة السابقة. للاختيار "آخر 14 يوم"، على سبيل المثال، تظهر آخر 28 يوم، مع عرض الأقدم 14 منها بشكل متقطع.
bg: Пунктираните криви представляват предишния период. За избора "Последните 14 дни", например, се появяват последните 28 дни, като по-старите 14 от тях се показват пунктирани.
bs: Isprekidane krive predstavljaju prethodni period. Za odabir "Posljednjih 14 dana", na primjer, pojavljuje se 28 posljednjih dana, a starijih 14 od njih je isprekidano.
cs: Čárkované křivky představují předchozí období. U výběru „Posledních 14 dní“ se například zobrazí 28 posledních dnů, přičemž starších 14 z nich je zobrazeno čárkovaně.
da: De stiplede kurver repræsenterer den foregående periode. For valget "Sidste 14 dage" vises f.eks. de 28 sidste dage, hvor de ældre 14 af dem vises stiplede.
de: Die gestrichelten Kurven stehen für den Vorzeitraum: - Für die Auswahl "Letzte 12 Wochen" erscheinen dann z.B. 24 Wochen. Die gestrichelte Linie bezieht sich dabei auf den gleichen Zeitraum im Vorjahr. - Für die Auswahl "Letzte 14 Tage" bezieht sich die gestrichelte Linie auf die älteren 14 Tage der angezeigten 28 Tage.
el: Οι διακεκομμένες καμπύλες αντιπροσωπεύουν την προηγούμενη περίοδο. Για την επιλογή "Τελευταίες 14 ημέρες", για παράδειγμα, εμφανίζονται οι 28 τελευταίες ημέρες, με τις παλαιότερες 14 από αυτές να εμφανίζονται διακεκομμένες.
es: Las curvas discontinuas representan el periodo anterior. Para la selección "Últimos 14 días", por ejemplo, aparecen los 28 últimos días, de los cuales los 14 más antiguos se muestran discontinuos.
et: Katkendjooned näitavad eelmist perioodi. Valiku "Viimased 14 päeva" puhul kuvatakse näiteks 28 viimast päeva, millest vanemad 14 on katkendlikud.
fa: منحنی های چین نشان دهنده دوره قبل هستند.به عنوان مثال، برای انتخاب "14 روز گذشته"، 28 روز آخر ظاهر می شود که 14 روز قدیمی تر نشان داده شده است.
fi: Katkoviivaiset käyrät edustavat edellistä ajanjaksoa.Esimerkiksi valinnassa "Viimeiset 14 päivää" näkyvät 28 viimeistä päivää, joista vanhimmat 14 näkyvät katkoviivoina.
fr: Les courbes en pointillés représentent la période précédente. Pour la sélection "14 derniers jours" apparaissent alors par exemple les 28 derniers jours, dont les 14 plus anciens sont représentés en pointillés.
hi: धराशायी वक्र पिछली अवधि का प्रतिनिधित्व करते हैं।उदाहरण के लिए, "अंतिम 14 दिन" चयन के लिए, 28 अंतिम दिन दिखाई देते हैं, जिनमें से पुराने 14 को धराशायी दिखाया गया है।
hr: Isprekidane krivulje predstavljaju prethodno razdoblje.Za odabir "Zadnjih 14 dana", na primjer, prikazuje se zadnjih 28 dana, a starijih 14 prikazano je isprekidano.
hu: A szaggatott görbék az előző időszakot jelölik. Az "Utolsó 14 nap" kiválasztásnál például a 28 utolsó nap jelenik meg, és ebből a régebbi 14 nap szaggatottan jelenik meg.
it: Le curve tratteggiate rappresentano il periodo precedente. Per la selezione "Ultimi 14 giorni", ad esempio, appaiono gli ultimi 28 giorni, di cui i 14 più vecchi sono tratteggiati.
ja: 破線の曲線は前の期間を表します。たとえば、「過去 14 日間」を選択すると、過去 28 日間が表示され、古い 14 日間が破線で表示されます。
ko: 점선 곡선은 이전 기간을 나타냅니다. 예: "최근 14일"을 선택하면 최근 28일이 표시되며, 그중 오래된 14일은 점선으로 표시됩니다.
lt: Brūkšninės kreivės rodo ankstesnį laikotarpį. Pavyzdžiui, pasirinkus „Paskutinės 14 dienų“, rodomos 28 paskutinės dienos, o senesnės 14 iš jų rodomos brūkšniu.
ml: ഡാഷ് ചെയ്ത കർവുകൾ മുൻ കാലഘട്ടത്തെ പ്രതിനിധീകരിക്കുന്നു. "അവസാന 14 ദിവസം" എന്ന തിരഞ്ഞെടുപ്പിന്, ഉദാഹരണത്തിന്, 28 അവസാന ദിവസങ്ങൾ ദൃശ്യമാകുന്നു, അവയിൽ പഴയ 14 എണ്ണം ഡാഷ് ചെയ്തതായി കാണിക്കുന്നു.
my: အဆိုပါ dashed ခါးဆစ်ယခင်ကာလကိုကိုယ်စားပြုသည်။ ရွေးချယ်ခြင်းအတွက် "နောက်ဆုံး 14 ရက်" အတွက် "နောက်ဆုံး 14 ရက်" အတွက်နောက်ဆုံးသောနေ့ရက်များမှာ 4 င်းတို့၏အသက် 14 နှစ်အရွယ်တွင်ဖော်ပြထားသည့်အသက် 14 နှစ်ရှိပြီဖြစ်သည်။
nl: De gestippelde curves vertegenwoordigen de vorige periode. Voor de selectie "Laatste 14 dagen" verschijnen bijvoorbeeld de laatste 28 dagen, waarbij de oudere 14 ervan gestippeld worden weergegeven.
no: De stiplede kurvene representerer forrige periode. For valget "Siste 14 dager", for eksempel, vises de 28 siste dagene, hvor de 14 eldre av dem vises stiplet.
pl: Krzywe przerywane przedstawiają poprzedni okres. Na przykład w przypadku wyboru „Ostatnie 14 dni” wyświetlanych jest 28 ostatnich dni, przy czym 14 starszych z nich jest wyświetlanych jako przerywane.
pt: As curvas tracejadas representam o período anterior. Para a selecção "Últimos 14 dias", por exemplo, aparecem os 28 últimos dias, com os 14 mais antigos a serem apresentados a tracejado.
ru: Пунктирные кривые обозначают предыдущий период. Например, для выбора "Последние 14 дней" отображаются 28 последних дней, причем 14 старших из них показаны пунктиром.
sl: Črtkane krivulje predstavljajo prejšnje obdobje. Pri izbiri »Zadnjih 14 dni« se na primer prikaže zadnjih 28 dni, pri čemer je starejših 14 prikazanih črtkanih.
sr: Испрекидане криве представљају претходни период. За избор „Последњих 14 дана“, на пример, појављује се 28 последњих дана, а старијих 14 од њих је исцртано.
sv: De streckade kurvorna representerar föregående period. För valet "Senaste 14 dagarna", till exempel, visas de 28 senaste dagarna, där de äldre 14 av dem visas streckade.
sw: Curves zilizopigwa zinawakilisha kipindi kilichopita. Kwa uteuzi "siku 14 za mwisho", kwa mfano, siku 28 za mwisho zinaonekana, na wakubwa 14 wao wakionyeshwa.
th: เส้นโค้งประแสดงถึงช่วงเวลาก่อนหน้า ตัวอย่างเช่น สำหรับการเลือก "14 วันที่ผ่านมา" 28 วันสุดท้ายจะปรากฏขึ้น โดย 14 วันที่ผ่านมาจะแสดงเป็นเส้นประ
tr: Kesikli eğriler önceki dönemi temsil etmektedir. Örneğin "Son 14 gün" seçimi için son 28 gün görüntülenir ve bunlardan daha eski olan 14'ü kesikli çizgiyle gösterilir.
uk: Пунктирні криві представляють попередній період. Для вибору «Останні 14 днів», наприклад, з’являються 28 останніх днів, причому старші 14 з них показані пунктирними.
vi: Các đường cong nét đứt thể hiện giai đoạn trước. Ví dụ: đối với lựa chọn "14 ngày qua", 28 ngày cuối cùng xuất hiện, trong đó 14 ngày cũ hơn được hiển thị nét đứt.
zh: 虚线代表前一时期。例如，对于“过去 14 天”的选择，将显示最后 28 天，其中较早的 14 天以虚线显示。

# chartHorizontalLines
source: The dashed lines are intended to provide feedback on your own consumption.
af: Die gestreepte lyne is bedoel om terugvoer oor jou eie verbruik te verskaf.
ar: الخطوط المتقطعة مخصصة لتوفير ملاحظات حول استهلاكك الخاص.
bg: Пунктираните линии са предназначени да предоставят обратна връзка за вашата собствена консумация.
bs: Isprekidane linije služe za pružanje povratnih informacija o vlastitoj potrošnji.
cs: Přerušované čáry mají poskytnout zpětnou vazbu o vaší vlastní spotřebě.
da: De stiplede linjer er beregnet til at give feedback på dit eget forbrug.
de: Die gestrichelten horizontalen Linien sollen eine Rückmeldung zum eigenen Verbrauch geben.
el: Οι διακεκομμένες γραμμές έχουν ως στόχο να παρέχουν ανατροφοδότηση σχετικά με τη δική σας κατανάλωση.
es: Las líneas discontinuas están destinadas a proporcionar información sobre su propio consumo.
et: Katkendjooned aitavad anda tagasisidet oma tarbimise kohta.
fa: خطوط چین برای ارائه بازخورد در مورد مصرف خود در نظر گرفته شده است.
fi: Katkoviivat on tarkoitettu antamaan palautetta omasta kulutuksestasi.
fr: Les lignes en pointillés sont destinées à donner un feedback sur sa propre consommation.
hi: धराशायी लाइनों का उद्देश्य आपके स्वयं के उपभोग पर प्रतिक्रिया प्रदान करना है।
hr: Isprekidane linije služe za povratnu informaciju o vašoj vlastitoj potrošnji.
hu: A szaggatott vonalak célja, hogy visszajelzést adjon a saját fogyasztásáról.
it: Le linee tratteggiate hanno lo scopo di fornire un feedback sui propri consumi.
ja: 破線は、あなた自身の消費に関するフィードバックを提供することを目的としています。
ko: 점선은 귀하의 소비량에 대한 기준선을 제공하기 위한 것입니다.
lt: Brūkšninės linijos skirtos pateikti atsiliepimą apie jūsų suvartojimą.
ml: നിങ്ങളുടെ സ്വന്തം ഉപഭോഗത്തെക്കുറിച്ചുള്ള ഫീഡ്ബാക്ക് നൽകാൻ ഉദ്ദേശിച്ചുള്ളതാണ് ഡാഷ് ചെയ്ത വരികൾ.
my: dashed လိုင်းများသည်သင်၏ကိုယ်ပိုင်စားသုံးမှုအပေါ်တုံ့ပြန်ချက်များပေးရန်ရည်ရွယ်သည်။
nl: De gestippelde lijnen zijn bedoeld om feedback te geven over uw eigen verbruik.
no: De stiplede linjene er ment å gi tilbakemelding på eget forbruk.
pl: Linie przerywane mają na celu dostarczenie informacji zwrotnej na temat własnego spożycia.
pt: As linhas pontilhadas destinam-se a dar feedback sobre o seu próprio consumo.
ru: Пунктирные линии предназначены для обратной связи с собственным потреблением.
sl: Črtkane črte so namenjene podajanju povratnih informacij o vaši lastni porabi.
sr: Испрекидане линије служе за пружање повратних информација о сопственој потрошњи.
sv: De streckade linjerna är avsedda att ge feedback på din egen konsumtion.
sw: Mistari iliyopigwa imekusudiwa kutoa maoni juu ya matumizi yako mwenyewe.
th: เส้นประมีไว้เพื่อให้ข้อเสนอแนะเกี่ยวกับการบริโภคของคุณเอง
tr: Kesikli çizgiler kendi tüketiminiz hakkında geri bildirim sağlamayı amaçlamaktadır.
uk: Пунктирні лінії призначені для надання зворотного зв’язку щодо вашого власного споживання.
vi: Các đường đứt nét nhằm mục đích cung cấp phản hồi về mức tiêu thụ của chính bạn.
zh: 虚线旨在提供有关您自己的消费的反馈。
