Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# commonUserLoginDescriptionNotLoggedIn
source: Are you using the app on multiple devices? Logging into your EHW+ account allows you to synchronize your settings and purchased products across all your devices.
af: Gebruik jy die app op verskeie toestelle? Aanmelding by jou EHW+-rekening stel jou in staat om jou instellings en gekoopte produkte oor al jou toestelle te sinchroniseer.
ar: هل تستخدم التطبيق على أجهزة متعددة؟ يتيح لك تسجيل الدخول إلى حساب EHW+ الخاص بك مزامنة إعداداتك والمنتجات المشتراة عبر جميع أجهزتك.
bg: Използвате ли приложението на няколко устройства? Влизането в акаунта ви EHW+ ви позволява да синхронизирате настройките и закупените продукти на всички ваши устройства.
bs: Koristite li aplikaciju na više uređaja? Prijavljivanje na vaš EHW+ nalog omogućava vam da sinhronizujete podešavanja i kupljene proizvode na svim vašim uređajima.
cs: Používáte aplikaci na více zařízeních? Přihlášení k účtu EHW+ vám umožní synchronizovat nastavení a zakoupené produkty napříč všemi vašimi zařízeními.
da: Bruger du appen på flere enheder? Ved at logge ind på din EHW+ konto kan du synkronisere dine indstillinger og købte produkter på tværs af alle dine enheder.
de: Nutzen Sie die App auf mehreren Geräten? Eine Anmeldung im EHW+ Konto synchronisiert Ihre gekauften Produkte über alle Geräte hinweg.
el: Χρησιμοποιείτε την εφαρμογή σε πολλές συσκευές; Η σύνδεση στο λογαριασμό σας EHW+ σας επιτρέπει να συγχρονίσετε τις ρυθμίσεις σας και τα προϊόντα που έχετε αγοράσει σε όλες τις συσκευές σας.
es: ¿Usa la aplicación en varios dispositivos? Iniciar sesión en su cuenta de EHW+ le permite sincronizar sus configuraciones y productos comprados en todos sus dispositivos.
et: Kas kasutate rakendust mitmes seadmes? EHW+ kontole sisselogimine võimaldab teil sünkroonida oma seadeid ja ostetud tooteid kõigis seadmetes.
fa: آیا از برنامه در چندین دستگاه استفاده می کنید؟ورود به حساب EHW+ به شما امکان می دهد تنظیمات و محصولات خریداری شده خود را در همه دستگاه های خود همگام سازی کنید.
fi: Käytätkö sovellusta useilla laitteilla?Kirjautumalla sisään EHW+ -tiliisi voit synkronoida asetukset ja ostamasi tuotteet kaikkien laitteidesi välillä.
fr: Utilisez-vous l'application sur plusieurs appareils ? En vous connectant à votre compte EHW+, vous pouvez synchroniser vos produits achetés sur tous vos appareils.
hi: क्या आप कई डिवाइस पर ऐप का उपयोग कर रहे हैं?अपने EHW+ खाते में लॉग इन करने से आप अपनी सेटिंग्स और खरीदे गए उत्पादों को अपने सभी उपकरणों में सिंक्रनाइज़ कर सकते हैं।
hr: Koristite li aplikaciju na više uređaja?Prijava na vaš EHW+ račun omogućuje vam sinkronizaciju postavki i kupljenih proizvoda na svim vašim uređajima.
hu: Több eszközön is használja az alkalmazást? Az EHW+ fiókjába bejelentkezve szinkronizálhatja beállításait és megvásárolt termékeit az összes eszközén.
it: Usi l'app su più dispositivi? L'accesso al tuo account EHW+ ti consente di sincronizzare le tue impostazioni e i prodotti acquistati su tutti i tuoi dispositivi.
ja: 複数のデバイスでアプリを使用していますか?EHW+ アカウントにログインすると、すべてのデバイス間で設定と購入した製品を同期できます。
ko: 여러 기기에서 앱을 사용하고 계신가요? EHW+ 계정에 로그인하면 설정과 구매한 제품을 모든 기기에서 동기화할 수 있습니다.
lt: Ar naudojate programą keliuose įrenginiuose? Prisijungę prie savo EHW+ paskyros galite sinchronizuoti nustatymus ir įsigytus produktus visuose įrenginiuose.
ml: നിങ്ങൾ ഒന്നിലധികം ഉപകരണങ്ങളിൽ ആപ്പ് ഉപയോഗിക്കുന്നുണ്ടോ? നിങ്ങളുടെ EHW+ അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്യുന്നത് നിങ്ങളുടെ എല്ലാ ഉപകരണങ്ങളിലും നിങ്ങളുടെ ക്രമീകരണങ്ങളും വാങ്ങിയ ഉൽപ്പന്നങ്ങളും സമന്വയിപ്പിക്കാൻ അനുവദിക്കുന്നു.
my: ပစ္စည်းမျိုးစုံအပေါ် app ကိုသင်အသုံးပြုနေပါသလား။ သင်၏ EHW + အကောင့်ထဲသို့ဝင်ရောက်ခြင်းသည်သင်၏ချိန်ညှိချက်များကိုထပ်တူပြုခြင်းနှင့်ထုတ်ကုန်များအားလုံးကို 0 ယ်ယူရန်ခွင့်ပြုသည်။
nl: Gebruikt u de app op meerdere apparaten? Inloggen op uw EHW+-account stelt u in staat om uw instellingen en gekochte producten op al uw apparaten te synchroniseren.
no: Bruker du appen på flere enheter? Ved å logge på EHW+-kontoen din kan du synkronisere innstillingene dine og kjøpte produkter på tvers av alle enhetene dine.
pl: Czy korzystasz z aplikacji na wielu urządzeniach? Zalogowanie się do konta EHW+ pozwala na synchronizację ustawień i zakupionych produktów na wszystkich Twoich urządzeniach.
pt: Está a utilizar a aplicação em vários dispositivos? Ao iniciar sessão na sua conta EHW+, pode sincronizar as suas definições e produtos adquiridos em todos os seus dispositivos.
ru: Вы используете приложение на нескольких устройствах? Вход в ваш аккаунт EHW+ позволяет синхронизировать ваши настройки и купленные продукты на всех ваших устройствах.
sl: Ali uporabljate aplikacijo na več napravah? Prijava v račun EHW+ vam omogoča sinhronizacijo nastavitev in kupljenih izdelkov v vseh vaših napravah.
sr: Да ли користите апликацију на више уређаја? Пријављивање на свој ЕХВ+ налог омогућава вам да синхронизујете подешавања и купљене производе на свим својим уређајима.
sv: Använder du appen på flera enheter? Genom att logga in på ditt EHW+-konto kan du synkronisera dina inställningar och köpta produkter på alla dina enheter.
sw: Je! Unatumia programu kwenye vifaa vingi? Kuingia kwenye akaunti yako ya EHW+ hukuruhusu kusawazisha mipangilio yako na bidhaa zilizonunuliwa kwenye vifaa vyako vyote.
th: คุณใช้แอปบนอุปกรณ์หลายเครื่องหรือไม่? การลงชื่อเข้าใช้บัญชี EHW+ ของคุณทำให้คุณสามารถซิงโครไนซ์การตั้งค่าและผลิตภัณฑ์ที่ซื้อในอุปกรณ์ทั้งหมดของคุณ
tr: Uygulamayı birden fazla cihazda mı kullanıyorsunuz? EHW+ hesabınızda oturum açmak, ayarlarınızı ve satın aldığınız ürünleri tüm cihazlarınızda senkronize etmenize olanak tanır.
uk: Ви використовуєте додаток на кількох пристроях? Увійшовши у свій обліковий запис EHW+, ви зможете синхронізувати налаштування та придбані продукти на всіх своїх пристроях.
vi: Bạn có đang sử dụng ứng dụng trên nhiều thiết bị không? Đăng nhập vào tài khoản EHW+ cho phép bạn đồng bộ hóa cài đặt và sản phẩm đã mua trên tất cả các thiết bị của mình.
zh: 您是否在多个设备上使用该应用程序？登录您的 EHW+ 帐户可让您在所有设备上同步您的设置和购买的产品。

# accountUpdateInfo
source: New: The EHW+ user account
af: Nuut: Die EHW+-gebruikersrekening
ar: جديد: حساب مستخدم EHW+
bg: Ново: Потребителският акаунт на EHW+
bs: Novo: EHW+ korisnički račun
cs: Novinka: Uživatelský účet EHW+
da: Nyt: EHW+-brugerkontoen
de: Jetzt neu: Das EHW+ Nutzerkonto
el: Νέο: Ο λογαριασμός χρήστη EHW+
es: Nuevo: la cuenta de usuario EHW+
et: Uus: EHW+ kasutajakonto
fa: جدید: حساب کاربری +EHW
fi: Uusi: EHW+-käyttäjätili
fr: Nouveau : le compte utilisateur EHW+
hi: नया: EHW+ उपयोगकर्ता खाता
hr: Novo: EHW+ korisnički račun
hu: Új: Az EHW+ felhasználói fiók
it: Novità: l'account utente EHW+
ja: 新機能: EHW+ ユーザー アカウント
ko: 신규: EHW+ 사용자 계정
lt: Naujiena: EHW+ vartotojo paskyra
ml: പുതിയത്: EHW+ ഉപയോക്തൃ അക്കൗണ്ട്
my: New: EHW + အသုံးပြုသူအကောင့်
nl: Nieuw: Het EHW+-gebruikersaccount
no: Nytt: EHW+-brukerkontoen
pl: Nowość: konto użytkownika EHW+
pt: Agora disponível: a conta de usuário EHW+
ru: Теперь новинка: учетная запись EHW+
sl: Novo: uporabniški račun EHW+
sr: Ново: ЕХВ+ кориснички налог
sv: Nytt: EHW+-användarkontot
sw: Mpya: akaunti ya mtumiaji ya EHW+
th: ใหม่: บัญชีผู้ใช้ EHW+
tr: Yeni: EHW+ kullanıcı hesabı
uk: Нове: обліковий запис користувача EHW+
vi: Mới: Tài khoản người dùng EHW+
zh: 新功能：EHW+ 用户帐户

# accountThankYouForPurchase
source: Thank you! Would you like to secure the purchase in your EHW+ user account now?
af: Dankie! Wil jy nou die aankoop in jou EHW+-gebruikersrekening beveilig?
ar: شكراً لك! هل ترغب بتأمين الشراء في حساب مستخدم EHW+ الخاص بك الآن؟
bg: Благодаря ви! Искате ли да осигурите покупката в потребителския си профил в EHW+ сега?
bs: Hvala vam! Želite li sada osigurati kupovinu na svom EHW+ korisničkom računu?
cs: Děkuju! Chcete si nyní zajistit nákup ve svém uživatelském účtu EHW+?
da: Tak! Vil du gerne sikre købet på din EHW+ brugerkonto nu?
de: Danke! Möchten Sie jetzt den Kauf im EHW+ Nutzerkonto sichern?
el: Σας ευχαριστώ! Θα θέλατε να εξασφαλίσετε την αγορά στο λογαριασμό σας στο EHW+ τώρα;
es: ¡Gracias! ¿Desea ahora asegurar la compra en su cuenta de usuario EHW+?
et: Aitäh! Kas soovite nüüd oma EHW+ kasutajakontole ostu kinnitada?
fa: متشکرمآیا می‌خواهید اکنون خرید را در حساب کاربری +EHW خود تضمین کنید؟
fi: Kiitos! Haluatko varmistaa ostoksen EHW+-käyttäjätililläsi nyt?
fr: Merci ! Souhaitez-vous maintenant sécuriser l'achat dans votre compte utilisateur EHW+ ?
hi: धन्यवाद!क्या आप अभी अपने EHW+ उपयोगकर्ता खाते में खरीदारी सुरक्षित करना चाहेंगे?
hr: Hvala!Želite li sada osigurati kupnju na svom EHW+ korisničkom računu?
hu: Köszönöm! Szeretné most biztosítani a vásárlást az EHW+ felhasználói fiókjában?
it: Grazie! Vuoi ora assicurare l'acquisto nel tuo account utente EHW+?
ja: ありがとう！今すぐ EHW+ ユーザー アカウントで購入を保護しますか?
ko: 감사합니다! 지금 EHW+ 사용자 계정으로 구매를 보호하시겠습니까?
lt: Ačiū! Ar norite apsaugoti pirkinį savo EHW+ vartotojo paskyroje dabar?
ml: നന്ദി! നിങ്ങളുടെ EHW+ ഉപയോക്തൃ അക്കൗണ്ടിൽ ഇപ്പോൾ വാങ്ങൽ സുരക്ഷിതമാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
my: ကျေးဇူးတင်ပါသည်! သင်၏ EHW + အသုံးပြုသူအကောင့်တွင် 0 ယ်ယူလိုပါသလား။
nl: Bedankt! Wilt u de aankoop nu beveiligen in uw EHW+-gebruikersaccount?
no: Takk! Vil du sikre kjøpet på din EHW+-brukerkonto nå?
pl: Dziękuję! Czy chcesz już teraz zabezpieczyć zakup na swoim koncie użytkownika EHW+?
pt: Obrigado! Deseja agora garantir a compra na sua conta de usuário EHW+?
ru: Спасибо! Хотите сейчас сохранить покупку в учетной записи EHW+?
sl: Hvala! Ali želite zavarovati nakup v svojem uporabniškem računu EHW+ zdaj?
sr: Хвала вам! Да ли бисте сада желели да обезбедите куповину на свом ЕХВ+ корисничком налогу?
sv: Tack! Vill du säkra köpet i ditt EHW+ användarkonto nu?
sw: Asante! Je! Ungependa kupata ununuzi katika akaunti yako ya mtumiaji ya EHW+ sasa?
th: ขอบคุณ! คุณต้องการซื้ออย่างปลอดภัยในบัญชีผู้ใช้ EHW+ ของคุณตอนนี้หรือไม่?
tr: Teşekkür ederim! Satın alma işlemini şimdi EHW+ kullanıcı hesabınızda güvence altına almak ister misiniz?
uk: дякую! Чи бажаєте ви зараз захистити покупку у своєму обліковому записі користувача EHW+?
vi: Cảm ơn! Bạn có muốn đảm bảo giao dịch mua hàng trong tài khoản người dùng EHW+ của mình ngay bây giờ không?
zh: 谢谢你！您想立即在您的 EHW+ 用户帐户中确保购买安全吗？

# accountAbout
source: What can the EHW+ user account do?
af: Wat kan die EHW+-gebruikersrekening doen?
ar: ماذا يمكن أن يفعل حساب مستخدم EHW+؟
bg: Какво може да прави потребителският акаунт в EHW+?
bs: Šta može EHW+ korisnički nalog?
cs: Co umí uživatelský účet EHW+?
da: Hvad kan EHW+-brugerkontoen?
de: Was kann das EHW+ Nutzerkonto?
el: Τι μπορεί να κάνει ο λογαριασμός χρήστη EHW+;
es: ¿Qué puede hacer la cuenta de usuario EHW+?
et: Mida saab EHW+ kasutajakonto teha?
fa: حساب کاربری EHW+ چه کاری می تواند انجام دهد؟
fi: Mitä EHW+-käyttäjätilillä voi tehdä?
fr: Que peut faire le compte utilisateur EHW+ ?
hi: EHW+ उपयोगकर्ता खाता क्या कर सकता है?
hr: Što može EHW+ korisnički račun?
hu: Mit tud az EHW+ felhasználói fiók?
it: Cosa può fare l'account utente EHW+?
ja: EHW+ ユーザー アカウントでできることは何ですか?
ko: EHW+ 사용자 계정으로 무엇을 할 수 있나요?
lt: Ką gali padaryti EHW+ vartotojo abonementas?
ml: EHW+ ഉപയോക്തൃ അക്കൗണ്ടിന് എന്ത് ചെയ്യാൻ കഴിയും?
my: EHW + အသုံးပြုသူအကောင့်ဘာလုပ်နိုင်လဲ။
nl: Wat kan het EHW+-gebruikersaccount doen?
no: Hva kan EHW+-brukerkontoen gjøre?
pl: Co potrafi konto użytkownika EHW+?
pt: O que pode fazer a conta de usuário EHW+?
ru: Что может делать учетная запись EHW+?
sl: Kaj zmore uporabniški račun EHW+?
sr: Шта може да уради ЕХВ+ кориснички налог?
sv: Vad kan EHW+-användarkontot göra?
sw: Je! Akaunti ya mtumiaji ya EHW+ inaweza kufanya nini?
th: บัญชีผู้ใช้ EHW+ ทำอะไรได้บ้าง?
tr: EHW+ kullanıcı hesabı ne yapabilir?
uk: Що може робити обліковий запис користувача EHW+?
vi: Tài khoản người dùng EHW+ có thể làm gì?
zh: EHW+ 用户帐户可以做什么？

# accountBenefit1
source: More reliable purchase recognition
af: Meer betroubare aankoopherkenning
ar: اعتماد شراء أكثر موثوقية
bg: По-надеждно разпознаване на покупките
bs: Pouzdanije prepoznavanje kupovine
cs: Spolehlivější rozpoznání nákupu
da: Mere pålidelig købsgenkendelse
de: Zuverlässigere Erkennung der Käufe
el: Πιο αξιόπιστη αναγνώριση αγορών
es: Reconocimiento más confiable de las compras
et: Usaldusväärsem ostu tuvastamine
fa: شناسایی خرید مطمئن تر
fi: Luotettavampi ostojen tunnistaminen
fr: Reconnaissance des achats plus fiable
hi: अधिक विश्वसनीय खरीद पहचान
hr: Pouzdanije prepoznavanje kupnje
hu: Megbízhatóbb vásárlási felismerés
it: Riconoscimento degli acquisti più affidabile
ja: より確実な購入認識
ko: 더욱 안정적인 구매 인식
lt: Patikimesnis pirkinių atpažinimas
ml: കൂടുതൽ വിശ്വസനീയമായ വാങ്ങൽ തിരിച്ചറിയൽ
my: ပိုပြီးယုံကြည်စိတ်ချရသောဝယ်ယူအသိအမှတ်ပြုမှု
nl: Betrouwbaardere aankoopherkenning
no: Mer pålitelig kjøpsgjenkjenning
pl: Bardziej niezawodne rozpoznawanie zakupów
pt: Reconhecimento mais confiável das compras
ru: Более надежное распознавание покупок
sl: Zanesljivejša prepoznava nakupa
sr: Поузданије препознавање куповине
sv: Mer tillförlitlig köpigenkänning
sw: Utambuzi wa ununuzi wa kuaminika zaidi
th: การรับรู้การซื้อที่เชื่อถือได้มากขึ้น
tr: Daha güvenilir satın alma tanıma
uk: Більш надійне розпізнавання покупки
vi: Nhận dạng mua hàng đáng tin cậy hơn
zh: 更可靠的购买识别

# accountBenefit2
source: Access to all purchased expansions on multiple devices
af: Toegang tot alle gekoopte uitbreidings op verskeie toestelle
ar: الوصول إلى جميع التوسعات المشتراة على أجهزة متعددة
bg: Достъп до всички закупени разширения на няколко устройства
bs: Pristup svim kupljenim proširenjima na više uređaja
cs: Přístup ke všem zakoupeným rozšířením na více zařízeních
da: Adgang til alle købte udvidelser på flere enheder
de: Alle gekauften Erweiterungen auf mehreren Geräten nutzbar
el: Πρόσβαση σε όλες τις αγορασμένες επεκτάσεις σε πολλαπλές συσκευές
es: Acceso a todas las extensiones compradas en varios dispositivos
et: Juurdepääs kõikidele ostetud laiendustele mitmes seadmes
fa: دسترسی به همه برنامه های افزودنی خریداری شده در چندین دستگاه
fi: Pääsy kaikkiin ostettuihin laajennuksiin useilla laitteilla
fr: Accès à toutes les extensions achetées sur plusieurs appareils
hi: एकाधिक उपकरणों पर सभी खरीदे गए विस्तारों तक पहुंच
hr: Pristup svim kupljenim proširenjima na više uređaja
hu: Hozzáférés minden megvásárolt bővítményhez több eszközön is
it: Accesso a tutte le estensioni acquistate su più dispositivi
ja: 複数のデバイスで購入したすべての拡張機能にアクセス
ko: 여러 기기에서 구매한 모든 확장팩에 액세스하기
lt: Prieiga prie visų įsigytų plėtinių keliuose įrenginiuose
ml: ഒന്നിലധികം ഉപകരണങ്ങളിൽ വാങ്ങിയ എല്ലാ വിപുലീകരണങ്ങളിലേക്കും ആക്‌സസ്സ്
my: အမျိုးမျိုးသော devices များပေါ်တွင်ဝယ်ယူထားသောတိုးချဲ့မှုအားလုံးကိုရယူပါ
nl: Toegang tot alle gekochte uitbreidingen op meerdere apparaten
no: Tilgang til alle kjøpte utvidelser på flere enheter
pl: Dostęp do wszystkich zakupionych rozszerzeń na wielu urządzeniach
pt: Acesso a todas as extensões compradas em vários dispositivos
ru: Доступ ко всем купленным расширениям на нескольких устройствах
sl: Dostop do vseh kupljenih razširitev na več napravah
sr: Приступ свим купљеним проширењима на више уређаја
sv: Tillgång till alla köpta expansioner på flera enheter
sw: Upataji wa upanuzi wote ulionunuliwa kwenye vifaa vingi
th: เข้าถึงส่วนขยายที่ซื้อทั้งหมดบนอุปกรณ์หลายเครื่อง
tr: Birden fazla cihazda satın alınan tüm genişletmelere erişim
uk: Доступ до всіх придбаних розширень на кількох пристроях
vi: Truy cập vào tất cả các tiện ích mở rộng đã mua trên nhiều thiết bị
zh: 在多个设备上访问所有已购买的扩展

# accountFaqTitle
source: Frequently Asked Questions:
af: Gereelde Vrae:
ar: الأسئلة الشائعة:
bg: Често задавани въпроси:
bs: Često postavljana pitanja:
cs: Často kladené otázky:
da: Ofte stillede spørgsmål:
de: Häufig gestellte Fragen:
el: Συχνές ερωτήσεις:
es: Preguntas frecuentes:
et: Korduma kippuvad küsimused:
fa: سوالات متداول:
fi: Usein kysytyt kysymykset:
fr: Questions fréquemmenft posées :
hi: अक्सर पूछे जाने वाले प्रश्नों:
hr: Često postavljana pitanja:
hu: Gyakran ismételt kérdések:
it: Domande frequenti:
ja: よくある質問:
ko: 자주 묻는 질문:
lt: Dažniausiai užduodami klausimai:
ml: പതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ:
my: မကြာခဏမေးသောမေးခွန်းများ -
nl: Veelgestelde vragen:
no: Ofte stilte spørsmål:
pl: Często zadawane pytania:
pt: Perguntas frequentes:
ru: Часто задаваемые вопросы:
sl: Pogosta vprašanja:
sr: Често постављана питања:
sv: Vanliga frågor:
sw: Maswali yanayoulizwa mara kwa mara:
th: คำถามที่พบบ่อย:
tr: Sıkça Sorulan Sorular:
uk: Часті запитання:
vi: Câu hỏi thường gặp:
zh: 常见问题解答：

# accountFaqQ1
source: What is the EHW+ user account?
af: Wat is die EHW+-gebruikersrekening?
ar: ما هو حساب مستخدم EHW+؟
bg: Какво представлява потребителският акаунт в EHW+?
bs: Šta je EHW+ korisnički nalog?
cs: Co je uživatelský účet EHW+?
da: Hvad er EHW+-brugerkontoen?
de: Was ist das EHW+ Nutzerkonto?
el: Τι είναι ο λογαριασμός χρήστη EHW+;
es: ¿Qué es la cuenta de usuario EHW+?
et: Mis on EHW+ kasutajakonto?
fa: حساب کاربری EHW+ چیست؟
fi: Mikä on EHW+-käyttäjätili?
fr: Qu'est-ce que le compte utilisateur EHW+ ?
hi: EHW+ उपयोगकर्ता खाता क्या है?
hr: Što je EHW+ korisnički račun?
hu: Mi az EHW+ felhasználói fiók?
it: Cos'è l'account utente EHW+?
ja: EHW+のユーザーアカウントとは何ですか?
ko: EHW+ 사용자 계정이란 무엇인가요?
lt: Kas yra EHW+ vartotojo abonementas?
ml: എന്താണ് EHW+ ഉപയോക്തൃ അക്കൗണ്ട്?
my: ehw + အသုံးပြုသူအကောင့်ဆိုတာဘာလဲ။
nl: Wat is het EHW+-gebruikersaccount?
no: Hva er EHW+-brukerkontoen?
pl: Co to jest konto użytkownika EHW+?
pt: O que é a conta de usuário EHW+?
ru: Что такое учетная запись EHW+?
sl: Kaj je uporabniški račun EHW+?
sr: Шта је ЕХВ+ кориснички налог?
sv: Vad är EHW+-användarkontot?
sw: Je! Akaunti ya mtumiaji ya EHW+ ni nini?
th: บัญชีผู้ใช้ EHW+ คืออะไร?
tr: EHW+ kullanıcı hesabı nedir?
uk: Що таке обліковий запис користувача EHW+?
vi: Tài khoản người dùng EHW+ là gì?
zh: EHW+ 用户帐户是什么？
