Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# privacyBlock6
source: When you contact us (e.g. via contact form or email), personal data is collected. The data collected in the case of a contact form can be seen on the respective contact form. This data is stored and used exclusively for the purpose of responding to your enquiry or for establishing contact and the associated technical administration. The legal basis for the processing of the data is our legitimate interest in responding to your request in accordance with Art. 6 para. 1 lit. f GDPR. If your contact is aimed at concluding a contract, the additional legal basis for processing is Art. 6 para. 1 lit. b GDPR. Your data will be deleted after your enquiry has been processed, which is the case if it can be inferred from the circumstances that the matter in question has been finally clarified and provided that there are no legal obligations to retain data.
af: In die raamwerk van kontak met ons (bv. per kontakvorm of e-pos) word persoonlike data versamel. Watter data in die geval van 'n kontakvorm versamel word, is uit die onderskeie kontakvorm sigbaar. Hierdie data word uitsluitlik vir die doel van die beantwoording van jou versoek of vir die kontak en die daarmee gepaardgaande tegniese administrasie gestoor en gebruik. Regsgrondslag vir die verwerking van die data is ons geregtigde belangstelling by die beantwoording van jou versoek volgens Art. 6 Abs. 1 lit. f AVG. As jou kontak op die sluiting van 'n kontrak gerig is, is addisionele regsgrondslag vir die verwerking Art. 6 Abs. 1 lit. b AVG. Jou data word na finale verwerking van jou versoek uitgevee, dit is die geval wanneer uit die omstandighede afgelei kan word dat die betrokke saak finale opgeklaar is en voor sover geen wetlike bewaarverpligtinge teëstaan nie.
ar: في إطار الاتصال بنا (على سبيل المثال عبر نموذج الاتصال أو البريد الإلكتروني)، يتم جمع البيانات الشخصية. البيانات التي يتم جمعها في حالة نموذج الاتصال واضحة من نموذج الاتصال المعني. يتم تخزين واستخدام هذه البيانات حصرياً لغرض الرد على استفسارك أو للاتصال والإدارة التقنية المرتبطة به. الأساس القانوني لمعالجة البيانات هو مصلحتنا المشروعة في الرد على استفسارك وفقاً للمادة 6 الفقرة 1 حرف f من اللائحة العامة لحماية البيانات. إذا كان اتصالك يهدف إلى إبرام عقد، فإن الأساس القانوني الإضافي للمعالجة هو المادة 6 الفقرة 1 حرف b من اللائحة العامة لحماية البيانات. يتم حذف بياناتك بعد المعالجة النهائية لطلبك، وهذا هو الحال عندما يمكن استنتاج من الظروف أن المسألة المعنية تم توضيحها نهائياً وبشرط عدم وجود التزامات قانونية بالاحتفاظ.
bg: Im Rahmen der Kontaktaufnahme mit uns (z.B. per Kontaktformular oder E-Mail) werden personenbezogene Daten erhoben. Welche Daten im Falle eines Kontaktformulars erhoben werden, ist aus dem jeweiligen Kontaktformular ersichtlich. Diese Daten werden ausschließlich zum Zweck der Beantwortung Ihres Anliegens bzw. für die Kontaktaufnahme und die damit verbundene technische Administration gespeichert und verwendet. Rechtsgrundlage für die Verarbeitung der Daten ist unser berechtigtes Interesse an der Beantwortung Ihres Anliegens gemäß Art. 6 Abs. 1 lit. f DSGVO. Zielt Ihre Kontaktierung auf den Abschluss eines Vertrages ab, so ist zusätzliche Rechtsgrundlage für die Verarbeitung Art. 6 Abs. 1 lit. b DSGVO. Ihre Daten werden nach abschließender Bearbeitung Ihrer Anfrage gelöscht, dies ist der Fall, wenn sich aus den Umständen entnehmen lässt, dass der betroffene Sachverhalt abschließend geklärt ist und sofern keine gesetzlichen Aufbewahrungspflichten entgegenstehen.
bs: Kada nas kontaktirate (npr. putem kontakt forme ili e-pošte), prikupljaju se lični podaci. Podaci prikupljeni u slučaju kontakt forme mogu se vidjeti na odgovarajućem kontakt formu. Ovi podaci se pohranjuju i koriste isključivo u svrhu odgovaranja na vaš upit ili za uspostavljanje kontakta i povezane tehničke administracije. Pravni osnov za obradu podataka je naš legitimni interes da odgovorimo na vaš zahtjev u skladu sa čl. 6 st. 1 lit. f GDPR. Ako je vaš kontakt usmjeren na sklapanje ugovora, dodatni pravni osnov za obradu je čl. 6 st. 1 lit. b GDPR. Vaši podaci će biti izbrisani nakon obrade vašeg upita, što je slučaj ako se iz okolnosti može zaključiti da je predmetna stvar konačno razjašnjena i pod uslovom da ne postoje zakonske obaveze čuvanja podataka.
cs: Když nás kontaktujete (např. prostřednictvím kontaktního formuláře nebo e-mailu), shromažďujeme osobní údaje. Údaje shromážděné v případě kontaktního formuláře lze vidět na příslušném kontaktním formuláři. Tyto údaje jsou uchovávány a používány výhradně za účelem odpovědi na váš dotaz nebo pro navázání kontaktu a související technickou administrativu. Právním základem pro zpracování údajů je náš oprávněný zájem odpovědět na vaši žádost v souladu s čl. 6 odst. 1 písm. 1 lit. f GDPR. Pokud je váš kontakt zaměřen na uzavření smlouvy, dalším právním základem pro zpracování je čl. 6 odst. 1 písm. 1 lit. b GDPR. Vaše údaje budou vymazány po zpracování vašeho dotazu, což je případ, pokud lze z okolností dovodit, že daná záležitost byla s konečnou platností objasněna, a za předpokladu, že neexistují žádné zákonné povinnosti údaje uchovávat.
da: Når du kontakter os (f.eks. via kontaktformular eller e-mail), indsamles personoplysninger. De indsamlede data i tilfælde af en kontaktformular kan ses på den respektive kontaktformular. Disse data opbevares og bruges udelukkende med det formål at besvare din henvendelse eller til at etablere kontakt og den tilhørende tekniske administration. Retsgrundlaget for behandlingen af ​​dataene er vores legitime interesse i at besvare din anmodning i overensstemmelse med art. 6 stk. 1 lit. f GDPR. Hvis din kontakt sigter mod at indgå en kontrakt, er det yderligere retsgrundlag for behandlingen art. 6 stk. 1 lit. b GDPR. Dine data slettes, efter at din henvendelse er blevet behandlet, hvilket er tilfældet, hvis det af omstændighederne kan udledes, at det pågældende forhold er endeligt afklaret, og forudsat at der ikke er retlige forpligtelser til at opbevare data.
de: Im Rahmen der Kontaktaufnahme mit uns (z.B. per Kontaktformular oder E-Mail) werden personenbezogene Daten erhoben. Welche Daten im Falle eines Kontaktformulars erhoben werden, ist aus dem jeweiligen Kontaktformular ersichtlich. Diese Daten werden ausschließlich zum Zweck der Beantwortung Ihres Anliegens bzw. für die Kontaktaufnahme und die damit verbundene technische Administration gespeichert und verwendet. Rechtsgrundlage für die Verarbeitung der Daten ist unser berechtigtes Interesse an der Beantwortung Ihres Anliegens gemäß Art. 6 Abs. 1 lit. f DSGVO. Zielt Ihre Kontaktierung auf den Abschluss eines Vertrages ab, so ist zusätzliche Rechtsgrundlage für die Verarbeitung Art. 6 Abs. 1 lit. b DSGVO. Ihre Daten werden nach abschließender Bearbeitung Ihrer Anfrage gelöscht, dies ist der Fall, wenn sich aus den Umständen entnehmen lässt, dass der betroffene Sachverhalt abschließend geklärt ist und sofern keine gesetzlichen Aufbewahrungspflichten entgegenstehen.
el: Όταν επικοινωνείτε μαζί μας (π.χ. μέσω φόρμας επικοινωνίας ή ηλεκτρονικού ταχυδρομείου), συλλέγονται προσωπικά δεδομένα. Τα δεδομένα που συλλέγονται σε περίπτωση φόρμας επικοινωνίας μπορείτε να τα δείτε στην αντίστοιχη φόρμα επικοινωνίας. Τα δεδομένα αυτά αποθηκεύονται και χρησιμοποιούνται αποκλειστικά και μόνο για τον σκοπό της απάντησης στο ερώτημά σας ή για τη δημιουργία επαφής και τη σχετική τεχνική διαχείριση. Η νομική βάση για την επεξεργασία των δεδομένων είναι το έννομο συμφέρον μας να ανταποκριθούμε στο αίτημά σας σύμφωνα με το άρθρο 3 του ν. 6 παρ. 1 lit. f ΓΚΠΔ. Εάν η επικοινωνία σας αποσκοπεί στη σύναψη σύμβασης, η πρόσθετη νομική βάση για την επεξεργασία είναι το άρθρο 3 του Συντάγματος. 6 παρ. 1 στοιχ. β ΓΚΠΔ. Τα δεδομένα σας θα διαγραφούν μετά την επεξεργασία του ερωτήματός σας, πράγμα που συμβαίνει εάν από τις περιστάσεις μπορεί να συναχθεί ότι το εν λόγω ζήτημα έχει οριστικά διευκρινιστεί και υπό την προϋπόθεση ότι δεν υπάρχουν νομικές υποχρεώσεις διατήρησης δεδομένων.
es: En el marco de la toma de contacto con nosotros (p. ej., mediante formulario de contacto o correo electrónico) se recogen datos personales. Qué datos se recogen en el caso de un formulario de contacto se desprende del propio formulario. Estos datos se almacenan y utilizan exclusivamente con el fin de responder a tu solicitud o para el contacto y la administración técnica asociada. La base jurídica para el tratamiento de los datos es nuestro interés legítimo en responder a tu solicitud de acuerdo con el art. 6, apdo. 1, letra f del RGPD. Si tu contacto tiene como objetivo la celebración de un contrato, la base jurídica adicional para el tratamiento es el art. 6, apdo. 1, letra b del RGPD. Tus datos se eliminarán una vez que hayamos terminado de tramitar tu solicitud, cuando de las circunstancias se pueda deducir que el asunto en cuestión está aclarado y siempre que no existan obligaciones legales de conservación.
et: Meiega ühendust võttes (nt kontaktivormi või e-posti teel) kogutakse isikuandmeid. Kontaktivormi puhul kogutavad andmed on näha vastavas kontaktivormis. Neid andmeid salvestatakse ja kasutatakse ainult teie päringu vastamiseks või ühenduse võtmiseks ja sellega seotud tehnilise halduse eesmärgil. Andmete töötlemise õiguslik alus on meie õigustatud huvi vastata teie päringule vastavalt GDPR artikli 6 lõike 1 punktile f. Kui teie kontaktivõtmise eesmärk on lepingu sõlmimine, on andmete töötlemise täiendavaks õiguslikuks aluseks GDPR artikli 6 lõike 1 punkt b. Teie andmed kustutatakse pärast teie päringu lõplikku töötlemist, kui olukorrast nähtub, et asjaomane küsimus on lõplikult lahendatud ja kui see ei ole vastuolus seadusjärgsete säilitamiskohustustega.
fa: هنگامی که با ما تماس می گیرید (به عنوان مثال از طریق فرم تماس یا ایمیل)، اطلاعات شخصی جمع آوری می شود.داده های جمع آوری شده در مورد فرم تماس را می توان در فرم تماس مربوطه مشاهده کرد.این داده‌ها منحصراً برای پاسخ به درخواست شما یا برقراری تماس و مدیریت فنی مرتبط ذخیره و استفاده می‌شوند.مبنای قانونی برای پردازش داده ها، منافع مشروع ما در پاسخ به درخواست شما مطابق با هنر است.6 پاراگراف1 لیترf GDPR.اگر تماس شما با هدف انعقاد قرارداد است، مبنای قانونی اضافی برای پردازش هنر است.6 پاراگراف1 لیترb GDPR.داده های شما پس از پردازش استعلام شما حذف خواهد شد، در صورتی که از شرایط استنباط شود که موضوع مورد نظر در نهایت روشن شده است و به شرط عدم وجود تعهدات قانونی برای نگهداری داده ها.
fi: Kun otat meihin yhteyttä (esim. yhteydenottolomakkeella tai sähköpostitse), henkilötietoja kerätään.Yhteydenottolomakkeen yhteydessä kerätyt tiedot näkyvät vastaavalla yhteydenottolomakkeella.Nämä tiedot tallennetaan ja niitä käytetään yksinomaan tiedusteluusi vastaamiseen tai yhteydenottoa ja siihen liittyvää teknistä hallintoa varten.Tietojen käsittelyn oikeusperustana on oikeutettu etumme vastata pyyntöösi Art.6 kohta.1 lit.f GDPR.Jos yhteydenottosi on tarkoitettu sopimuksen tekemiseen, käsittelyn lisäoikeudellinen peruste on Art.6 kohta.1 lit.b GDPR.Tietosi poistetaan, kun tiedustelusi on käsitelty, eli jos olosuhteista voidaan päätellä, että kyseessä oleva asia on lopullisesti selvitetty, ja edellyttäen, että tietojen säilyttämiseen ei ole laillista velvoitetta.
fr: Dans le cadre de la prise de contact avec nous (par ex. via formulaire de contact ou e-mail), des données personnelles sont collectées. Les données collectées dans le cas d'un formulaire de contact figurent sur le formulaire correspondant. Ces données sont enregistrées et utilisées exclusivement dans le but de répondre à ta demande ou pour la prise de contact et l'administration technique associée. La base juridique du traitement des données est notre intérêt légitime à répondre à ta demande conformément à l'art. 6 al. 1 let. f du RGPD. Si ta prise de contact vise la conclusion d'un contrat, la base juridique supplémentaire du traitement est l'art. 6 al. 1 let. b du RGPD. Tes données seront supprimées après le traitement final de ta demande, lorsque les circonstances permettent de conclure que la situation est clarifiée et à condition qu'il n'existe pas d'obligations légales de conservation.
hi: जब आप हमसे संपर्क करते हैं (उदाहरण के लिए संपर्क फ़ॉर्म या ईमेल के माध्यम से), तो व्यक्तिगत डेटा एकत्र किया जाता है।संपर्क फ़ॉर्म के मामले में एकत्र किया गया डेटा संबंधित संपर्क फ़ॉर्म पर देखा जा सकता है।यह डेटा विशेष रूप से आपकी पूछताछ का जवाब देने या संपर्क स्थापित करने और संबंधित तकनीकी प्रशासन के उद्देश्य से संग्रहीत और उपयोग किया जाता है।डेटा के प्रसंस्करण का कानूनी आधार कला के अनुसार आपके अनुरोध का जवाब देने में हमारा वैध हित है।6 पैरा.1 ली.एफ जीडीपीआर.यदि आपके संपर्क का उद्देश्य अनुबंध समाप्त करना है, तो प्रसंस्करण के लिए अतिरिक्त कानूनी आधार कला है।6 पैरा.1 ली.बी जीडीपीआर.आपकी पूछताछ संसाधित होने के बाद आपका डेटा हटा दिया जाएगा, जो कि ऐसी स्थिति है यदि परिस्थितियों से यह अनुमान लगाया जा सकता है कि प्रश्न में मामला अंततः स्पष्ट कर दिया गया है और बशर्ते कि डेटा को बनाए रखने के लिए कोई कानूनी दायित्व नहीं है।
hr: Kada nas kontaktirate (npr. putem obrasca za kontakt ili e-pošte), osobni podaci se prikupljaju.Podaci prikupljeni u slučaju obrasca za kontakt mogu se vidjeti na dotičnom obrascu za kontakt.Ti se podaci pohranjuju i koriste isključivo u svrhu odgovora na Vaš upit ili za uspostavljanje kontakta i pripadajuće tehničke administracije.Pravna osnova za obradu podataka je naš legitimni interes da odgovorimo na Vaš zahtjev sukladno čl.6. st.1 lit.f GDPR.Ako je vaš kontakt usmjeren na sklapanje ugovora, dodatna pravna osnova za obradu je čl.6. st.1 lit.b GDPR.Vaši podaci bit će izbrisani nakon obrade Vašeg upita, a to je slučaj ako se iz okolnosti može zaključiti da je stvar konačno razjašnjena te pod uvjetom da ne postoje zakonske obveze čuvanja podataka.
hu: Amikor kapcsolatba lép velünk (pl. kapcsolatfelvételi űrlapon vagy e-mailben), személyes adatokat gyűjtünk. A kapcsolatfelvételi űrlap esetén gyűjtött adatok az adott kapcsolatfelvételi űrlapon láthatók. Ezeket az adatokat kizárólag az Ön megkeresésére történő válaszadás, illetve a kapcsolatfelvétel és a kapcsolódó technikai adminisztráció céljából tároljuk és használjuk fel. Az adatok feldolgozásának jogalapja az Ön kérésének megválaszolásához fűződő jogos érdekünk az Art. 6. bek. 1 lit. f GDPR értelmében. Ha az Ön kapcsolatfelvétele szerződés megkötésére irányul, az adatkezelés további jogalapja az Art. 6 bek. 1 lit. b GDPR. Az Ön adatait a megkeresése feldolgozását követően töröljük, ami akkor történik meg, ha a körülményekből arra lehet következtetni, hogy a kérdéses ügyet véglegesen tisztázták, és feltéve, hogy nincs jogi kötelezettség az adatok megőrzésére.
it: Nel contesto del contatto con noi (ad esempio tramite modulo di contatto o e-mail) vengono raccolti dati personali. Quali dati vengono raccolti in caso di modulo di contatto è indicato nel relativo modulo. Questi dati vengono memorizzati e utilizzati esclusivamente allo scopo di rispondere alla tua richiesta o per il contatto e la relativa amministrazione tecnica. Base giuridica del trattamento è il nostro legittimo interesse a rispondere alla tua richiesta ai sensi dell'art. 6 par. 1 lett. f GDPR. Se il tuo contatto mira alla conclusione di un contratto, ulteriore base giuridica del trattamento è l'art. 6 par. 1 lett. b GDPR. I tuoi dati saranno cancellati dopo la conclusione della tua richiesta quando dalle circostanze si possa dedurre che la questione è stata chiarita e purché non sussistano obblighi legali di conservazione.
ja: お客様が（お問い合わせフォームや電子メールなどを通じて）当社に連絡すると、個人データが収集されます。お問い合わせフォームの場合に収集されたデータは、それぞれの問い合わせフォームで確認できます。このデータは、お客様のお問い合わせに回答するため、または連絡先および関連する技術管理を確立する目的のみに保存および使用されます。データ処理の法的根拠は、第 2 条に従ってお客様の要求に応じるという当社の正当な利益です。6パラ。1点灯。f GDPR。あなたの連絡が契約の締結を目的としている場合、処理のための追加の法的根拠は第 2 条にあります。6パラ。1点灯。b GDPR。あなたのデータは、あなたの問い合わせが処理された後に削除されます。これは、状況から問題が最終的に解明されたと推測でき、データを保持する法的義務がない場合に当てはまります。
ko: 문의 시(예: 문의 양식 또는 이메일) 개인 데이터가 수집됩니다. 문의 양식의 경우 어떤 데이터가 수집되는지는 해당 양식에서 확인할 수 있습니다. 이 데이터는 문의에 답변하거나 연락 목적 및 관련된 기술적 관리에만 사용됩니다. 데이터 처리의 법적 근거는 GDPR 6조 1항 f호에 따른 당사의 정당한 이익입니다. 계약 체결을 위한 문의인 경우 GDPR 6조 1항 b호가 추가적으로 적용됩니다. 문의가 완전히 해결되었음이 명백한 경우, 법적 보존 의무가 없다면 데이터는 삭제됩니다.
lt: Kai susisiekiate su mumis (pvz., per kontaktinę formą arba el. paštą), renkami asmens duomenys. Kontaktinės formos atveju surinktus duomenis galite pamatyti atitinkamoje kontaktinėje formoje. Šie duomenys saugomi ir naudojami išskirtinai atsakant į jūsų užklausą arba užmegzti kontaktą ir susijusį techninį administravimą. Duomenų tvarkymo teisinis pagrindas yra mūsų teisėtas interesas atsakyti į jūsų prašymą pagal str. 6 d. 1 lit. f GDPR. Jei jūsų kontaktas yra skirtas sutarties sudarymui, papildomas teisinis duomenų tvarkymo pagrindas yra str. 6 d. 1 lit. b GDPR. Jūsų duomenys bus ištrinti po to, kai bus apdorotas jūsų užklausa, t.
ml: നിങ്ങൾ ഞങ്ങളെ ബന്ധപ്പെടുമ്പോൾ (ഉദാ. കോൺടാക്റ്റ് ഫോം അല്ലെങ്കിൽ ഇമെയിൽ വഴി), വ്യക്തിഗത ഡാറ്റ ശേഖരിക്കപ്പെടുന്നു. ഒരു കോൺടാക്റ്റ് ഫോമിൻ്റെ കാര്യത്തിൽ ശേഖരിച്ച ഡാറ്റ ബന്ധപ്പെട്ട കോൺടാക്റ്റ് ഫോമിൽ കാണാൻ കഴിയും. നിങ്ങളുടെ അന്വേഷണത്തോട് പ്രതികരിക്കുന്നതിനോ കോൺടാക്റ്റ് സ്ഥാപിക്കുന്നതിനോ അനുബന്ധ സാങ്കേതിക അഡ്മിനിസ്ട്രേഷനോ വേണ്ടി മാത്രമായി ഈ ഡാറ്റ സംഭരിക്കുകയും ഉപയോഗിക്കുകയും ചെയ്യുന്നു. കലയ്ക്ക് അനുസൃതമായി നിങ്ങളുടെ അഭ്യർത്ഥനയോട് പ്രതികരിക്കാനുള്ള ഞങ്ങളുടെ നിയമപരമായ താൽപ്പര്യമാണ് ഡാറ്റ പ്രോസസ്സ് ചെയ്യുന്നതിനുള്ള നിയമപരമായ അടിസ്ഥാനം. 6 ഖണ്ഡിക. 1 ലിറ്റർ. f GDPR. നിങ്ങളുടെ കോൺടാക്റ്റ് ഒരു കരാർ അവസാനിപ്പിക്കാൻ ലക്ഷ്യമിടുന്നുണ്ടെങ്കിൽ, പ്രോസസ്സിംഗിനുള്ള അധിക നിയമപരമായ അടിസ്ഥാനം കലയാണ്. 6 ഖണ്ഡിക. 1 ലിറ്റർ. b GDPR. നിങ്ങളുടെ അന്വേഷണം പ്രോസസ്സ് ചെയ്‌തതിന് ശേഷം നിങ്ങളുടെ ഡാറ്റ ഇല്ലാതാക്കപ്പെടും, പ്രശ്‌നത്തിലുള്ള കാര്യം ഒടുവിൽ വ്യക്തമാകുകയും ഡാറ്റ നിലനിർത്തുന്നതിന് നിയമപരമായ ബാധ്യതകളൊന്നുമില്ലെന്ന് നൽകുകയും ചെയ്‌ത സാഹചര്യത്തിൽ നിന്ന് അനുമാനിക്കാൻ കഴിയുമെങ്കിൽ ഇത് സംഭവിക്കും.
my: သင်ကျွန်ုပ်တို့နှင့်ဆက်သွယ်ရန် (e.g. ဆက်သွယ်ရန်ပုံစံသို့မဟုတ်အီးမေးလ်) ကိုဆက်သွယ်ပါကကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုကောက်ယူသည်။ အဆက်အသွယ်ပုံစံတွင်စုဆောင်းထားသောအချက်အလက်များကိုသက်ဆိုင်ရာအဆက်အသွယ်ပုံစံတွင်တွေ့နိုင်သည်။ ဤအချက်အလက်များကိုသင်၏စုံစမ်းရေးကော်မရှင်အားတုန့်ပြန်ရန်သို့မဟုတ်အဆက်အသွယ်နှင့်ဆက်စပ်နည်းပညာအုပ်ချုပ်မှုအတွက်တည်ဆောက်ရန်အတွက်သီးသန့်သိမ်းဆည်းထားပြီးအသုံးပြုသည်။ အချက်အလက်များ၏အပြောင်းအလဲအတွက်ဥပဒေရေးရာအခြေခံသည်သင်၏တောင်းဆိုမှုကိုအနုပညာနှင့်အညီတုံ့ပြန်ခြင်းသည်ကျွန်ုပ်တို့၏တရားဝင်အကျိုးစီးပွားဖြစ်သည်။ 6 para ။ 1 lit. gdpr ။ အကယ်. သင်၏အဆက်အသွယ်သည်စာချုပ်ကိုနိဂုံးချုပ်ရန်ရည်ရွယ်ထားပါကအပြောင်းအလဲအတွက်အပိုဆောင်းအခြေခံဖြစ်သည်။ 6 para ။ 1 lit. Gdpr ။ သင်၏စုံစမ်းရေးကော်မရှင်ကိုပြုပြင်ပြီးတဲ့နောက်သင့်ရဲ့ဒေတာကိုပယ်ဖျက်လိုက်ပြီးဒီကိစ္စနဲ့ပတ်သက်ပြီးဒီကိစ္စနဲ့ပတ်သက်ပြီးအဲ့ဒီအခြေအနေကိုရှင်းရှင်းလင်းလင်းဖော်ပြထားရင်အချက်အလက်တွေကိုဆက်လက်ထိန်းသိမ်းထားဖို့ဥပဒေရေးရာတာဝန်ဝတ္တရားတွေမရှိဘူးလို့ဆိုရင်ဒီလိုဖြစ်မှာပါ။
nl: In het kader van contact met ons (bijv. via contactformulier of e-mail) worden persoonsgegevens verzameld. Welke gegevens in het geval van een contactformulier worden verzameld, is te zien in het betreffende contactformulier. Deze gegevens worden uitsluitend opgeslagen en gebruikt voor het beantwoorden van uw vraag of voor contactopname en de daarmee samenhangende technische administratie. De rechtsgrondslag voor de verwerking van de gegevens is ons gerechtvaardigd belang bij het beantwoorden van uw vraag overeenkomstig Art. 6 lid 1 lit. f AVG. Indien uw contact gericht is op het sluiten van een contract, is de aanvullende rechtsgrondslag voor de verwerking Art. 6 lid 1 lit. b AVG. Uw gegevens worden na definitieve afhandeling van uw aanvraag verwijderd, dit is het geval wanneer uit de omstandigheden kan worden afgeleid dat de betreffende kwestie definitief is opgehelderd en voor zover er geen wettelijke bewaarplichten in de weg staan.
no: Når du kontakter oss (for eksempel via kontaktskjema eller e-post), samles personopplysninger inn. Dataene som samles inn i tilfelle et kontaktskjema kan sees på det respektive kontaktskjemaet. Disse dataene lagres og brukes utelukkende for å svare på din henvendelse eller for å etablere kontakt og tilhørende teknisk administrasjon. Det rettslige grunnlaget for behandlingen av dataene er vår legitime interesse i å svare på forespørselen din i henhold til art. 6 para. 1 lit. f GDPR. Hvis kontakten din er rettet mot å inngå en kontrakt, er det ekstra rettslige grunnlaget for behandling Art. 6 para. 1 lit. b GDPR. Dine data vil bli slettet etter at din henvendelse er behandlet, hvilket er tilfellet dersom det ut fra omstendighetene kan utledes at det aktuelle forholdet er endelig avklart og forutsatt at det ikke foreligger juridiske forpliktelser til å oppbevare data.
pl: Kiedy kontaktujesz się z nami (np. poprzez formularz kontaktowy lub e-mail), zbierane są dane osobowe. Z danymi zebranymi w przypadku formularza kontaktowego można zapoznać się w odpowiednim formularzu kontaktowym. Dane te są przechowywane i wykorzystywane wyłącznie w celu udzielenia odpowiedzi na Twoje zapytanie lub nawiązania kontaktu i związanej z tym administracji technicznej. Podstawą prawną przetwarzania danych jest nasz prawnie uzasadniony interes polegający na udzieleniu odpowiedzi na Twoje żądanie zgodnie z art. 6 ust. 1 lit. f RODO. Jeżeli Twój kontakt ma na celu zawarcie umowy, dodatkową podstawą prawną przetwarzania jest art. 6 ust. 1 lit. b RODO. Twoje dane zostaną usunięte po rozpatrzeniu Twojego zapytania, co ma miejsce w przypadku, gdy z okoliczności można wywnioskować, że dana sprawa została ostatecznie wyjaśniona oraz pod warunkiem, że nie istnieją żadne prawne obowiązki dotyczące retencji danych.
pt: No contexto de entrar em contato conosco (por exemplo, via formulário de contato ou e-mail), são coletados dados pessoais. Quais dados são coletados no caso de um formulário de contato estão indicados no respectivo formulário. Esses dados são armazenados e usados exclusivamente para responder à sua solicitação ou para o contato e a administração técnica associada. A base legal para o processamento é nosso interesse legítimo em responder à sua solicitação de acordo com o art. 6, par. 1, lit. f do GDPR. Se seu contato visa à celebração de um contrato, base legal adicional é o art. 6, par. 1, lit. b do GDPR. Seus dados serão apagados após a conclusão do processamento de sua solicitação, quando as circunstâncias indicarem que o assunto foi esclarecido e desde que não existam obrigações legais de retenção.
ru: При обращении к нам (например, через контактную форму или по электронной почте) собираются персональные данные. Какие данные собираются в случае контактной формы, видно из самой формы. Эти данные сохраняются и используются исключительно для ответа на ваш запрос или для контакта и связанной с этим технической обработки. Правовым основанием обработки является наш законный интерес в ответе на ваш запрос в соответствии со ст. 6 п. 1 лит. f GDPR. Если ваше обращение направлено на заключение договора, дополнительным правовым основанием обработки является ст. 6 п. 1 лит. b GDPR. Ваши данные будут удалены после окончательной обработки вашего запроса, когда из обстоятельств будет понятно, что вопрос окончательно урегулирован, и при отсутствии законных обязанностей по хранению.
sl: Ko stopite v stik z nami (npr. preko kontaktnega obrazca ali elektronske pošte), se zbirajo osebni podatki. Podatki, zbrani v primeru kontaktnega obrazca, so vidni na posameznem kontaktnem obrazcu. Ti podatki se hranijo in uporabljajo izključno za namene odgovora na vaše povpraševanje ali za vzpostavitev kontakta in s tem povezano tehnično administracijo. Pravna podlaga za obdelavo podatkov je naš zakoniti interes za odgovor na vašo zahtevo v skladu s čl. 6. odst. 1 lit. f GDPR. Če je vaš kontakt namenjen sklenitvi pogodbe, je dodatna pravna podlaga za obdelavo 2. čl. 6. odst. 1 lit. b GDPR. Vaši podatki bodo izbrisani po obdelavi vašega povpraševanja, kar velja, če je iz okoliščin mogoče sklepati, da je zadeva dokončno razjasnjena in če ni zakonskih obveznosti hrambe podatkov.
sr: Када нас контактирате (нпр. путем контакт обрасца или е-поште), прикупљају се лични подаци. Подаци прикупљени у случају контакт форме могу се видети на одговарајућем контакт форму. Ови подаци се чувају и користе искључиво у сврху одговарања на ваш упит или за успостављање контакта и повезане техничке администрације. Правни основ за обраду података је наш легитимни интерес да одговоримо на ваш захтев у складу са чл. 6 ст. 1 лит. ф ГДПР. Уколико је ваш контакт усмерен на закључивање уговора, додатни правни основ за обраду је чл. 6 ст. 1 лит. б ГДПР. Ваши подаци ће бити избрисани након обраде вашег упита, што је случај ако се из околности може закључити да је предметна ствар коначно разјашњена и под условом да не постоје законске обавезе чувања података.
sv: När du kontaktar oss (t.ex. via kontaktformulär eller e-post) samlas personuppgifter in. Uppgifterna som samlas in vid kontaktformulär kan ses på respektive kontaktformulär. Dessa uppgifter lagras och används uteslutande i syfte att svara på din förfrågan eller för att upprätta kontakt och tillhörande teknisk administration. Den rättsliga grunden för behandlingen av uppgifterna är vårt berättigade intresse av att svara på din begäran i enlighet med art. 6 para. 1 lit. f GDPR. Om din kontakt syftar till att ingå ett avtal är den ytterligare rättsliga grunden för behandlingen art. 6 para. 1 lit. b GDPR. Dina uppgifter kommer att raderas efter att din förfrågan har behandlats, vilket är fallet om det av omständigheterna kan utläsas att ärendet i fråga är slutligt klarlagt och under förutsättning att det inte finns några rättsliga skyldigheter att bevara uppgifter.
sw: Unapowasiliana nasi (k.m. kupitia fomu ya mawasiliano au barua pepe), data ya kibinafsi inakusanywa. Takwimu zilizokusanywa katika kesi ya fomu ya mawasiliano zinaweza kuonekana kwenye fomu husika ya mawasiliano. Takwimu hii imehifadhiwa na kutumiwa peke kwa madhumuni ya kujibu uchunguzi wako au kwa kuanzisha mawasiliano na utawala wa kiufundi unaohusika. Msingi wa kisheria wa usindikaji wa data ni nia yetu halali ya kujibu ombi lako kulingana na sanaa. 6 para. 1 lit. F GDPR. Ikiwa mawasiliano yako yanalenga kumaliza mkataba, msingi wa ziada wa kisheria wa usindikaji ni sanaa. 6 para. 1 lit. B GDPR. Takwimu zako zitafutwa baada ya uchunguzi wako kusindika, ambayo ni kesi ikiwa inaweza kutolewa kutoka kwa hali ambayo suala linalohusika limefafanuliwa hatimaye na mradi hakuna majukumu ya kisheria ya kuhifadhi data.
th: เมื่อคุณติดต่อเรา (เช่น ผ่านแบบฟอร์มติดต่อหรืออีเมล) ข้อมูลส่วนบุคคลจะถูกเก็บรวบรวม ข้อมูลที่รวบรวมในกรณีของแบบฟอร์มการติดต่อสามารถดูได้ในแบบฟอร์มการติดต่อที่เกี่ยวข้อง ข้อมูลนี้ถูกจัดเก็บและใช้เพื่อจุดประสงค์ในการตอบคำถามของคุณหรือเพื่อสร้างการติดต่อและการบริหารด้านเทคนิคที่เกี่ยวข้องเท่านั้น พื้นฐานทางกฎหมายสำหรับการประมวลผลข้อมูลถือเป็นประโยชน์โดยชอบด้วยกฎหมายของเราในการตอบสนองต่อคำขอของคุณตามมาตรา 6 ย่อหน้า 1 ไลท์. ฉ GDPR หากผู้ติดต่อของคุณมีเป้าหมายในการสรุปสัญญา พื้นฐานทางกฎหมายเพิ่มเติมสำหรับการประมวลผลคือมาตรา 6 ย่อหน้า 1 ไลท์. ข. GDPR ข้อมูลของคุณจะถูกลบหลังจากที่ข้อซักถามของคุณได้รับการประมวลผลแล้ว ซึ่งในกรณีนี้สามารถอนุมานได้จากสถานการณ์ที่เรื่องที่เป็นปัญหาได้รับการชี้แจงในที่สุด และโดยมีเงื่อนไขว่าไม่มีภาระผูกพันทางกฎหมายในการเก็บรักษาข้อมูล
tr: Bizimle iletişime geçtiğinizde (örneğin iletişim formu veya e-posta yoluyla) kişisel veriler toplanır. Bir iletişim formu durumunda toplanan veriler ilgili iletişim formunda görülebilir. Bu veriler yalnızca sorunuza yanıt vermek veya iletişim kurmak ve ilgili teknik yönetim amacıyla saklanır ve kullanılır. Verilerin işlenmesinin yasal dayanağı, talebinize Sanat uyarınca yanıt verme konusundaki meşru menfaatimizdir. 6 paragraf. 1 yaktı. f GDPR. Bağlantınız bir sözleşme imzalamayı hedefliyorsa, işlemenin ek yasal dayanağı Art. 6 paragraf. 1 yaktı. b GDPR. Verileriniz, talebiniz işleme alındıktan sonra, söz konusu konunun nihai olarak açıklığa kavuşturulduğu ve veri saklama konusunda herhangi bir yasal yükümlülüğün bulunmadığı durumlarda silinecektir.
uk: Коли ви звертаєтеся до нас (наприклад, через контактну форму або електронну пошту), збираються персональні дані. Дані, зібрані у випадку контактної форми, можна побачити у відповідній контактній формі. Ці дані зберігаються та використовуються виключно з метою відповіді на ваш запит або для встановлення контакту та відповідного технічного адміністрування. Правовою основою для обробки даних є наш законний інтерес у відповіді на ваш запит відповідно до ст. 6 абз. 1 л. f GDPR. Якщо ваш контакт спрямований на укладення договору, додатковою правовою підставою для обробки є ст. 6 абз. 1 л. b GDPR. Ваші дані буде видалено після обробки вашого запиту, якщо з обставин можна зробити висновок, що питання остаточно з’ясовано, і за умови, що немає юридичних зобов’язань щодо збереження даних.
vi: Khi bạn liên hệ với chúng tôi (ví dụ: qua biểu mẫu liên hệ hoặc email), dữ liệu cá nhân sẽ được thu thập. Dữ liệu được thu thập trong trường hợp biểu mẫu liên hệ có thể được nhìn thấy trên biểu mẫu liên hệ tương ứng. Dữ liệu này được lưu trữ và sử dụng riêng cho mục đích trả lời câu hỏi của bạn hoặc để thiết lập liên hệ và quản lý kỹ thuật liên quan. Cơ sở pháp lý cho việc xử lý dữ liệu là mong muốn chính đáng của chúng tôi trong việc đáp ứng yêu cầu của bạn theo Nghệ thuật. 6 đoạn. 1 lít. f GDPR. Nếu liên hệ của bạn nhằm mục đích ký kết hợp đồng, cơ sở pháp lý bổ sung để xử lý là Điều. 6 đoạn. 1 lít. b GDPR. Dữ liệu của bạn sẽ bị xóa sau khi yêu cầu của bạn được xử lý, đó là trường hợp có thể suy ra từ các trường hợp mà vấn đề được đề cập cuối cùng đã được làm rõ và miễn là không có nghĩa vụ pháp lý nào để lưu giữ dữ liệu.
zh: 当您联系我们时（例如通过联系表或电子邮件），个人数据将被收集。联系表格中收集的数据可以在相应的联系表格上查看。该数据的存储和使用仅用于回复您的询问或建立联系以及相关的技术管理。数据处理的法律依据是我们根据第 1 条回应您的请求的合法权益。第 6 段1 点燃。 f GDPR。如果您的联系旨在签订合同，则处理的额外法律依据是艺术。第 6 段1 点燃。 b GDPR。如果从情况可以推断所涉问题已最终澄清并且没有保留数据的法律义务，则您的数据将在处理您的询问后被删除。
