Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# heatmapLegendDisclaimer
source: Info: Shaded boxes contain an estimated value. To read the actual consumption/output, please fill in the missing meter readings if possible.
af: Info: Gekleurde blokke bevat 'n geskatte waarde. Om die werklike verbruik/opbrengs te lees, vul asseblief die ontbrekende meterlesings in, indien moontlik.
ar: معلومات: الصناديق المظللة تحتوي على قيمة مقدرة. لقراءة الاستهلاك/الإنتاج الفعلي، يرجى ملء قراءات العدادات المفقودة إن أمكن.
bg: Информация: Защрихованите кутии съдържат приблизителна стойност. За да прочетете действителната консумация/производство, моля, попълнете липсващите показания на брояча, ако е възможно.
bs: Informacije: Zasjenjene kutije sadrže procijenjenu vrijednost. Da biste očitali stvarnu potrošnju/izlaz, popunite nedostajuća očitanja brojila ako je moguće.
cs: Informace: Stínované rámečky obsahují odhadovanou hodnotu. Pro odečtení skutečné spotřeby/výkonu prosím doplňte chybějící stavy elektroměru, pokud je to možné.
da: Info: Skraverede felter indeholder en estimeret værdi. For at aflæse det faktiske forbrug/ydelse bedes du om muligt udfylde de manglende måleraflæsninger.
de: Info: Schraffierte Boxen enthalten einen Schätzwert. Um den tatsächlichen Verbrauch/Ertrag abzulesen, bitte falls möglich, die fehlenden Werte nachtragen.
el: Πληροφορίες: Τα σκιασμένα πλαίσια περιέχουν μια εκτιμώμενη τιμή. Για να διαβάσετε την πραγματική κατανάλωση/απόδοση, συμπληρώστε τις ενδείξεις των μετρητών που λείπουν αν είναι δυνατόν.
es: Información: Las casillas sombreadas contienen un valor estimado. Para leer el consumo/la producción reales, rellene, si es posible, las lecturas del contador que faltan.
et: Info: Varjutatud kastid sisaldavad hinnangulist väärtust. Tegeliku tarbimise/toodangu lugemiseks täitke võimalusel puuduvad arvesti näidud.
fa: اطلاعات: جعبه های سایه دار حاوی مقدار تخمینی هستند.برای خواندن میزان مصرف/خروجی واقعی، لطفاً در صورت امکان، قرائت‌های موجود در کنتور را پر کنید.
fi: Info: Varjostetut laatikot sisältävät arvioidun arvon.Todellisen kulutuksen/tehon lukemiseksi täytä puuttuvat mittarin lukemat, jos mahdollista.
fr: Info : les cases hachurées contiennent une estimation. Pour relever la consommation/le rendement réel, veuillez si possible ajouter les relevés de compteur manquants.
hi: जानकारी: छायांकित बक्सों में अनुमानित मूल्य होता है।वास्तविक खपत/आउटपुट पढ़ने के लिए, यदि संभव हो तो कृपया छूटी हुई मीटर रीडिंग भरें।
hr: Informacije: osjenčani okviri sadrže procijenjenu vrijednost.Kako biste očitali stvarnu potrošnju/izlaz, popunite očitanja mjerača koja nedostaju ako je moguće.
hu: Információ: Az árnyékolt dobozok becsült értéket tartalmaznak. A tényleges fogyasztás/teljesítmény leolvasásához kérjük, lehetőség szerint töltse ki a hiányzó mérőórákat.
it: Info: Le caselle ombreggiate contengono un valore stimato. Per leggere il consumo/la produzione effettivi, si prega di compilare le letture mancanti del contatore, se possibile.
ja: 情報: 網掛けのボックスには推定値が含まれています。実際の消費量/出力を読み取るには、不足しているメーター測定値を可能であれば記入してください。
ko: 안내: 색이 칠해진 칸에는 추정값이 포함되어 있습니다. 실제 소비량/생산량을 확인하려면 가능한 경우 누락된 계량기 값을 입력해 주세요.
lt: Informacija: užtamsintose dėžutėse yra apskaičiuota vertė. Norėdami sužinoti tikrąjį suvartojimą / našumą, jei įmanoma, užpildykite trūkstamus skaitiklio rodmenis.
ml: വിവരം: ഷേഡുള്ള ബോക്സുകളിൽ കണക്കാക്കിയ മൂല്യം അടങ്ങിയിരിക്കുന്നു. യഥാർത്ഥ ഉപഭോഗം/ഔട്ട്‌പുട്ട് വായിക്കാൻ, സാധ്യമെങ്കിൽ നഷ്‌ടമായ മീറ്റർ റീഡിംഗുകൾ പൂരിപ്പിക്കുക.
my: Info: Shaded box များခန့်မှန်းတန်ဖိုးပါ 0 င်သည်။ အမှန်တကယ်စားသုံးမှု / output ကိုဖတ်ရန်ဖြစ်နိုင်လျှင်ပျောက်ဆုံးနေသောမီတာဖတ်ခြင်းများကိုဖြည့်ပါ။
nl: Info: Gearceerde vakken bevatten een geschatte waarde. Om het werkelijke verbruik/opbrengst te lezen, vul dan indien mogelijk de ontbrekende meterstanden in.
no: Info: Skraverte bokser inneholder en estimert verdi. For å lese av faktisk forbruk/effekt, fyll inn de manglende målerstandene hvis mulig.
pl: Informacje: Zacienione pola zawierają szacunkową wartość. Aby odczytać rzeczywiste zużycie/wydajność, prosimy o uzupełnienie brakujących odczytów liczników, jeśli to możliwe.
pt: Informação: As caixas sombreadas contêm um valor estimado. Para ler o consumo/rendimento real, preencha, se possível, as leituras em falta no contador.
ru: Информация: В заштрихованных ячейках указано расчетное значение. Для того чтобы считать фактическое потребление/выход, пожалуйста, заполните недостающие показания счетчика, если это возможно.
sl: Informacije: Zasenčena polja vsebujejo ocenjeno vrednost. Za odčitavanje dejanske porabe/proizvodnje prosimo, da dopolnite manjkajoče odčitke števca, če je to mogoče.
sr: Информације: Осенчене кутије садрже процењену вредност. Да бисте очитали стварну потрошњу/излаз, попуните недостајућа очитавања бројила ако је могуће.
sv: Info: Skuggade rutor innehåller ett uppskattat värde. För att avläsa den faktiska förbrukningen/effekten, vänligen fyll i de saknade mätaravläsningarna om möjligt.
sw: Maelezo: Sanduku zilizo na kivuli zina thamani inayokadiriwa. Ili kusoma matumizi/pato halisi, tafadhali jaza usomaji wa mita uliokosekana ikiwa inawezekana.
th: ข้อมูล: กล่องที่แรเงาประกอบด้วยค่าโดยประมาณ หากต้องการอ่านปริมาณการใช้/เอาท์พุตจริง โปรดกรอกข้อมูลการอ่านมิเตอร์ที่หายไปหากเป็นไปได้
tr: Bilgi: Gölgeli kutular tahmini bir değer içerir. Gerçek tüketimi/çıkışı okumak için lütfen mümkünse eksik sayaç okumalarını doldurun.
uk: Інформація: затінені поля містять приблизну вартість. Щоб прочитати фактичне споживання/виробництво, будь ласка, заповніть відсутні показання лічильника, якщо можливо.
vi: Thông tin: Các hộp tô bóng chứa giá trị ước tính. Để đọc mức tiêu thụ/đầu ra thực tế, vui lòng điền số chỉ còn thiếu của đồng hồ nếu có thể.
zh: 信息：阴影框包含估计值。要读取实际消耗/输出，请尽可能填写缺失的仪表读数。

source: Consumption Heatmap
af: Verbruik-hittekaart
ar: خريطة حرارة الاستهلاك
bg: Топлинна карта на консумацията
bs: Heatmap potrošnje
cs: Tepelná mapa spotřeby
da: Forbrug varmekort
de: Verbrauchs-Heatmap
el: Χάρτης θερμότητας κατανάλωσης
es: Mapa de consumo
et: Tarbmise soojustabel
fa: نقشه حرارتی مصرف
fi: Kulutus lämpökartta
fr: Carte thermique des consommations
hi: उपभोग हीटमैप
hr: Toplinska karta potrošnje
hu: Fogyasztási hőtérkép
it: Mappa termica del consumo
ja: 消費ヒートマップ
ko: 소비 히트맵
lt: Vartojimo šilumos žemėlapis
ml: ഉപഭോഗ ഹീറ്റ്മാപ്പ്
my: စားသုံးမှု HeTmap
nl: Verbruik Heatmap
no: Forbruk varmekart
pl: Mapa cieplna zużycia
pt: Mapa de calor de consumo
ru: Теплограмма потребления
sl: Toplotni zemljevid porabe
sr: Хеатмап потрошње
sv: Förbrukningsvärmekarta
sw: Matumizi ya joto
th: แผนที่ความร้อนการบริโภค
tr: Tüketim Isı Haritası
uk: Теплова карта споживання
vi: Bản đồ nhiệt tiêu thụ
zh: 消费热图

# consumptionHeatmapYield
source: Yield Heatmap
af: Opbrengs-hittekaart
ar: خريطة حرارة الإنتاج
bg: Топлинна карта на производството
bs: Heatmap prinosa
cs: Tepelná mapa výnosu
da: Udbytte varmekort
de: Ertrags-Heatmap
el: Χάρτης θερμότητας απόδοσης
es: Mapa de rendimiento
et: Toodangu soojustabel
fa: نقشه حرارتی بازده
fi: Tuoton lämpökartta
fr: Carte thermique des revenus
hi: यील्ड हीटमैप
hr: Toplinska karta prinosa
hu: Hőtérkép a hozamról
it: Mappa di calore della resa
ja: 収量ヒートマップ
ko: 생산 히트맵
lt: Išeiga Heatmap
ml: യീൽഡ് ഹീറ്റ്മാപ്പ്
my: hatmap ကိုလိုက်လျော
nl: Opbrengst Heatmap
pl: Mapa cieplna plonów
pt: Mapa do calor de rendimento
ru: Тепловая карта урожайности
sl: Toplotni zemljevid donosa
sr: Хеатмап приноса
sv: Utbyte Heatmap
sw: Mazao ya joto
th: แผนที่ความร้อนของผลผลิต
tr: Getiri Isı Haritası
uk: Теплова карта врожайності
vi: Bản đồ nhiệt năng suất
zh: 产量热图

source: Consumption
af: Verbruik
ar: الاستهلاك
bg: Консумация
bs: Potrošnja
cs: Spotřeba
da: Forbrug
de: Verbrauch
el: Κατανάλωση
es: Consumo
et: Tarbib
fa: مصرف
fi: Kulutus
fr: Consommation
hi: उपभोग
hr: Potrošnja
hu: Fogyasztás
it: Consumo
ja: 消費
ko: 소비
lt: Vartojimas
ml: ഉപഭോഗം
my: ကုန်စေခြင်း
nl: Verbruik
no: Forbruk
pl: Konsumpcja
pt: Consumo
ru: Потребление
sl: Poraba
sr: Потрошња
sv: Konsumtion
sw: Matumizi
th: การบริโภค
tr: Tüketim
uk: Споживання
vi: Sự tiêu thụ
zh: 消耗

# consumptionYield
source: Yield
af: Opbrengs
ar: الإنتاج
bg: Производство
bs: Prinos
cs: Výtěžek
da: Udbytte
de: Ertrag
el: Απόδοση
es: Rendimiento
et: Toodab
fa: بازده
fi: Tuotto
fr: Rendement
hi: उपज
hr: Prinos
hu: Hozam
it: Resa
ja: 収率
ko: 생산
lt: Derlius
ml: വിളവ്
my: အသားပေး
nl: Opbrengst
no: Avkastning
pl: Dawać
pt: Rendimento
ru: Урожайность
sl: donos
sr: Принос
sv: Avkastning
sw: Mavuno
th: ผลผลิต
tr: Teslim olmak
uk: Врожайність
vi: Năng suất
zh: 屈服

source: Show all years
af: Wys alle jare
ar: عرض جميع السنوات
bg: Покажи всички години
bs: Prikaži sve godine
cs: Zobrazit všechny roky
da: Vis alle år
de: Alle Jahre anzeigen
el: Εμφάνιση όλων των ετών
es: Mostrar todos los años
et: Näita kõiki aastaid
fa: نمایش تمام سال ها
fi: Näytä kaikki vuodet
fr: Voir toutes les années
hi: सभी वर्ष दिखाएँ
hr: Prikaži sve godine
hu: Minden év megjelenítése
it: Mostra tutti gli anni
ja: すべての年を表示
ko: 모든 연도 보기
lt: Rodyti visus metus
ml: എല്ലാ വർഷവും കാണിക്കുക
my: နှစ်ပေါင်းများစွာပြပါ
nl: Alle jaren tonen
no: Vis alle år
pl: Pokaż wszystkie lata
pt: Mostrar todos os anos
ru: Показать все годы
sl: Pokaži vsa leta
sr: Прикажи све године
sv: Visa alla år
sw: Onyesha miaka yote
th: แสดงทุกปี
tr: Tüm yılları göster
uk: Показати всі роки
vi: Hiển thị tất cả các năm
zh: 显示所有年份

# appNameShort
source: EHW+
hi: ईएचडब्ल्यू+
sr: ЕХВ+
zh: 电子健康+

# appName
source: EHW+ | Consumption & meter readings
af: EHW+ | Verbruik & meterlesings
ar: EHW+ | الاستهلاك وقراءات العدادات
bg: EHW+ | Консумация и показания на броячи
bs: EHW+ | Potrošnja i očitanja brojila
cs: EHW+ | Spotřeba a stav měřičů
da: EHW+ | Forbrug & måleraflæsninger
de: EHW+ | Verbrauch & Zählerstände
el: EHW+ | Κατανάλωση & μετρήσεις μετρητών
es: EHW+ | Consumo y lecturas de los medidores
et: EHW+ | Tarbimine & näidud
fa: EHW+ |مصرف و قرائت کنتور
fi: EHW+ |Kulutus ja mittarilukemat
fr: EHW+ | Consommation et relevés de compteurs
hi: ईएचडब्ल्यू+ |खपत एवं मीटर रीडिंग
hr: EHW+ |Potrošnja i očitanja brojila
hu: EHW+ | Fogyasztás és mérőórák leolvasása
it: EHW+ | Consumo e letture del contatore
ja: EHW+ |消費量とメーター測定値
ko: EHW+ | 소비 및 계량기 값
lt: EHW+ | Sąnaudos ir skaitiklių rodmenys
ml: EHW+ | ഉപഭോഗവും മീറ്റർ റീഡിംഗുകളും
my: ehw + | စားသုံးမှု & မီတာဖတ်ခြင်း
nl: EHW+ | Verbruik & meterstanden
no: EHW+ | Forbruk og måleravlesninger
pl: EHW+ | Zużycie i odczyty liczników
pt: EHW+ | Leituras de Consumos e Medidores
ru: EHW+ | Показания расхода и счетчика
sl: EHW+ | Poraba in odčitki števca
sr: ЕХВ+ | Потрошња и очитавања бројила
sv: EHW+ | Förbrukning & mätarställning
sw: EHW+ | Matumizi na usomaji wa mita
th: EHW+ | ปริมาณการใช้และการอ่านมิเตอร์
tr: EHW+ | Tüketim ve sayaç okumaları
uk: EHW+ | Споживання та показання лічильників
vi: EHW+ | Tiêu thụ và chỉ số đồng hồ
zh: 电子健康+ |消耗量和仪表读数

# tabCounters
source: Meters
ar: العدادات
bg: Броячи
bs: Metri
cs: metrů
da: Meter
de: Zähler
el: Μετρητές
es: Contador
et: Arvestid
fa: مترها
fi: Mittarit
fr: Compteurs
hi: मीटर की दूरी पर
hr: Brojači
hu: Méterek
it: Contatore
ja: メートル
ko: 계량기
lt: Metrai
ml: മീറ്റർ
my: မီတာ
nl: Meterstanden
no: Meter
pl: Metry
pt: Contador
ru: Счетчик
sl: Metri
sr: Метерс
sv: Meter
sw: Mita
th: เมตร
tr: Metre
uk: Метри
vi: Mét
zh: 米

# tabStatistics
source: Statistics
af: Statistiek
ar: الإحصائيات
bg: Статистики
bs: Statistika
cs: Statistika
da: Statistik
de: Statistiken
el: Στατιστικά στοιχεία
es: Estadísticas
et: Statistika
fa: آمار
fi: Tilastot
fr: Statistiques
hi: आंकड़े
hr: Statistika
hu: Statisztikák
it: Statistiche
ja: 統計
ko: 통계
lt: Statistika
ml: സ്ഥിതിവിവരക്കണക്കുകൾ
my: စာရင်းအင်း
nl: Statistieken
no: Statistikk
pl: Statystyka
pt: Estatísticas
ru: Статистика
sl: Statistika
sr: Статистика
sv: Statistik
sw: Takwimu
th: สถิติ
tr: İstatistikler
uk: Статистика
vi: Thống kê
zh: 统计数据

# tabObject
source: Object
af: Objek
ar: الكائن
bg: Обект
bs: Objekat
cs: Objekt
da: Objekt
de: Objekt
el: Αντικείμενο
es: Objeto
et: Objekt
fa: شیء
fi: Objekti
fr: Bien
hi: वस्तु
hr: Objekt
hu: Objektum
it: Oggetto
ja: 物体
ko: 대상
lt: Objektas
ml: വസ്തു
my: ကန့်ကွက်
nl: Voorwerp
no: Gjenstand
pl: Obiekt
pt: Objecto
ru: Объект
sl: Objekt
sr: Објекат
sv: Objekt
sw: Kitu
th: วัตถุ
tr: Nesne
uk: Об'єкт
vi: Sự vật
zh: 目的

# tabNews
source: Tips/News
af: Wenke/Nuus
ar: نصائح/أخبار
bg: Съвети/Новини
bs: Savjeti/Novosti
cs: Tipy/Novinky
da: Tips/Nyheder
de: Tipps/News
el: Συμβουλές/Νέα
es: Consejos/Noticias
et: Nõuanded/Uudised
fa: نکات/اخبار
fi: Vinkkejä/uutisia
fr: Conseils/Actualités
hi: युक्तियाँ/समाचार
hr: Savjeti/Novosti
hu: Tippek/Hírek
it: Consigli/Notizie
ja: ヒント/ニュース
ko: 팁/뉴스
lt: Patarimai/naujienos
ml: നുറുങ്ങുകൾ/വാർത്തകൾ
my: သိကောင်းစရာများ / သတင်းများ
nl: Tips/Nieuws
no: Tips/Nyheter
pl: Wskazówki/aktualności
pt: Dicas/Notícias
ru: Советы/Новости
sl: Nasveti/Novice
sr: Савети/Новости
sv: Tips/Nyheter
sw: Vidokezo/Habari
th: เคล็ดลับ/ข่าวสาร
tr: İpuçları/Haberler
uk: Поради/Новини
vi: Mẹo/Tin tức
zh: 提示/新闻

# ofRangeLastDays
source: of the last {days} days
af: van die laaste {days} dae
ar: من آخر {days} يوم
bg: от последните {days} дни
bs: od posljednjih {days} dana
cs: z posledních {days} dnů
da: af de sidste {days} dage
de: der letzten {days} Tage
el: των τελευταίων ημερών του {days}
es: de los últimos {days} días
et: viimase {days} päeva kohta
fa: از {days} روز گذشته
fi: viimeisestä {days} päivästä
fr: des {days} derniers jours
hi: पिछले {days} दिनों का
hr: zadnjih {days} dana
hu: az elmúlt {days} napok
it: degli ultimi {days} giorni
ja: 過去 {days} 日間
ko: 최근 {days}일 동안
lt: paskutinių {days} dienų
ml: കഴിഞ്ഞ {days} ദിവസങ്ങളിൽ
my: နောက်ဆုံး Phtoken0 ရက်ပေါင်း၏
nl: van de laatste {days} dagen
no: av de siste {days} dagene
pl: z ostatnich {days} dni
pt: dos últimos {days} dias
ru: за последние {days} дней
sl: zadnjih {days} dni
sr: последњих ПХТОКЕН0 дана
sv: av de senaste {days} dagarna
sw: ya siku za mwisho za phtoken0
th: ของ {days} วันที่ผ่านมา
tr: son {days} günün
uk: за останні {days} днів
vi: trong số {days} ngày qua
zh: 过去 {days} 天的

# ofRangeLastMonths
source: for the last {months} months
af: vir die laaste {months} maande
ar: لآخر {months} شهر
bg: за последните {months} месеца
bs: za posljednjih {months} mjeseci
cs: za posledních {months} měsíců
da: for de sidste {months} måneder
de: der letzten {months} Monate
el: για τους τελευταίους {months} μήνες
es: de los últimos {months} meses
et: viimase {months} kuu kohta
fa: برای {months} ماه گذشته
fi: viimeisten {months} kuukauden aikana
fr: pour les derniers {months}
hi: पिछले {months} महीनों के लिए
hr: za zadnjih {months} mjeseci
hu: {months} hónapja
it: per gli ultimi {months} mesi
ja: 過去 {months} か月間
ko: 최근 {months}개월 동안
lt: už paskutinius {months} mėn
ml: കഴിഞ്ഞ {months} മാസമായി
my: နောက်ဆုံး Phtoken0 လများအတွက်
nl: voor de laatste {months} maanden
no: for de siste {months} månedene
pl: za ostatnie miesiące {months}
pt: durante os últimos {months}
ru: за последние {months} месяца
sl: za zadnjih {months} mesecev
sr: за последњих ПХТОКЕН0 месеци
sv: för de senaste {months} månaderna
sw: kwa miezi ya mwisho ya phtoken0
th: สำหรับ {months} เดือนที่ผ่านมา
tr: son {months} ay için
uk: за останні {months} місяців
vi: trong {months} tháng qua
zh: 过去 {months} 个月

# ofRangeFrom
source: from {range}
af: vanaf {range}
ar: من {range}
bg: от {range}
bs: od {range}
cs: od {range}
da: fra {range}
de: vom {range}
el: από το {range}
es: de {range}
et: alates {range}
fa: از {range}
fi: ajalta {range}
fr: pour {range}
hi: {range} से
hr: od {range}
hu: {range}
it: per {range}
ja: {range}より
ko: {range}부터
lt: nuo {range}
ml: {range} മുതൽ
my: Phtoked0 မှ
nl: van {range}
no: fra {range}
pl: z PTOKEN0
pt: durante {range}
ru: за {range}
sl: iz {range}
sr: од ПХТОКЕН0
sv: från {range}
sw: kutoka phtoken0
th: จาก {range}
tr: {range}'dan
uk: від {range}
vi: từ {range}
zh: 来自 {range}

source: Reading time
af: Leestyd
ar: وقت القراءة
bg: Време на отчитане
bs: Vrijeme čitanja
cs: Čas čtení
da: Læsetid
de: Ablesezeitpunkt
el: Χρόνος ανάγνωσης
es: Tiempo de lectura
et: Näidu võtmise aeg
fa: زمان قرائت
fi: Lukuaika
fr: Date du relevé
hi: पढ़ने का समय
hr: Vrijeme čitanja
hu: Olvasási idő
it: Tempo di lettura
ja: 読書時間
ko: 검침 시각
lt: Skaitymo laikas
ml: വായന സമയം
my: အချိန်ဖတ်ခြင်း
nl: Aflestijd
no: Lesetid
pl: Czas czytania
pt: Tempo de leitura
ru: Время чтения
sl: Čas branja
sr: Време читања
sv: Lästid
sw: Wakati wa kusoma
th: เวลาอ่าน
tr: Okuma zamanı
uk: Час читання
vi: Thời gian đọc
zh: 阅读时间

# reading
source: Counter reading
af: Meterlesing
ar: قراءة العداد
bg: Показание на брояча
bs: Očitavanje brojača
cs: Počítadlo čtení
da: Modlæsning
de: Zählerstand
el: Ανάγνωση μετρητή
es: Lectura del contador
et: Arvesti näit
fa: شمارنده خواندن
fi: Laskurin lukeminen
fr: Numéro du compteur
hi: काउंटर रीडिंग
hr: Čitanje brojalice
hu: Számláló olvasás
it: Lettura del contatore
ja: カウンタの読み取り値
ko: 계량기 지침
lt: Skaitiklio skaitymas
ml: കൗണ്ടർ റീഡിംഗ്
my: ကောင်တာစာဖတ်ခြင်း
nl: Meterstand
no: Tellerlesing
pl: Czytanie licznika
pt: Contra-leitura
ru: Показания счётчика
sl: Branje števca
sr: Бројило читање
sv: Motläsning
sw: Kusoma kaunta
th: การอ่านแบบเคาน์เตอร์
tr: Sayaç okuma
uk: Лічилка читання
vi: Đọc truy cập
zh: 计数器读数

# last2Weeks
source: Last 14 days
af: Laaste 14 dae
ar: آخر 14 يوم
bg: Последните 14 дни
bs: Poslednjih 14 dana
cs: Posledních 14 dní
da: Sidste 14 dage
de: Letzte 14 Tage
el: Τελευταίες 14 ημέρες
es: Últimas 2 semanas
et: Viimased 14 päeva
fa: ۱۴ روز گذشته
fi: Viimeiset 14 päivää
fr: Les 2 dernières semaines
hi: पिछले 14 दिन
hr: Zadnjih 14 dana
hu: Az elmúlt 14 napban
it: Ultimi 2 settimane
ja: 過去 14 日間
ko: 최근 14일
lt: Paskutines 14 dienų
ml: കഴിഞ്ഞ 14 ദിവസം
my: နောက်ဆုံး 14 ရက်
nl: Laatste 14 dagen
no: Siste 14 dager
pl: Ostatnie 14 dni
pt: Últimos 2 semanas
ru: последние 2 недель
sl: Zadnjih 14 dni
sr: Последњих 14 дана
sv: Senaste 14 dagarna
sw: Siku 14 zilizopita
th: 14 วันที่ผ่านมา
tr: Son 14 gün
uk: Останні 14 днів
vi: 14 ngày qua
zh: 过去 14 天

source: Last 12 weeks
af: Laaste 12 weke
ar: آخر 12 أسبوع
bg: Последните 12 седмици
bs: Poslednjih 12 nedelja
cs: Posledních 12 týdnů
da: Sidste 12 uger
de: Letzte 12 Wochen
el: Τελευταίες 12 εβδομάδες
es: Últimas 12 semanas
et: Viimased 12 nädalat
fa: ۱۲ هفته گذشته
fi: Viimeiset 12 viikkoa
fr: Les 12 dernières semaines
hi: पिछले 12 सप्ताह
hr: Zadnjih 12 tjedana
hu: Az elmúlt 12 hét
it: Ultimi 12 settimane
ja: 過去 12 週間
ko: 최근 12주
lt: Paskutines 12 savaičių
ml: കഴിഞ്ഞ 12 ആഴ്‌ചകൾ
my: ပြီးခဲ့သည့် 12 ပတ်
nl: Laatste 12 weken
no: Siste 12 uker
pl: Ostatnie 12 tygodni
pt: Últimos 12 semanas
ru: последние 12 недель
sl: Zadnjih 12 tednov
sr: Последњих 12 недеља
sv: Senaste 12 veckorna
sw: Wiki 12 zilizopita
th: 12 สัปดาห์ที่ผ่านมา
tr: Son 12 hafta
uk: Останні 12 тижнів
vi: 12 tuần qua
zh: 过去 12 周

source: Last 12 months
af: Laaste 12 maande
ar: آخر 12 شهر
bg: Последните 12 месеца
bs: Poslednjih 12 meseci
cs: Posledních 12 měsíců
da: Sidste 12 måneder
de: Letzte 12 Monate
el: Τελευταίοι 12 μήνες
es: Últimos 12 meses
et: Viimased 12 kuud
fa: 12 ماه گذشته
fi: Viimeiset 12 kuukautta
fr: Les 12 derniers mois
hi: पिछले 12 महीने
hr: Zadnjih 12 mjeseci
hu: Az elmúlt 12 hónap
it: Ultimi 12 mesi
ja: 過去 12 か月
ko: 최근 12개월
lt: Paskutiniai 12 mėnesių
ml: കഴിഞ്ഞ 12 മാസം
my: ပြီးခဲ့သည့် 12 လ
nl: Laatste 12 maanden
no: Siste 12 måneder
pl: Ostatnie 12 miesięcy
pt: Últimos 12 meses
ru: последние 12 месяцев
sl: Zadnjih 12 mesecev
sr: Последњих 12 месеци
sv: Senaste 12 månaderna
sw: Miezi 12 iliyopita
th: 12 เดือนที่ผ่านมา
tr: Son 12 ay
uk: Останні 12 місяців
vi: 12 tháng qua
zh: 过去 12 个月

source: Since initial reading
af: Sedert aanvanklike lesing
ar: منذ القراءة الأولية
bg: От първото отчитане
bs: Od početnog čitanja
cs: Od prvního přečtení
da: Siden første læsning
de: Seit Erstablesung
el: Από την αρχική ανάγνωση
es: Desde la primera lectura
et: Esimesest näidust alates
fa: از زمان خواندن اولیه
fi: Ensimmäisestä lukemisesta lähtien
fr: Depuis la première lecture
hi: प्रारंभिक पढ़ने के बाद से
hr: Od početnog čitanja
hu: Az első olvasás óta
it: Dalla prima lettura
ja: 最初に読んだときから
ko: 초기 지침 이후
lt: Nuo pradinio skaitymo
ml: പ്രാഥമിക വായന മുതൽ
my: ကန ဦး စာဖတ်ခြင်းကတည်းက
nl: Sinds eerste aflezing
no: Siden første lesning
pl: Od pierwszego czytania
pt: Desde a primeira leitura
ru: С первого чтения
sl: Od prvega branja
sr: Од почетног читања
sv: Sedan första läsningen
sw: Tangu usomaji wa awali
th: ตั้งแต่อ่านครั้งแรก
tr: İlk okumadan bu yana
uk: З моменту першого читання
vi: Kể từ lần đọc đầu tiên
zh: 自初次阅读以来

source: Last year
af: Verlede jaar
ar: السنة الماضية
bg: Миналата година
bs: Prošle godine
cs: Loni
da: Sidste år
de: Letztes Jahr
el: Πέρυσι
es: El año pasado
et: Möödunud aasta
fa: سال گذشته
fi: Viime vuonna
fr: L'année dernière
hi: पिछले साल
hr: Prošle godine
hu: Tavaly
it: L'anno scorso
ja: 去年
ko: 지난해
lt: Praėjusiais metais
ml: കഴിഞ്ഞ വര്ഷം
my: ပြီးခဲ့သည့်နှစ်က
nl: Vorig jaar
no: I fjor
pl: W ubiegłym roku
pt: Ano passado
ru: Прошлый год
sl: Lansko leto
sr: Прошле године
sv: Förra året
sw: Mwaka jana
th: ปีที่แล้ว
tr: Geçen sene
uk: Минулого року
vi: Năm ngoái
zh: 去年

# periodCustom
source: User defined
af: Gebruiker gedefinieer
ar: محدد من المستخدم
bg: Потребителски дефиниран
bs: Korisnički definiran
cs: Definováno uživatelem
da: Brugerdefineret
de: Benutzerdefiniert
el: Ορίζεται από τον χρήστη
es: Definido por el usuario
et: Kasutaja määratud
fa: تعریف‌شده توسط کاربر
fi: Käyttäjän määrittelemä
fr: Période personnalisée
hi: उपयोगकर्ता परिभाषित
hr: Korisnički definirano
hu: Felhasználó által meghatározott
it: Definito dall'utente
ja: ユーザー定義
ko: 사용자 지정
lt: Apibrėžtas naudotojas
ml: ഉപയോക്താവ് നിർവചിച്ചത്
my: အသုံးပြုသူသတ်မှတ်ထားသည်
nl: Door gebruiker gedefinieerd
no: Brukerdefinert
pl: Zdefiniowane przez użytkownika
pt: Definido pelo utilizador
ru: Пользовательский
sl: Uporabniško določeno
sr: Кориснички дефинисано
sv: Användardefinierad
sw: Mtumiaji hufafanuliwa
th: ผู้ใช้กำหนด
tr: Kullanıcı tanımlı
uk: Визначено користувачем
vi: Người dùng xác định
zh: 用户定义

# counterReadings
source: Readings
af: Lesings
ar: القراءات
bg: Отчитания
bs: Čitanja
cs: Čtení
da: Aflæsninger
de: Ablesungen
el: Αναγνώσεις
es: Lecturas
et: Arvesti näidud
fa: خواندن
fi: Lukemat
fr: Lectures
hi: रीडिंग
hr: Čitanja
hu: Olvasmányok
it: Letture
ja: 測定値
ko: 계량기 지침
lt: Skaitymai
ml: വായനകൾ
my: ဖတ်ခြင်း
nl: Aflezingen
no: Opplesninger
pl: Odczyty
pt: Leituras
ru: Чтения
sl: Branje
sr: Читања
sv: Avläsningar
sw: Usomaji
th: การอ่าน
tr: Okumalar
uk: Хрестоматія
vi: Bài đọc
zh: 读物

# comment
source: Note
af: Nota
ar: ملاحظة
bg: Бележка
bs: Bote
cs: Bote
da: Bote
de: Notiz
el: Σημείωση
es: Bota
et: Märkus
fa: نظر
fi: Bote
hi: बोटे
hr: Glasnik
hu: Megjegyzés
it: Bota
ja: ボテ
ko: 메모
lt: Bote
ml: കുറിപ്പ്
my: ဘီလီဂိုဏ်း
nl: Notitie
no: Bote
pl: Bote
pt: Bota
ru: примечание
sl: Bote
sr: Боте
sv: Bote
sw: Bote
th: โบเต้
tr: Bote
uk: Боте
vi: Bote
zh: 博特

# enterComment
source: Enter a note
af: Voer 'n nota in
ar: أدخل ملاحظة
bg: Въведете бележка
bs: Unesite bilješku
cs: Zadejte poznámku
da: Indtast en note
de: Notiz eingeben
el: Εισάγετε μια σημείωση
es: Introduzca la nota
et: Sisesta märkus
fa: یک یادداشت وارد کنید
fi: Kirjoita muistiinpano
fr: Saisir une note
hi: एक नोट दर्ज करें
hr: Unesite bilješku
hu: Adjon meg egy jegyzetet
it: Inserisci la nota
ja: メモを入力してください
ko: 메모 입력
lt: Įveskite pastabą
ml: ഒരു കുറിപ്പ് നൽകുക
my: မှတ်စုတစ်ခုထည့်ပါ
nl: Voer een notitie in
no: Skriv inn et notat
pl: Wprowadź notatkę
pt: Introduzir nota
ru: Введите примечание
sl: Vnesite opombo
sr: Унесите белешку
sv: Ange en anteckning
sw: Ingiza kumbuka
th: ป้อนบันทึก
tr: Bir not girin
uk: Введіть примітку
vi: Nhập ghi chú
zh: 输入注释
