Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# counterExplainSeasonal
source: Set meter readings to 0 during the summer? In the winter, the readings will follow your normal consumption pattern; in summer, they will stay flat.
af: Vir voorspellings word daar 'n onderskeid gemaak tussen seisoenale en nie-seisoenale meters. Afhangend hiervan word die voorspelling anders bereken. Verhitting, gas en olie word altyd as seisoenaal geklassifiseer. Nie-seisoenale meters is elektrisiteit en water. Vir nie-seisoenale meters is die verbruik van die afgelope 90 dae deurslaggewend. Vir seisoenale meters word vorige jare gemiddeld bereken (indien beskikbaar), met alle maande van vorige jare wat dieselfde tel. (Uitsondering: daar is nog geen data vir die maand van die vorige jaar nie, dan word die vorige gemiddelde gebruik).
ar: بالنسبة للتوقعات، يتم التمييز بين العدادات الموسمية وغير الموسمية. وبناءً على ذلك، يتم حساب التوقعات بشكل مختلف. يتم تصنيف التدفئة والغاز والزيت دائمًا على أنها موسمية. العدادات غير الموسمية هي الكهرباء والمياه. بالنسبة للعدادات غير الموسمية، يكون استهلاك آخر 90 يومًا هو العامل الحاسم. بالنسبة للعدادات الموسمية، يتم حساب متوسط السنوات السابقة (إن وجدت)، مع احتساب جميع أشهر السنوات السابقة بنفس الطريقة. (استثناء: إذا لم تكن هناك بيانات بعد عن شهر السنة السابقة، يتم استخدام المتوسط السابق).
bg: При прогнозите се прави разграничение между сезонни и несезонни електромери. В зависимост от това прогнозата се изчислява по различен начин. Винаги се класифицират като сезонни отоплението, газът и петролът. Несезонни измервателни уреди са електроенергията и водата. За несезонните измервателни уреди е решаващо потреблението през последните 90 дни. За сезонните измервателни уреди се изчислява средната стойност за предходните години (ако е налична), като всички месеци от предходните години се отчитат по еднакъв начин. (Изключение: ако все още няма данни за месеца от предходната година, се използва предходната средна стойност).
bs: Za prognoze se pravi razlika između sezonskih i nesezonskih brojila. U zavisnosti od toga, prognoza se drugačije izračunava. Uvijek se kao sezonski klasificiraju grijanje, plin i nafta. Nesezonski brojila su struja i voda. Za nesezonska brojila presudna je potrošnja u posljednjih 90 dana. Za sezonska brojila prosječne se vrijednosti iz prethodnih godina (ako su dostupne), pri čemu se svi mjeseci iz prethodnih godina računaju jednako. (Iznimka: ako za odgovarajući mjesec prethodne godine još nema podataka, koristi se prosjek iz prethodnog mjeseca).
cs: U prognóz se rozlišuje mezi sezónními a nesezónními měřiči. V závislosti na tom se prognóza počítá odlišně. Za sezónní se vždy považují topení, plyn a ropa. Nesezónními měřiči jsou elektřina a voda. U nesezónních měřičů je rozhodující spotřeba za posledních 90 dní. U sezónních měřičů se průměrují předchozí roky (jsou-li k dispozici), přičemž všechny měsíce předchozích let se počítají stejně. (Výjimka: pokud ještě nejsou k dispozici údaje za měsíc předchozího roku, použije se předchozí průměr).
da: Ved prognoser skelnes der mellem sæsonbestemte og ikke-sæsonbestemte målere. Afhængigt af dette beregnes prognosen forskelligt. Opvarmning, gas og olie klassificeres altid som sæsonbestemte. Ikke-sæsonbestemte målere er elektricitet og vand. For ikke-sæsonbestemte målere er forbruget i de sidste 90 dage afgørende. For sæsonbestemte målere beregnes gennemsnittet for de foregående år (hvis tilgængeligt), hvor alle måneder i de foregående år tæller lige meget. (Undtagelse: hvis der endnu ikke foreligger data for måneden i det foregående år, anvendes det foregående gennemsnit).
de: Für Prognosen wird zwischen saisonalen Zählern und nicht-saisonalen Zählern unterschieden. Abhängig davon wird die Prognose anders berechnet. Immer als saisonal eingestuft werden Heizung, Gas, Öl. Nicht-saisonale Zähler sind Strom (auch NT/HT) und Wasser. Für nicht-saisonale Zähler ist der Verbrauch der letzten 30 Tage ausschlaggebend. Für saisonale Zähler wird der Durchschnitt der Vorjahre gebildet (falls die Erstablesung länger als 60 Tage her ist), wobei die Monate aktuellerer Jahre höher gewichtet werden. So wird zum Beispiel der Verbrauch/Ertrag des Vorvorjahres nur halb so stark gezählt wie der des Vorjahres. Ausnahme: Gibt es noch keine Daten für den Monat des Vorjahres, wird der Durchschnittsverbrauch der letzten 60 Tage verwendet. Einige Zähler wie Gas, Öl, Heizung werden automatisch als saisonale Zähler eingestuft. Stromzähler sind zunächst nicht-saisonale Zähler, können aber in den Einstellungen umgestellt werden.
el: Για τις προβλέψεις, γίνεται διάκριση μεταξύ εποχιακών και μη εποχιακών μετρητών. Ανάλογα με αυτό, η πρόβλεψη υπολογίζεται διαφορετικά. Πάντα ταξινομούνται ως εποχικοί οι μετρητές θέρμανσης, φυσικού αερίου, πετρελαίου. Μη εποχικοί μετρητές είναι ο ηλεκτρισμός και το νερό. Για τους μη εποχικούς μετρητές, καθοριστική είναι η κατανάλωση των τελευταίων 90 ημερών. Για τους εποχιακούς μετρητές, υπολογίζεται ο μέσος όρος των προηγούμενων ετών (εφόσον υπάρχει), με όλους τους μήνες των προηγούμενων ετών να υπολογίζονται το ίδιο. (Εξαίρεση: δεν υπάρχουν ακόμη στοιχεία για τον μήνα του προηγούμενου έτους, τότε χρησιμοποιείται ο προηγούμενος μέσος όρος).
es: Para las previsiones, se distingue entre contadores estacionales y contadores no estacionales. En función de esto, la previsión se calcula de forma diferente. La calefacción, el gas y el petróleo se clasifican siempre como estacionales. Los contadores no estacionales son los de electricidad (también NT/HT) y agua. Para los contadores no estacionales, el consumo de los últimos 90 días es decisivo. Para los contadores estacionales, se toma la media de los años anteriores (si está disponible), contando todos los meses de los años anteriores por igual. (Excepción: si no hay datos todavía para el mes del año anterior, entonces se utiliza la media anterior).
et: Prognooside puhul eristatakse hooajalisi ja mittehooajalisi arvestid. Sõltuvalt sellest arvutatakse prognoos erinevalt. Alati klassifitseeritakse hooajalisteks kütte, gaasi ja nafta tarbimise arvestid. Mittehooajalised arvestid on elektri ja vee arvestid. Mittehooajaliste arvestite puhul on otsustavaks viimase 90 päeva tarbimine. Hooajaliste arvestite puhul arvutatakse eelmiste aastate keskmine (kui see on kättesaadav), kusjuures kõik eelmiste aastate kuud loetakse võrdseks. (Erand: kui eelmise aasta kuu kohta veel andmeid ei ole, kasutatakse eelmise aasta keskmist).
fa: برای پیش‌بینی‌ها، بین کنتورهای فصلی و غیرفصلی تمایز قائل می‌شوند. بسته به این موضوع، پیش‌بینی به شیوه‌های متفاوتی محاسبه می‌شود. مصرفی که برای گرمایش، گاز و نفت در نظر گرفته می‌شود، همیشه فصلی محسوب می‌شود. کنتورهای غیرفصلی شامل برق و آب هستند. برای کنتورهای غیرفصلی، مصرف ۹۰ روز گذشته ملاک قرار می‌گیرد. برای کنتورهای فصلی، سال‌های گذشته میانگین‌گیری می‌شوند (در صورت موجود بودن)، و تمام ماه‌های سال‌های گذشته به یک اندازه در نظر گرفته می‌شوند. (استثناء: اگر داده‌ای برای ماه مورد نظر در سال گذشته موجود نباشد، از میانگین سال گذشته استفاده می‌شود).
fi: Ennusteissa erotetaan toisistaan kausiluonteiset ja ei-kausiluonteiset mittarit. Ennuste lasketaan tämän perusteella eri tavalla. Kausiluonteisiksi luokitellaan aina lämmitys, kaasu ja öljy. Ei-kausiluonteisia mittareita ovat sähkö ja vesi. Ei-kausiluonteisten mittareiden osalta ratkaisevaa on viimeisten 90 päivän kulutus. Kausiluonteisten mittareiden osalta lasketaan edellisten vuosien keskiarvo (jos saatavilla), jolloin kaikki edellisten vuosien kuukaudet lasketaan samalla tavalla. (Poikkeus: jos edellisen vuoden kuukaudesta ei ole vielä tietoja, käytetään edellisen keskiarvoa).
fr: Pour les prévisions, on fait la distinction entre les compteurs saisonniers et les compteurs non saisonniers. En fonction de ces derniers, les prévisions sont calculées différemment. Le chauffage, le gaz et le fioul sont toujours considérés comme saisonniers. Les compteurs non saisonniers sont l'électricité (également BT/HT) et l'eau. Pour les compteurs non saisonniers, c'est la consommation des 90 derniers jours qui est déterminante. Pour les compteurs saisonniers, la moyenne des années précédentes est calculée (si elle existe), tous les mois des années précédentes comptant pour le même montant. (Exception : il n'y a pas encore de données pour le mois de l'année précédente, la moyenne précédente est alors utilisée).
hi: गर्मी के दौरान मीटर रीडिंग को 0 पर सेट करें?सर्दियों में, रीडिंग आपके सामान्य उपभोग पैटर्न का पालन करेगी;गर्मियों में, वे सपाट रहेंगे।
hr: Postaviti očitanja brojila na 0 tijekom ljeta?Zimi će očitanja slijediti vaš uobičajeni obrazac potrošnje;ljeti će ostati ravne.
hu: Az előrejelzések esetében különbséget tesznek szezonális és nem szezonális számlálók között. Ettől függően az előrejelzés másképp kerül kiszámításra. Mindig szezonálisnak minősülnek a fűtés, a gáz, az olaj. Nem szezonális számlálók a villamos energia és a víz. A nem szezonális fogyasztásmérők esetében az elmúlt 90 nap fogyasztása a mérvadó. Az idényjellegű fogyasztásmérők esetében az előző évek átlagát veszik alapul (ha rendelkezésre áll), az előző évek minden hónapját egyformán figyelembe véve. (Kivétel: az előző év hónapjára még nincs adat, akkor az előző évi átlagot használják).
it: Per le previsioni, si fa una distinzione tra contatori stagionali e non stagionali. A seconda di questo, la previsione viene calcolata in modo diverso. Riscaldamento, gas, olio sono sempre classificati come stagionali. I contatori non stagionali sono l'elettricità (anche NT/HT) e l'acqua. Per i contatori non stagionali, il consumo degli ultimi 90 giorni è decisivo. Per i contatori stagionali, si prende la media degli anni precedenti (se disponibile), con tutti i mesi degli anni precedenti che contano allo stesso modo. (Eccezione: non ci sono ancora dati per il mese dell'anno precedente, allora si usa la media precedente).
ja: 夏の間、メーターの指示値を0に設定しますか?冬には、測定値は通常の消費パターンに従います。夏には平らになります。
ko: 여름철에 계량기 지침을 0으로 설정하시겠습니까? 겨울에는 평소 소비 패턴을 따르고, 여름에는 값이 일정하게 유지됩니다.
lt: Nustatyti skaitiklio rodmenis į 0 vasarą? Žiemą rodmenys atitiks įprastą vartojimo būdą; vasarą jie liks plokšti.
ml: വേനൽക്കാലത്ത് മീറ്റർ റീഡിംഗുകൾ 0 ആയി സജ്ജീകരിക്കണോ? ശൈത്യകാലത്ത്, വായനകൾ നിങ്ങളുടെ സാധാരണ ഉപഭോഗ രീതി പിന്തുടരും; വേനൽക്കാലത്ത് അവ പരന്നതായിരിക്കും.
my: နွေရာသီကာလအတွင်းမီတာဖတ်ရန်ပြင်ဆင်ထားပါသလား။ ဆောင်းရာသီတွင်ဖတ်ခြင်းသည်သင်၏ပုံမှန်စားသုံးမှုပုံစံကိုလိုက်နာရမည်။ နွေရာသီမှာသူတို့ကပြားနေလိမ့်မယ်။
nl: Voor prognoses wordt een onderscheid gemaakt tussen seizoensgebonden en niet-seizoensgebonden meters. Afhankelijk hiervan wordt de prognose anders berekend. Altijd als seizoensgebonden worden aangemerkt: verwarming, gas, olie. Niet-seizoensgebonden meters zijn elektriciteit en water. Voor niet-seizoensgebonden meters is het verbruik van de afgelopen 90 dagen bepalend. Voor seizoensgebonden meters wordt het gemiddelde genomen van voorgaande jaren (indien beschikbaar), waarbij alle maanden van voorgaande jaren even zwaar meetellen. (Uitzondering: als er nog geen gegevens beschikbaar zijn voor de maand van het voorgaande jaar, wordt het gemiddelde van voorgaande jaren gebruikt).
no: Sette målerstander til 0 om sommeren? Om vinteren vil avlesningene følge ditt normale forbruksmønster; om sommeren vil de holde seg flate.
pl: Latem ustawić odczyty liczników na 0? Zimą odczyty będą zgodne z normalnym schematem zużycia; latem pozostaną płaskie.
pt: Para previsões, é feita uma distinção entre balcões sazonais e balcões não sazonais. Dependendo disto, a previsão é calculada de forma diferente. Aquecimento, gás, petróleo são sempre classificados como sazonais. Os contadores não sazonais são electricidade (também NT/HT) e água. Para os contadores não sazonais, o consumo dos últimos 90 dias é decisivo. Para os contadores sazonais, é tomada a média dos anos anteriores (se disponível), com todos os meses dos anos anteriores a contar igualmente. (Excepção: ainda não há dados para o mês do ano anterior, depois é utilizada a média anterior).
ru: Для прогнозов различают сезонные и несезонные счетчики. В зависимости от этого прогноз рассчитывается по-разному. Отопление, газ, нефть всегда классифицируются как сезонные. Несезонные счетчики - это электричество (также NT/HT) и вода. Для несезонных счетчиков определяющим является потребление за последние 90 дней. Для сезонных счетчиков берется среднее значение за предыдущие годы (если имеется), при этом все месяцы предыдущих лет считаются одинаково. (Исключение: пока нет данных за месяц предыдущего года, тогда используется предыдущее среднее значение).
sl: Poleti nastaviti števce na 0? Pozimi bodo odčitki sledili vašemu običajnemu vzorcu porabe; poleti bodo ostali ravni.
sr: Подесите очитавање бројила на 0 током лета? Зими, очитавања ће пратити ваш уобичајени образац потрошње; лети ће остати равни.
sv: Ställa mätarställningen på 0 under sommaren? På vintern kommer avläsningarna att följa ditt normala konsumtionsmönster; på sommaren kommer de att hålla sig platt.
sw: Weka usomaji wa mita hadi 0 wakati wa msimu wa joto? Katika msimu wa baridi, usomaji utafuata muundo wako wa kawaida wa matumizi; Katika msimu wa joto, watakaa gorofa.
th: ตั้งค่าการอ่านมิเตอร์เป็น 0 ในช่วงฤดูร้อนหรือไม่? ในฤดูหนาว ค่าที่อ่านได้จะเป็นไปตามรูปแบบการบริโภคปกติของคุณ ในฤดูร้อนพวกเขาจะแบน
tr: Yaz aylarında sayaç okumaları 0'a mı ayarlansın? Kışın okumalar normal tüketim düzeninizi takip edecektir; yazın ise düz kalacaklar.
uk: Для прогнозів розрізняють сезонні та несезонні лічильники. Залежно від цього, прогноз розраховується по-різному. Завжди класифікуються як сезонні опалення, газ, нафта. Несезонними лічильниками є електроенергія та вода. Для несезонних лічильників вирішальним є споживання за останні 90 днів. Для сезонних лічильників усереднюються попередні роки (якщо вони доступні), причому всі місяці попередніх років враховуються однаково. (Виняток: якщо даних за місяць попереднього року ще немає, то використовується попереднє середнє значення).
vi: Đặt chỉ số đồng hồ về 0 trong mùa hè? Vào mùa đông, các bài đọc sẽ tuân theo mô hình tiêu dùng bình thường của bạn; vào mùa hè, chúng sẽ phẳng lì.
zh: 在预测中，需区分季节性与非季节性计量表。根据此分类，预测计算方式各不相同。 供暖、燃气、燃油计量表始终归类为季节性计量表。电力和水表则属于非季节性计量表。 非季节性计量表的预测值取决于最近90天的消耗量。 季节性计量表的预测值采用往年平均值（若数据可用），且往年所有月份数据权重相同。（例外情况：若往年同期尚无数据，则采用往年平均值作为基准）。

source: Counter is outdated
af: Teller is verouderd
ar: العداد قديم
bg: Броячът е остарял
bs: Brojač je zastario
cs: Počítadlo je zastaralé
da: Tælleren er forældet
de: Zähler ist veraltet
el: Ο μετρητής είναι ξεπερασμένος
es: El contador está obsoleto
et: Arvesti on aegunud
fa: شمارنده قدیمی است
fi: Laskuri on vanhentunut
fr: Le compteur est obsolète
hi: काउंटर पुराना हो चुका है
hr: Brojač je zastario
hu: A számláló elavult
it: Il contatore è obsoleto
ja: カウンターが古い
ko: 계량기가 오래되었습니다.
lt: Skaitiklis pasenęs
ml: കൗണ്ടർ കാലഹരണപ്പെട്ടതാണ്
my: ကောင်တာခေတ်နောက်ကျနေသည်
nl: Meter is verouderd
no: Telleren er utdatert
pl: Licznik jest przestarzały
pt: O contador está desactualizado
ru: Счетчик устарел
sl: Števec je zastarel
sr: Бројач је застарео
sv: Räknaren är föråldrad
sw: Counter ni ya zamani
th: เคาน์เตอร์ล้าสมัย
tr: Sayaç eski
uk: Лічильник застарів
vi: Bộ đếm đã lỗi thời
zh: 计数器已过时

# counterLinkMoreRecent
source: Link more recent counter
af: Koppel meer onlangse teller
ar: ربط عداد أحدث
bg: Свързване с по-нов брояч
bs: Link novijeg brojača
cs: Odkaz na novější počítadlo
da: Link nyere tæller
de: Neueren Zähler verknüpfen
el: Σύνδεσμος πιο πρόσφατου μετρητή
es: Vincular contador más reciente
et: Seo uuema arvestiga
fa: لینک شمارنده جدیدتر
fi: Linkki uudempi laskuri
fr: Lier un compteur plus récent
hi: अधिक नवीनतम काउंटर लिंक करें
hr: Link noviji brojač
hu: Link újabb számláló
it: Collega contatore più recente
ja: より最近のカウンターをリンクする
ko: 새 계량기와 연결
lt: Susieti naujesnį skaitiklį
ml: ഏറ്റവും പുതിയ കൗണ്ടർ ലിങ്ക് ചെയ്യുക
my: လတ်တလောတရုတ်ကောင်တာ link
nl: Koppel recentere meter
no: Koble til nyere teller
pl: Link do nowszego licznika
pt: Ligar contador mais recente
ru: Связать более новый счетчик
sl: Povežite novejši števec
sr: Линк новијег бројача
sv: Länka nyare räknare
sw: Unganisha kaunta ya hivi karibuni
th: เชื่อมโยงตัวนับล่าสุด
tr: Daha yeni sayacı bağla
uk: Посилання на новіший лічильник
vi: Liên kết bộ đếm gần đây hơn
zh: 链接更多最近的计数器

# counterReplacedBy
source: Replaced by
af: Vervang deur
ar: استبدل بـ
bg: Заменен от
bs: Zamijenjeno od
cs: Nahrazeno uživatelem
da: Erstattet af
de: Ersetzt durch
el: Αντικαταστάθηκε από
es: Reemplazado por
et: Asendatud
fa: جایگزین شده توسط
fi: Korvattu
fr: Remplacé par
hi: द्वारा प्रतिस्थापित
hr: Zamijenjen sa
hu: A következővel helyettesített
it: Sostituito da
ja: に置き換えられました
ko: 다음으로 교체됨
lt: Pakeistas
ml: മാറ്റിസ്ഥാപിച്ചു
my: အားဖြင့်အစားထိုး
nl: Vervangen door
no: Erstattet av
pl: Zastąpiony przez
pt: Substituído por
ru: Заменен на
sl: Zamenjal ga je
sr: Замењено од
sv: Ersatt av
sw: Kubadilishwa na
th: แทนที่ด้วย
tr: Tarafından değiştirildi
uk: Замінено на
vi: Thay thế bởi
zh: 替换为

# counterReallyDeleteLink
source: Delete link?
af: Vee skakel uit?
ar: حذف الرابط؟
bg: Изтриване на връзката?
bs: Izbrisati link?
cs: Smazat odkaz?
da: Vil du slette linket?
de: Verknüpfung löschen?
el: Διαγραφή συνδέσμου;
es: ¿Eliminar enlace?
et: Kas kustutada seos?
fa: پیوند حذف شود؟
fi: Poista linkki?
fr: Supprimer le lien ?
hi: लिंक हटाएं?
hr: Obriši vezu?
hu: Link törlése?
it: Eliminare il collegamento?
ja: リンクを削除しますか?
ko: 링크를 삭제하시겠습니까?
lt: Ištrinti nuorodą?
ml: ലിങ്ക് മായ്ക്കണോ?
my: link ကိုဖျက်ပစ်?
nl: Koppeling verwijderen?
no: Vil du slette linken?
pl: Usunąć link?
pt: Eliminar ligação?
ru: Удалить ссылку?
sl: Izbrisati povezavo?
sr: Избрисати везу?
sv: Ta bort länk?
sw: Futa kiunga?
th: ลบลิงก์ใช่ไหม
tr: Bağlantı silinsin mi?
uk: Видалити посилання?
vi: Xóa liên kết?
zh: 删除链接？

# counterDeleteConfirm
source: Delete counter?
af: Vee teller uit?
ar: حذف العداد؟
bg: Изтриване на брояч?
bs: Izbrisati brojač?
cs: Smazat počítadlo?
da: Vil du slette tælleren?
de: Zähler löschen?
el: Διαγραφή μετρητή;
es: ¿Eliminar contador?
et: Kas kustutada arvesti?
fa: کنتور حذف شود؟
fi: Poistetaanko mittari?
fr: Supprimer le compteur ?
hi: काउंटर हटाएं?
hr: Obriši brojač?
hu: Törölje a számlálót?
it: Eliminare il contatore?
ja: カウンタを削除しますか?
ko: 계량기를 삭제하시겠습니까?
lt: Ištrinti skaitiklį?
ml: കൗണ്ടർ മായ്ക്കണോ?
my: ကောင်တာကိုဖျက်ပစ်လား
nl: Meter verwijderen?
no: Vil du slette telleren?
pl: Usunąć licznik?
pt: Eliminar contador?
ru: Удалить счетчик?
sl: Izbrisati števec?
sr: Избрисати бројач?
sv: Ta bort räknare?
sw: Futa kaunta?
th: ลบตัวนับใช่ไหม
tr: Sayaç silinsin mi?
uk: Видалити лічильник?
vi: Xóa bộ đếm?
zh: 删除计数器？

# counterGasCalorificValueLabel
source: Calorific value*
af: Verbrandingswaarde*
ar: القيمة الحرارية*
bg: Топлинна стойност*
bs: kalorijska vrijednost*
cs: Výhřevnost*
da: Brændeværdi*
de: Brennwert*
el: Θερμιδική αξία*
es: Valor calorífico*
et: Kütteväärtus*
fa: ارزش حرارتی*
fi: Lämpöarvo*
fr: Valeur calorifique*
hi: कैलोरी मान*
hr: Kalorična vrijednost*
hu: fűtőérték*
it: Valore calorifico*
ja: 発熱量※
ko: 발열량*
lt: kaloringumas*
ml: കാൽറിഫിക് മൂല്യം*
my: ကယ်လိုရီတန်ဖိုး *
nl: Verwarmingswaarde*
no: Brennverdi*
pl: Wartość kaloryczna*
pt: Valor calorífico*
ru: Теплотворная способность*
sl: Kalorična vrednost*
sr: Калорична вредност*
sv: Värmevärde*
sw: Thamani ya calorific*
th: ค่าความร้อน*
tr: Kalorifik değer*
uk: Теплотворна здатність*
vi: Giá trị nhiệt lượng*
zh: 热值*

# counterGasConversionFactorLabel
source: Conversion factor*
af: Omskakelingsfaktor*
ar: عامل التحويل*
bg: Коефициент на преобразуване*
bs: Faktor konverzije*
cs: Konverzní faktor*
da: Konverteringsfaktor*
de: Zustandszahl*
el: Συντελεστής μετατροπής*
es: Número de condición*
et: Teisendustegur*
fa: ضریب تبدیل*
fi: Muuntokerroin*
fr: Numéro d'état*
hi: रूपांतरण कारक*
hr: Faktor pretvorbe*
hu: Átváltási tényező*
it: Numero di condizione*
ja: 換算係数*
ko: 변환 계수*
lt: Konversijos koeficientas*
ml: പരിവർത്തന ഘടകം*
my: ပြောင်းလဲခြင်းအချက် *
nl: Conversiefactor*
no: Konverteringsfaktor*
pl: Współczynnik konwersji*
pt: Número de condição*
ru: Номер условия*
sl: Pretvorbeni faktor*
sr: Фактор конверзије*
sv: Omvandlingsfaktor*
sw: Sababu ya uongofu*
th: ปัจจัยการแปลง*
tr: Dönüşüm faktörü*
uk: Коефіцієнт перерахунку*
vi: Hệ số chuyển đổi*
zh: 换算系数*

# counterNoRoomConnection
source: No room connection
af: Geen kamer verbinding nie
ar: لا يوجد اتصال بالغرفة
bg: Няма връзка със стая
bs: Nema veze sa prostorijom
cs: Žádné připojení k místnosti
da: Ingen værelsesforbindelse
de: Keine Raumzuordnung
el: Δεν υπάρχει σύνδεση δωματίου
es: Sin asignación de habitación
et: Ruum pole määratud
fa: اتصال به اتاق وجود ندارد
fi: Ei huoneyhteyttä
fr: Aucune attribution de pièce
hi: कमरे का कनेक्शन नहीं
hr: Nema priključka za sobu
hu: Nincs szobai kapcsolat
it: Nessun collegamento a una stanza
ja: ルーム接続なし
ko: 방에 연결되지 않음
lt: Nėra kambario ryšio
ml: മുറി ബന്ധം ഇല്ല
my: အခန်းဆက်သွယ်မှုမရှိပါ
nl: Geen kamerverbinding
no: Ingen romforbindelse
pl: Brak połączenia z pokojem
pt: Sem atribuição de sala
ru: Нет привязки к комнате
sl: Ni sobne povezave
sr: Нема везе са просторијом
sv: Ingen rumsanslutning
sw: Hakuna unganisho la chumba
th: ไม่มีการเชื่อมต่อห้อง
tr: Oda bağlantısı yok
uk: Немає підключення до кімнати
vi: Không có kết nối phòng
zh: 没有房间连接

# counterRoom
source: Room
af: Kamer
ar: الغرفة
bg: Стая
bs: Soba
cs: Pokoj
da: Værelse
de: Raum
el: Δωμάτιο
es: Habitación
et: Ruum
fa: اتاق
fi: Huone
fr: Pièce
hi: कमरा
hr: Soba
hu: Szoba
it: Stanza
ja: 部屋
ko: 방
lt: Kambarys
ml: മുറി
my: နေရာ
nl: Kamer
no: Rom
pl: Pokój
pt: Divisão
ru: Комната
sl: soba
sr: Соба
sv: Rum
sw: Chumba
th: ห้อง
tr: Oda
uk: Кімната
vi: Phòng
zh: 房间
