Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# faqAboutDeveloperBody3
source: We welcome suggestions on how to improve the app.
af: Ons verwelkom voorstelle oor hoe om die app te verbeter.
ar: نرحب باقتراحات حول كيفية تحسين التطبيق.
bg: Добре дошли са предложения как да подобрим приложението.
bs: Pozdravljamo prijedloge kako poboljšati aplikaciju.
cs: Uvítáme návrhy, jak aplikaci vylepšit.
da: Vi modtager gerne forslag til, hvordan du kan forbedre appen.
de: Anregungen, wie die App verbessert werden kann, nehmen wir gerne entgegen.
el: Χαιρετίζουμε προτάσεις για τη βελτίωση της εφαρμογής.
es: Estoy encantado de recibir sugerencias sobre cómo se puede mejorar la aplicación.
et: Ootame ettepanekuid rakenduse täiustamiseks.
fa: ما از پیشنهاداتی در مورد چگونگی بهبود برنامه استقبال می کنیم.
fi: Otamme mielellämme vastaan ​​ehdotuksia sovelluksen parantamiseksi.
fr: J'accepte volontiers toute suggestion d'amélioration de l'application.
hi: हम ऐप को बेहतर बनाने के बारे में सुझावों का स्वागत करते हैं।
hr: Pozdravljamo prijedloge kako poboljšati aplikaciju.
hu: Szívesen fogadjuk az alkalmazás fejlesztésére vonatkozó javaslatokat.
it: Sono lieto di ricevere suggerimenti su come migliorare l'applicazione.
ja: アプリを改善する方法に関する提案を歓迎します。
ko: 앱 개선을 위한 제안을 환영합니다.
lt: Laukiame pasiūlymų, kaip patobulinti programėlę.
ml: ആപ്പ് എങ്ങനെ മെച്ചപ്പെടുത്താം എന്നതിനെക്കുറിച്ചുള്ള നിർദ്ദേശങ്ങൾ ഞങ്ങൾ സ്വാഗതം ചെയ്യുന്നു.
my: အက်ပလီကေးရှင်းကိုဘယ်လိုတိုးတက်အောင်လုပ်ရမယ်ဆိုတာကိုကျွန်တော်တို့အကြံပြုချက်တွေကိုကြိုဆိုပါတယ်။
nl: Wij verwelkomen suggesties over hoe de app kan worden verbeterd.
no: Vi tar gjerne imot forslag til hvordan du kan forbedre appen.
pl: Chętnie przyjmiemy sugestie dotyczące ulepszenia aplikacji.
pt: Tenho o prazer de receber sugestões sobre como a aplicação pode ser melhorada.
ru: Я рад получить предложения о том, как можно улучшить приложение.
sl: Veseli bomo predlogov, kako izboljšati aplikacijo.
sr: Поздрављамо предлоге како да побољшамо апликацију.
sv: Vi tar gärna emot förslag på hur appen kan förbättras.
sw: Tunakaribisha maoni juu ya jinsi ya kuboresha programu.
th: เรายินดีรับข้อเสนอแนะเกี่ยวกับวิธีการปรับปรุงแอป
tr: Uygulamanın nasıl geliştirilebileceğine ilişkin önerileri memnuniyetle karşılıyoruz.
uk: Ми вітаємо пропозиції щодо покращення програми.
vi: Chúng tôi hoan nghênh các đề xuất về cách cải thiện ứng dụng.
zh: 我们欢迎有关如何改进该应用程序的建议。

# faqAboutDeveloperBody4
source: However, I ask for your understanding that I cannot implement all suggestions and that new functions take time.
af: Ek vra egter vir u begrip dat ek nie alle voorstelle kan implementeer nie en dat nuwe funksies tyd neem.
ar: ومع ذلك، أطلب تفهمك أنني لا أستطيع تنفيذ جميع الاقتراحات وأن الوظائف الجديدة تستغرق وقتاً.
bg: Обаче, моля за разбиране, че не мога да приложа всички предложения и че новите функции отнемат време.
bs: Međutim, molim za razumijevanje da ne mogu implementirati sve prijedloge i da je za nove funkcije potrebno vrijeme.
cs: Žádám vás však o pochopení, že nemohu implementovat všechny návrhy a že nové funkce vyžadují čas.
da: Jeg beder dog om jeres forståelse for, at jeg ikke kan implementere alle forslag, og at nye funktioner tager tid.
de: Wir bitten jedoch um Verständnis, dass wir nicht alle Vorschläge umsetzen können und dass neue Funktionen dauern.
el: Ωστόσο, ζητώ την κατανόησή σας ότι δεν μπορώ να εφαρμόσω όλες τις προτάσεις και ότι οι νέες λειτουργίες χρειάζονται χρόνο.
es: Estoy encantado de recibir sugerencias sobre cómo se puede mejorar la aplicación.
et: Siiski palun teie mõistmist, et ma ei saa kõiki ettepanekuid ellu viia ja et uued funktsioonid võtavad aega.
fa: با این حال، از شما می خواهم که درک کنید که نمی توانم همه پیشنهادات را اجرا کنم و عملکردهای جدید زمان بر است.
fi: Pyydän kuitenkin ymmärrystäsi, etten voi toteuttaa kaikkia ehdotuksia ja että uudet toiminnot vievät aikaa.
fr: Je vous prie toutefois de comprendre que je ne peux pas mettre en œuvre toutes les propositions et que les nouvelles fonctions prennent du temps.
hi: हालाँकि, मैं आपकी यह समझ चाहता हूँ कि मैं सभी सुझावों को लागू नहीं कर सकता और नए कार्यों में समय लगता है।
hr: Međutim, molim vas za razumijevanje da ne mogu primijeniti sve prijedloge i da je za nove funkcije potrebno vrijeme.
hu: Megértésüket kérem azonban, hogy nem tudok minden javaslatot megvalósítani, és hogy az új funkciókhoz idő kell.
it: Sono lieto di ricevere suggerimenti su come migliorare l'applicazione.
ja: ただし、すべての提案を実現できるわけではないこと、また新機能には時間がかかることをご理解ください。
ko: 다만, 모든 제안을 반영할 수 없으며 새로운 기능 구현에는 시간이 소요된다는 점을 양해해 주시기 바랍니다.
lt: Tačiau prašau jūsų supratimo, kad negaliu įgyvendinti visų pasiūlymų ir naujoms funkcijoms reikia laiko.
ml: എന്നിരുന്നാലും, എനിക്ക് എല്ലാ നിർദ്ദേശങ്ങളും നടപ്പിലാക്കാൻ കഴിയില്ലെന്നും പുതിയ പ്രവർത്തനങ്ങൾക്ക് സമയമെടുക്കുമെന്നും നിങ്ങളുടെ ധാരണയ്ക്കായി ഞാൻ ആവശ്യപ്പെടുന്നു.
my: သို့သော်ကျွန်ုပ်သည်အကြံဥာဏ်များအားလုံးကိုအကောင်အထည်ဖော်ရန်နှင့်လုပ်ဆောင်မှုအသစ်များကိုအချိန်ယူရသည်ကိုသင်၏နားလည်မှုကိုတောင်းခံသည်။
nl: Ik vraag echter om uw begrip dat ik niet alle suggesties kan implementeren en dat nieuwe functies tijd kosten.
no: Jeg ber imidlertid om forståelse for at jeg ikke kan implementere alle forslag og at nye funksjoner tar tid.
pl: Proszę jednak o wyrozumiałość, że nie jestem w stanie wdrożyć wszystkich sugestii, a nowe funkcje wymagają czasu.
pt: Tenho o prazer de receber sugestões sobre como a aplicação pode ser melhorada.
ru: Я рад получить предложения о том, как можно улучшить приложение.
sl: Vendar vas prosim za razumevanje, da ne morem uresničiti vseh predlogov in da nove funkcije zahtevajo čas.
sr: Међутим, молим за разумевање да не могу да применим све предлоге и да је за нове функције потребно време.
sv: Jag ber dock om er förståelse för att jag inte kan implementera alla förslag och att nya funktioner tar tid.
sw: Walakini, ninaomba uelewa wako kuwa siwezi kutekeleza maoni yote na kwamba kazi mpya huchukua muda.
th: อย่างไรก็ตาม ฉันขอให้คุณเข้าใจว่าฉันไม่สามารถปฏิบัติตามคำแนะนำทั้งหมดได้ และฟังก์ชันใหม่ต้องใช้เวลา
tr: Ancak tüm önerileri uygulayamayacağım ve yeni fonksiyonların zaman alabileceği konusunda anlayışınızı rica ediyorum.
uk: Проте я прошу вас зрозуміти, що я не можу реалізувати всі пропозиції, а для нових функцій потрібен час.
vi: Tuy nhiên, tôi mong bạn hiểu rằng tôi không thể thực hiện tất cả các đề xuất và các chức năng mới cần có thời gian.
zh: 不过，我无法实现所有建议，而且新功能需要时间，请您谅解。

# commonCollapse
source: Collapse
af: Vou toe
ar: طي
bg: Свиване
bs: Kolaps
cs: Kolaps
da: Bryde sammen
de: Zusammenklappen
el: Κατάρρευση
es: Colapso
et: Vähenda
fa: فروپاشی
fi: Kutista
fr: Plier
hi: गिर जाना
hr: Sažmi
hu: Összeomlás
it: Piegare
ja: 崩壊
ko: 접기
lt: Suskleisti
ml: മടക്കുക
my: ပြိုကဲ
nl: Inklappen
no: Kollapse
pl: Zawalić się
pt: Colapso
ru: Свернуть
sl: Strni
sr: Колапс
sv: Kollapsa
sw: Kuanguka
th: ทรุด
tr: Yıkılmak
uk: Згорнути
vi: Sụp đổ
zh: 坍塌

# commonMore
source: More
af: Meer
ar: المزيد
bg: Повече
bs: Više
cs: Více
da: Mere
de: Mehr
el: Περισσότερα
es: Más
et: Rohkem
fa: بیشتر
fi: Lisää
fr: Plus
hi: अधिक
hr: Više
hu: További
it: Di più
ja: もっと
ko: 더
lt: Daugiau
ml: കൂടുതൽ
my: နောက်ထပ်
nl: Meer
no: Flere
pl: Więcej
pt: Mais
ru: Подробнее
sl: več
sr: Више
sv: Mer
sw: Zaidi
th: มากกว่า
tr: Daha
uk: більше
vi: Hơn
zh: 更多的

# commonSave
source: Save
af: Stoor
ar: حفظ
bg: Запазване
bs: Sačuvaj
cs: Uložit
da: Spare
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fa: ذخیره
fi: Tallenna
fr: Sauvegarder
hi: बचाना
hr: Spremi
hu: Mentés
it: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
ml: സംരക്ഷിക്കുക
my: ကယ်ဆယ်
nl: Opslaan
no: Spare
pl: Ratować
pt: Guardar
ru: Сохранить
sl: Shrani
sr: Сачувај
sv: Spara
sw: Kuokoa
th: บันทึก
tr: Kaydetmek
uk: зберегти
vi: Cứu
zh: 节省

# commonChange
source: Change
af: Verander
ar: تغيير
bg: Промяна
bs: Promjena
cs: Přeměna
da: Forandring
de: Ändern
el: Αλλαγή
es: Cambiar
et: Muuda
fa: تغییر
fi: Muuta
fr: Modifier
hi: परिवर्तन
hr: Promijeni
hu: Változás
it: Cambiare
ja: 変化
ko: 변경
lt: Pakeisti
ml: മാറ്റുക
my: ပေြာင်းလဲခြင်း
nl: Wijzigen
no: Endre
pl: Zmiana
pt: Alterar
ru: Изменить
sl: spremeniti
sr: Промена
sv: Ändra
sw: Mabadiliko
th: เปลี่ยน
tr: Değiştirmek
uk: Зміна
vi: Thay đổi
zh: 改变

# commonContinue
source: Continue
af: Gaan voort
ar: متابعة
bg: Продължи
bs: Nastavi
cs: Pokračovat
da: Fortsætte
de: Fortsetzen
el: Συνεχίστε
es: Ir a
et: Jätka
fa: ادامه
fi: Jatka
fr: Continuer
hi: जारी रखना
hr: Nastavi
hu: Folytatás
it: Vai a
ja: 続く
ko: 계속
lt: Tęsti
ml: തുടരുക
my: ဆက်လက်နေ
nl: Doorgaan
no: Fortsette
pl: Kontynuować
pt: Ir para
ru: Перейти к
sl: Nadaljuj
sr: Настави
sv: Fortsätta
sw: Endelea
th: ดำเนินการต่อ
tr: Devam etmek
uk: Продовжити
vi: Tiếp tục
zh: 继续

# commonBack
source: Back
af: Terug
ar: رجوع
bg: Назад
bs: Nazad
cs: Zadní
da: Tilbage
de: Zurück
el: Πίσω
es: Volver
et: Tagasi
fa: بازگشت
fi: Takaisin
fr: Retour
hi: पीछे
hr: Natrag
hu: Vissza
it: Indietro
ja: 戻る
ko: 뒤로
lt: Atgal
ml: തിരികെ
my: ပြန်.
nl: Terug
no: Tilbake
pl: Z powrotem
pt: Voltar
ru: Назад
sl: Nazaj
sr: Назад
sv: Tillbaka
sw: Nyuma
th: กลับ
tr: Geri
uk: Назад
vi: Mặt sau
zh: 后退

# commonOk
source: OK
ar: موافق
bg: ОК
bs: U REDU
es: Aceptar
fa: باشه
fr: D'ACCORD
hi: ठीक है
hr: U REDU
it: Conferma
ja: わかりました
ko: 확인
lt: Gerai
ml: ശരി
my: အိုကေ
ru: ОК
sr: ОК
sw: Sawa
th: ตกลง
tr: TAMAM
uk: добре
vi: ĐƯỢC RỒI
zh: 好的

# commonCancel
source: Cancel
af: Kanselleer
ar: إلغاء
bg: Отказ
bs: Otkaži
cs: Zrušit
da: Ophæve
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fa: لغو
fi: Peruuta
fr: Annuler
hi: रद्द करना
hr: Odustani
hu: Törölje
it: Cancella
ja: キャンセル
ko: 취소
lt: Atšaukti
ml: റദ്ദാക്കുക
my: ပျက်စေ
nl: Annuleren
no: Kansellere
pl: Anulować
pt: Cancelar
ru: Отменить
sl: Prekliči
sr: Откажи
sv: Avboka
sw: Ghairi
th: ยกเลิก
tr: İptal etmek
uk: Скасувати
vi: Hủy bỏ
zh: 取消

# commonClose
source: Close
af: Sluit
ar: إغلاق
bg: Затваряне
bs: Zatvori
cs: Blízko
da: Tæt
de: Schließen
el: Κλείστε το
es: Cerrar
et: Sulge
fa: بستن
fi: Sulje
fr: Fermer
hi: बंद करना
hr: Zatvori
hu: Zárja be a
it: Chiudere
ja: 近い
ko: 닫기
lt: Uždaryti
ml: അടയ്ക്കുക
my: ပိတ်ထားသော
nl: Sluiten
no: Lukke
pl: Zamknąć
pt: Fechar
ru: Закрыть
sl: Zapri
sr: Затвори
sv: Nära
sw: Karibu
th: ปิด
tr: Kapalı
uk: Закрити
vi: Đóng
zh: 关闭

# commonOpen
source: Open
af: Maak oop
ar: فتح
bg: Отваряне
bs: Otvori
cs: OTEVŘENO
da: Åben
de: Öffnen
el: Ανοίξτε το
es: Abrir
et: Ava
fa: باز
fi: Avaa
fr: Ouvrir
hi: खुला
hr: Otvori
hu: Nyissa meg a címet.
it: Aprire
ja: 開ける
ko: 열기
lt: Atidaryti
ml: തുറക്കുക
my: ဖွင့်လှစ်
nl: Openen
no: Åpne
pl: Otwarte
pt: Aberto
ru: Открыть
sl: Odpri
sr: Отвори
sv: Öppna
sw: Wazi
th: เปิด
tr: Açık
uk: ВІДЧИНЕНО
vi: Mở
zh: 打开

# commonSend
source: Submit
af: Stuur
ar: إرسال
bg: Изпращане
bs: Pošalji
cs: Předložit
da: Indsend
de: Abschicken
el: Υποβολή
es: Enviar
et: Saada
fa: ارسال
fi: Lähetä
fr: Envoyer
hi: जमा करना
hr: Pošalji
hu: Küldje be a
it: Inviare
ja: 提出する
ko: 제출
lt: Pateikti
ml: സമർപ്പിക്കുക
my: နားထောင်
nl: Verzenden
no: Send inn
pl: Składać
pt: Enviar
ru: Отправить
sl: Predloži
sr: Субмит
sv: Överlämna
sw: Wasilisha
th: ส่ง
tr: Göndermek
uk: Надіслати
vi: Nộp
zh: 提交

# commonDelete
source: Delete
af: Vee uit
ar: حذف
bg: Изтриване
bs: Izbriši
cs: Vymazat
da: Slet
de: Löschen
el: Διαγραφή
es: Borrar
et: Kustuta
fa: حذف
fi: Poista
fr: Effacer
hi: मिटाना
hr: Obriši
hu: Törölje a címet.
it: Cancellare
ja: 消去
ko: 삭제
lt: Ištrinti
ml: മായ്ക്കുക
my: ဖျက်
nl: Verwijderen
no: Slett
pl: Usuwać
pt: Eliminar
ru: Удалить
sl: Izbriši
sr: Избриши
sv: Radera
sw: Futa
th: ลบ
tr: Silmek
uk: Видалити
vi: Xóa bỏ
zh: 删除

# commonYes
source: yes
af: ja
ar: نعم
bg: да
bs: da
cs: Ano
da: ja
de: ja
el: ναι
es: sí
et: jah
fa: بله
fi: kyllä
fr: oui
hi: हाँ
hr: da
hu: igen
it: sì
ja: はい
ko: 예
lt: Taip
ml: അതെ
my: ဟုတ်ကဲ့
nl: ja
no: ja
pl: Tak
pt: sim
ru: да
sl: ja
sr: да
sv: ja
sw: Ndio
th: ใช่
tr: Evet
uk: так
vi: Đúng
zh: 是的

# commonNo
source: no
af: nee
ar: لا
bg: не
bs: br
cs: žádný
da: ingen
de: nein
el: όχι
et: ei
fa: نه
fi: ei
fr: non
hi: नहीं
hr: ne
hu: nincs
ja: いいえ
ko: 아니오
lt: Ne
ml: ഇല്ല
my: မဟုတ်
nl: nee
no: ingen
pl: NIE
pt: não
ru: нет
sl: št
sr: бр
sv: inga
sw: hapana
th: เลขที่
tr: HAYIR
uk: немає
vi: KHÔNG
zh: 不

# commonLoadingData
source: Loading data
af: Laai data
ar: جاري تحميل البيانات
bg: Зареждане на данни
bs: Učitavanje podataka
cs: Načítání dat
da: Indlæser data
de: Lade Daten
el: Φόρτωση δεδομένων
es: Carga de datos
et: Andmete laadimine
fa: در حال بارگذاری داده‌ها
fi: Ladataan tietoja
fr: Charger les données
hi: डेटा लोड हो रहा है
hr: Učitavanje podataka
hu: Adatok betöltése
it: Caricamento dei dati
ja: データのロード中
ko: 데이터 불러오는 중
lt: Įkeliami duomenys
ml: ഡാറ്റ ലോഡുചെയ്യുന്നു
my: ဒေတာကိုတင်
nl: Gegevens laden
no: Laster inn data
pl: Ładowanie danych
pt: Carregamento de dados
ru: Данные по загрузке
sl: Nalaganje podatkov
sr: Учитавање података
sv: Laddar data
sw: Kupakia data
th: กำลังโหลดข้อมูล
tr: Veri yükleniyor
uk: Завантаження даних
vi: Đang tải dữ liệu
zh: 加载数据

# commonDay
source: day
af: dag
ar: يوم
bg: ден
bs: dan
cs: den
da: dag
de: Tag
el: ημέρα
es: Día
et: päev
fa: روز
fi: päivä
fr: jour
hi: दिन
hr: dan
hu: nap
it: Giorno
ja: 日
ko: 일
lt: diena
ml: ദിവസം
my: နေ့
nl: dag
no: dag
pl: dzień
pt: Dia
ru: День
sl: dan
sr: дан
sv: dag
sw: siku
th: วัน
tr: gün
uk: день
vi: ngày
zh: 天

# commonMonth
source: month
af: maand
ar: شهر
bg: месец
bs: mjesec
cs: měsíc
da: måned
de: Monat
el: μήνας
es: mes
et: kuu
fa: ماه
fi: kuukausi
fr: mois
hi: महीना
hr: mjesec
hu: hónap
it: mese
ja: 月
ko: 월
lt: mėnuo
ml: മാസം
my: လ
nl: maand
no: måned
pl: miesiąc
pt: mês
ru: месяц
sl: mesec
sr: месец
sv: månad
sw: mwezi
th: เดือน
tr: ay
uk: місяць
vi: tháng
zh: 月

# commonYear
source: year
af: jaar
ar: سنة
bg: година
bs: godine
cs: rok
da: år
de: Jahr
el: έτος
es: año
et: aasta
fa: سال
fi: vuosi
fr: année
hi: वर्ष
hr: godina
hu: év
it: anno
ja: 年
ko: 년
lt: metai
ml: വർഷം
my: ခုနှစ်
nl: jaar
no: år
pl: rok
pt: ano
ru: год
sl: leto
sr: године
sv: år
sw: mwaka
th: ปี
tr: yıl
uk: рік
vi: năm
zh: 年

# commonShare
source: Share
af: Deel
ar: مشاركة
bg: Споделяне
bs: Dijeli
cs: Podíl
da: Dele
de: Teilen
el: Μοιραστείτε το
es: Compartir
et: Jaga
fa: اشتراک‌گذاری
fi: Jaa
fr: Partager
hi: शेयर करना
hr: Podijeli
hu: Megosztás
it: Condividi
ja: 共有
ko: 공유
lt: Bendrinti
ml: പങ്കിടുക
my: ခဲှဝေ
nl: Delen
no: Dele
pl: Udział
pt: Partilhar
ru: Поделиться
sl: Delite
sr: Схаре
sv: Dela
sw: Shiriki
th: แบ่งปัน
tr: Paylaşmak
uk: Поділіться
vi: Chia sẻ
zh: 分享

# commonCopiedToClipboard
source: Copied to clipboard
af: Gekopieer na knipbord
ar: تم النسخ إلى الحافظة
bg: Копирано в клипборда
bs: Kopirano u međuspremnik
cs: Zkopírováno do schránky
da: Kopieret til udklipsholder
de: In Zwischenablage kopiert
el: Αντιγραφή στο πρόχειρο
es: Copiado en el portapapeles
et: Kopeeritud lõikelauale
fa: در کلیپ بورد کپی شد
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी किया गया
hr: Kopirano u međuspremnik
hu: Vágólapra másolva
it: Copiato negli appunti
ja: クリップボードにコピーされました
ko: 클립보드에 복사됨
lt: Nukopijuota į mainų sritį
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി
my: clipboard မှကူးယူ
nl: Gekopieerd naar klembord
no: Kopiert til utklippstavlen
pl: Skopiowano do schowka
pt: Copiado para prancheta
ru: Копируется в буфер обмена
sl: Kopirano v odložišče
sr: Копирано у међуспремник
sv: Kopierade till urklipp
sw: Kunakiliwa kwa clipboard
th: คัดลอกไปยังคลิปบอร์ดแล้ว
tr: Panoya kopyalandı
uk: Скопійовано в буфер обміну
vi: Đã sao chép vào bảng nhớ tạm
zh: 已复制到剪贴板

# commonLearnMore
source: Learn more
af: Lees meer
ar: تعلم المزيد
bg: Научете повече
bs: Saznajte više
cs: Zjistěte více
da: Få flere oplysninger
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
et: Loe lisa
fa: بیشتر بدانید
fi: Lue lisää
fr: Plus d'infos
hi: और अधिक जानें
hr: Saznajte više
hu: Tudjon meg többet
it: Scopri di più
ja: もっと詳しく知る
ko: 더 알아보기
lt: Sužinokite daugiau
ml: കൂടുതലറിയുക
my: ပိုမိုသိရှိရန်
nl: Meer informatie
no: Lær mer
pl: Dowiedz się więcej
pt: Saiba mais
ru: Узнать больше
sl: Več o tem
sr: Сазнајте више
sv: Läs mer
sw: Jifunze zaidi
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edin
uk: Дізнайтесь більше
vi: Tìm hiểu thêm
zh: 了解更多

# commonMinimum
source: Lowest daily value
af: Laagste daaglikse waarde
ar: أقل قيمة يومية
bg: Най-ниска дневна стойност
bs: Najniža dnevna vrijednost
cs: Nejnižší denní hodnota
da: Laveste daglige værdi
de: Niedrigster Tageswert
el: Χαμηλότερη ημερήσια αξία
es: Valor diario más bajo
et: Madalaim päevane väärtus
fa: کمترین ارزش روزانه
fi: Alin päiväarvo
fr: Valeur quotidienne la plus basse
hi: न्यूनतम दैनिक मूल्य
hr: Najniža dnevna vrijednost
hu: Legalacsonyabb napi érték
it: Valore giornaliero più basso
ja: 日次最低値
ko: 일일 최소값
lt: Mažiausia dienos vertė
ml: ഏറ്റവും കുറഞ്ഞ പ്രതിദിന മൂല്യം
my: အနိမ့်ဆုံးနေ့စဉ်တန်ဖိုး
nl: Laagste dagwaarde
no: Laveste daglige verdi
pl: Najniższa wartość dzienna
pt: Valor diário mais baixo
ru: Наименьшая суточная ценность
sl: Najnižja dnevna vrednost
sr: Најнижа дневна вредност
sv: Lägsta dagsvärde
sw: Thamani ya kila siku ya chini
th: มูลค่ารายวันต่ำสุด
tr: En düşük günlük değer
uk: Найнижче добове значення
vi: Giá trị hàng ngày thấp nhất
zh: 每日最低值

# commonMaximum
source: Highest daily value
af: Hoogste daaglikse waarde
ar: أعلى قيمة يومية
bg: Най-висока дневна стойност
bs: Najveća dnevna vrijednost
cs: Nejvyšší denní hodnota
da: Højeste daglige værdi
de: Höchster Tageswert
el: Υψηλότερη ημερήσια αξία
es: Valor diario más elevado
et: Kõrgeim päevane väärtus
fa: بالاترین ارزش روزانه
fi: Korkein päiväarvo
fr: Valeur quotidienne la plus élevée
hi: उच्चतम दैनिक मूल्य
hr: Najviša dnevna vrijednost
hu: Legmagasabb napi érték
it: Valore giornaliero più alto
ja: 日次最高値
ko: 일일 최대값
lt: Didžiausia dienos vertė
ml: ഏറ്റവും ഉയർന്ന പ്രതിദിന മൂല്യം
my: အမြင့်ဆုံးနေ့စဉ်တန်ဖိုး
nl: Hoogste dagwaarde
no: Høyeste daglige verdi
pl: Najwyższa wartość dzienna
pt: Valor diário mais elevado
ru: Наибольшая суточная ценность
sl: Najvišja dnevna vrednost
sr: Највећа дневна вредност
sv: Högsta dagsvärde
sw: Thamani ya kila siku ya juu
th: มูลค่ารายวันสูงสุด
tr: En yüksek günlük değer
uk: Найвище добове значення
vi: Giá trị hàng ngày cao nhất
zh: 每日最高值

# heatmapLegendTitle
source: More about the heatmap
af: Meer oor die hittekaart
ar: المزيد عن خريطة الحرارة
bg: Повече за топлинната карта
bs: Više o toplotnoj karti
cs: Více o teplotní mapě
da: Mere om varmekortet
de: Mehr über die Heatmap
el: Περισσότερα για τον χάρτη θερμότητας
es: Más información sobre el mapa térmico
et: Rohkem soojustabeli kohta
fa: اطلاعات بیشتر در مورد نقشه حرارتی
fi: Lisää lämpökartasta
fr: Plus d'informations sur la carte thermique
hi: हीटमैप के बारे में अधिक जानकारी
hr: Više o toplinskoj karti
hu: További információk a hőtérképről
it: Per saperne di più sulla mappa di calore
ja: ヒートマップの詳細
ko: 히트맵 정보
lt: Daugiau apie šilumos žemėlapį
ml: ഹീറ്റ്മാപ്പിനെക്കുറിച്ച് കൂടുതൽ
my: HeTmap အကြောင်းပို
nl: Meer over de heatmap
no: Mer om varmekartet
pl: Więcej o mapie cieplnej
pt: Mais informações sobre o mapa térmico
ru: Подробнее о тепловой карте
sl: Več o toplotni karti
sr: Више о топлотној мапи
sv: Mer om värmekartan
sw: Zaidi juu ya joto
th: ข้อมูลเพิ่มเติมเกี่ยวกับแผนที่ความร้อน
tr: Isı haritası hakkında daha fazla bilgi
uk: Детальніше про теплову карту
vi: Thông tin thêm về bản đồ nhiệt
zh: 有关热图的更多信息
