Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# warningReadingSmallerThanOldValue2
source: The new value is lower than the previous meter reading. Was the reading taken correctly?
af: Die nuwe waarde is laer as die vorige meterlesing. Is die lesing korrek geneem?
ar: القيمة الجديدة أقل من قراءة العداد السابقة. هل تم أخذ القراءة بشكل صحيح؟
bg: Новата стойност е по-ниска от предишното показание на брояча. Отчитането ли е направено правилно?
bs: Nova vrijednost je niža od prethodnog očitanja brojila. Da li je očitavanje ispravno uzeto?
cs: Nová hodnota je nižší než předchozí hodnota měřiče. Byl odečet proveden správně?
da: Den nye værdi er lavere end den tidligere måleraflæsning. Blev aflæsningen taget korrekt?
de: Der neue Wert ist niedriger als der vorige Zählerstand. Wurde korrekt abgelesen?
el: Η νέα τιμή είναι χαμηλότερη από την προηγούμενη ένδειξη του μετρητή. Έγινε σωστά η μέτρηση;
es: El nuevo valor es inferior a la lectura del contador anterior. ¿Se ha leído correctamente?
et: Uus väärtus on eelmisest näidust väiksem. Kas näit sai õigesti võetud?
fa: مقدار جدید کمتر از قرائت کنتور قبلی است.آیا خواندن به درستی گرفته شده است؟
fi: Uusi arvo on pienempi kuin edellinen mittarin lukema.Onko lukema otettu oikein?
fr: La nouvelle valeur est inférieure à la valeur précédente du compteur. Le relevé est-il correct ?
hi: नया मान पिछले मीटर रीडिंग से कम है।क्या रीडिंग सही ढंग से ली गई थी?
hr: Nova vrijednost niža je od prethodnog očitanja brojila.Je li očitanje ispravno obavljeno?
hu: Az új érték alacsonyabb, mint az előző mérőállás. Helyesen történt a leolvasás?
it: Il nuovo valore è inferiore alla lettura del contatore precedente. La lettura è stata effettuata correttamente?
ja: 新しい値は、以前のメーター測定値よりも低くなります。測定値は正しく取得されましたか?
ko: 새 값이 이전 계량기 지침보다 작습니다. 지침을 정확히 읽으셨나요?
lt: Nauja vertė yra mažesnė nei ankstesnis skaitiklio rodmuo. Ar teisingai skaitote?
ml: പുതിയ മൂല്യം മുമ്പത്തെ മീറ്റർ റീഡിനേക്കാൾ കുറവാണ്. വായന ശരിയായി എടുത്തോ?
my: တန်ဖိုးအသစ်သည်ယခင်မီတာစာဖတ်ခြင်းထက်နိမ့်သည်။ စာဖတ်ခြင်းမှန်ကန်စွာယူခဲ့သလဲ
nl: De nieuwe waarde is lager dan de vorige meterstand. Is de meting correct uitgevoerd?
no: Den nye verdien er lavere enn den forrige målerstanden. Ble avlesningen tatt riktig?
pl: Nowa wartość jest niższa niż poprzedni odczyt licznika. Czy odczyt został dokonany prawidłowo?
pt: O novo valor é mais baixo do que a leitura anterior do contador. A leitura é correta?
ru: Новое значение ниже предыдущего показания счетчика. Было ли показание правильным?
sl: Nova vrednost je nižja od prejšnje vrednosti števca. Ali je bil odčitek pravilno?
sr: Нова вредност је нижа од претходног очитавања бројила. Да ли је очитавање правилно узето?
sv: Det nya värdet är lägre än föregående mätarställning. Har avläsningen tagits korrekt?
sw: Thamani mpya ni chini kuliko usomaji wa mita uliopita. Je! Usomaji ulichukuliwa kwa usahihi?
th: ค่าใหม่ต่ำกว่าการอ่านมิเตอร์ครั้งก่อน การอ่านถูกต้องหรือไม่?
tr: Yeni değer önceki sayaç okumasından daha düşüktür. Okuma doğru şekilde yapıldı mı?
uk: Нове значення нижче попереднього показника лічильника. Чи правильно прочитано?
vi: Giá trị mới thấp hơn giá trị đo trước đó. Việc đọc có được thực hiện chính xác không?
zh: 新值低于之前的仪表读数。读数是否正确？

# warningReadingBiggerThanOldValueOilVolume
source: The new value is higher than the previous meter reading. Have you refilled the tank?
af: Die nuwe waarde is hoër as die vorige meterlesing. Het jy die tenk weer gevul?
ar: القيمة الجديدة أعلى من قراءة العداد السابقة. هل قمت بإعادة ملء الخزان؟
bg: Новата стойност е по-висока от предишното показание на брояча. Напълнихте ли резервоара?
bs: Nova vrijednost je viša od prethodnog očitanja brojila. Da li ste napunili rezervoar?
cs: Nová hodnota je vyšší než předchozí hodnota měřiče. Doplnil jsi nádrž?
da: Den nye værdi er højere end den tidligere måleraflæsning. Har du fyldt tanken op igen?
de: Der neue Wert ist höher als der vorige Zählerstand. Haben Sie nachgetankt?
el: Η νέα τιμή είναι υψηλότερη από την προηγούμενη ένδειξη του μετρητή. Γεμίσατε ξανά τη δεξαμενή;
es: El nuevo valor es superior a la lectura anterior del contador. ¿Has repostado?
et: Uus väärtus on eelmisest näidust suurem. Kas tankisid paaki?
fa: مقدار جدید بالاتر از قرائت کنتور قبلی است.آیا باک را دوباره پر کرده اید؟
fi: Uusi arvo on suurempi kuin edellinen mittarin lukema.Oletko täyttänyt tankin?
fr: La nouvelle valeur est supérieure à la précédente lecture du compteur. Avez-vous fait le plein ?
hi: नया मूल्य पिछले मीटर रीडिंग से अधिक है।क्या आपने टैंक फिर से भर दिया है?
hr: Nova vrijednost veća je od prethodnog očitanja brojila.Jeste li ponovno napunili spremnik?
hu: Az új érték magasabb, mint az előző mérőállás. Feltöltötte a tartályt?
it: Il nuovo valore è superiore alla lettura del contatore precedente. Avete fatto rifornimento?
ja: 新しい値は、以前のメーター測定値よりも高くなります。タンクを補充しましたか？
ko: 새 값이 이전 계량기 지침보다 큽니다. 탱크를 보충하셨습니까?
lt: Nauja vertė yra didesnė nei ankstesnis skaitiklio rodmuo. Ar užpildėte baką?
ml: പുതിയ മൂല്യം മുമ്പത്തെ മീറ്റർ റീഡിനേക്കാൾ കൂടുതലാണ്. നിങ്ങൾ ടാങ്ക് വീണ്ടും നിറച്ചിട്ടുണ്ടോ?
my: တန်ဖိုးအသစ်သည်ယခင်မီတာစာဖတ်ခြင်းထက်ပိုမိုမြင့်မားသည်။ မင်းအကြံပေးအဖွဲ့ကိုဖြည့်ပါသလား
nl: De nieuwe waarde is hoger dan de vorige meterstand. Heeft u de tank bijgevuld?
no: Den nye verdien er høyere enn den forrige målerstanden. Har du fylt på tanken?
pl: Nowa wartość jest wyższa niż poprzedni odczyt licznika. Czy napełniłeś zbiornik?
pt: O novo valor é mais elevado do que a leitura do contador anterior. Já reabasteceu?
ru: Новое значение выше предыдущего показания счетчика. ы заправились?
sl: Nova vrednost je višja od prejšnje vrednosti števca. Ste ponovno napolnili rezervoar?
sr: Нова вредност је већа од претходног очитавања бројила. Да ли сте напунили резервоар?
sv: Det nya värdet är högre än föregående mätarställning. Har du fyllt på tanken?
sw: Thamani mpya ni kubwa kuliko usomaji wa mita uliopita. Je! Umejaza tank?
th: ค่าใหม่สูงกว่าการอ่านมิเตอร์ครั้งก่อน เติมถังแล้วหรือยัง?
tr: Yeni değer önceki sayaç okumasından daha yüksektir. Tankı yeniden doldurdunuz mu?
uk: Нове значення вище попереднього показання лічильника. Ви залили бак?
vi: Giá trị mới cao hơn số đọc của đồng hồ trước đó. Bạn đã đổ đầy bình chưa?
zh: 新值高于之前的仪表读数。你给油箱加满了吗？

# warningReadingSeemsTooBig
source: The new value is quite high. Was the reading taken correctly?
af: Die nuwe waarde is redelik hoog. Is die lesing korrek geneem?
ar: القيمة الجديدة مرتفعة جداً. هل تم أخذ القراءة بشكل صحيح؟
bg: Новата стойност е доста висока. Отчитането ли е направено правилно?
bs: Nova vrijednost je prilično visoka. Da li je očitavanje ispravno uzeto?
cs: Nová hodnota je poměrně vysoká. Byl odečet proveden správně?
da: Den nye værdi er ret høj. Blev aflæsningen taget korrekt?
de: Der neue Wert ist recht hoch. Wurde richtig abgelesen?
el: Η νέα τιμή είναι αρκετά υψηλή. Η μέτρηση έγινε σωστά;
es: El nuevo valor es bastante alto. ¿La lectura era correcta?
et: Uus väärtus on üsna suur. Kas näit sai õigesti võetud?
fa: ارزش جدید بسیار بالا است.آیا خواندن به درستی گرفته شده است؟
fi: Uusi arvo on melko korkea.Onko lukema otettu oikein?
fr: La nouvelle valeur est assez élevée. La lecture a-t-elle été effectuée correctement ?
hi: नया मूल्य काफी अधिक है.क्या रीडिंग सही ढंग से ली गई थी?
hr: Nova vrijednost je prilično visoka.Je li očitanje ispravno obavljeno?
hu: Az új érték meglehetősen magas. Helyesen végezték el a leolvasást?
it: Il nuovo valore è piuttosto alto. La lettura era corretta?
ja: 新しい価値はかなり高いです。測定値は正しく取得されましたか?
ko: 새 값이 상당히 큽니다. 지침을 정확히 읽으셨나요?
lt: Nauja vertė yra gana didelė. Ar teisingai skaitote?
ml: പുതിയ മൂല്യം വളരെ ഉയർന്നതാണ്. വായന ശരിയായി എടുത്തോ?
my: တန်ဖိုးအသစ်သည်အတော်လေးမြင့်မားသည်။ စာဖတ်ခြင်းမှန်ကန်စွာယူခဲ့သလဲ
nl: De nieuwe waarde is vrij hoog. Is de meting correct uitgevoerd?
no: Den nye verdien er ganske høy. Ble avlesningen tatt riktig?
pl: Nowa wartość jest dość wysoka. Czy odczyt został dokonany prawidłowo?
pt: O novo valor é bastante elevado. A leitura foi correcta?
ru: Новое значение довольно высокое. Было ли показание правильным?
sl: Nova vrednost je precej visoka. Ali je bil odčitek pravilno?
sr: Нова вредност је прилично висока. Да ли је очитавање правилно узето?
sv: Nyvärdet är ganska högt. Har avläsningen tagits korrekt?
sw: Thamani mpya ni ya juu kabisa. Je! Usomaji ulichukuliwa kwa usahihi?
th: มูลค่าใหม่ค่อนข้างสูง การอ่านถูกต้องหรือไม่?
tr: Yeni değer oldukça yüksek. Okuma doğru şekilde yapıldı mı?
uk: Нове значення досить високе. Чи правильно прочитано?
vi: Giá trị mới khá cao. Việc đọc có được thực hiện chính xác không?
zh: 新的价值相当高。读数是否正确？

# warningReadingSeemsTooSmall
source: The new value is quite low. Was it read correctly?
af: Die nuwe waarde is redelik laag. Is dit korrek gelees?
ar: القيمة الجديدة منخفضة جداً. هل تمت قراءتها بشكل صحيح؟
bg: Новата стойност е доста ниска. Прочетена ли е правилно?
bs: Nova vrijednost je prilično niska. Da li je ispravno pročitano?
cs: Nová hodnota je poměrně nízká. Bylo to přečteno správně?
da: Den nye værdi er ret lav. Blev den læst rigtigt?
de: Der neue Wert ist recht niedrig. Wurde richtig abgelesen?
el: Η νέα τιμή είναι αρκετά χαμηλή. Διαβάστηκε σωστά;
es: El nuevo valor es bastante bajo. ¿Se leyó correctamente?
et: Uus väärtus on üsna väike. Kas see sai õigesti loetud?
fa: مقدار جدید بسیار پایین است.درست خوانده شد؟
fi: Uusi arvo on melko alhainen.Oliko se luettu oikein?
fr: La nouvelle valeur est assez basse. A-t-elle été correctement relevée ?
hi: नया मूल्य काफी कम है.क्या इसे सही ढंग से पढ़ा गया था?
hr: Nova vrijednost je prilično niska.Je li točno pročitano?
hu: Az új érték meglehetősen alacsony. Helyesen olvasták le?
it: Il nuovo valore è piuttosto basso. È stato letto correttamente?
ja: 新しい値はかなり低いです。正しく読み取れましたか？
ko: 새 값이 상당히 작습니다. 지침을 정확히 읽으셨나요?
lt: Nauja vertė yra gana maža. Ar perskaityta teisingai?
ml: പുതിയ മൂല്യം വളരെ കുറവാണ്. അത് ശരിയായി വായിച്ചിരുന്നോ?
my: တန်ဖိုးအသစ်သည်အတော်လေးနိမ့်သည်။ မှန်ကန်စွာဖတ်ခဲ့သလား
nl: De nieuwe waarde is vrij laag. Is deze correct afgelezen?
no: Den nye verdien er ganske lav. Ble den lest riktig?
pl: Nowa wartość jest dość niska. Czy został poprawnie odczytany?
pt: O novo valor está bastante baixo. Foi lido corretamente?
ru: Новое значение довольно низкое. Было ли оно прочитано правильно?
sl: Nova vrednost je precej nizka. Je bilo prebrano pravilno?
sr: Нова вредност је прилично ниска. Да ли је исправно прочитано?
sv: Nyvärdet är ganska lågt. Lästes det rätt?
sw: Thamani mpya ni ya chini kabisa. Ilisomwa kwa usahihi?
th: ค่าใหม่ค่อนข้างต่ำ อ่านถูกต้องหรือไม่?
tr: Yeni değer oldukça düşük. Doğru okundu mu?
uk: Нове значення досить низьке. Чи правильно це було прочитано?
vi: Giá trị mới khá thấp. Nó đã được đọc chính xác chưa?
zh: 新的价值相当低。读得正确吗？

# meterReadingsFilterAll
source: Show all
af: Wys alles
ar: عرض الكل
bg: Покажи всички
bs: Prikaži sve
cs: Zobrazit vše
da: Vis alle
de: Alle anzeigen
el: Εμφάνιση όλων
es: Mostrar todo
et: Näita kõiki
fa: نمایش همه
fi: Näytä kaikki
fr: Afficher tout
hi: सब दिखाएं
hr: Prikaži sve
hu: Mindent megmutatni
it: Mostra tutto
ja: すべて表示
ko: 모두 표시
lt: Rodyti viską
ml: എല്ലാം കാണിക്കുക
my: အားလုံးကိုပြပါ
nl: Alles tonen
no: Vis alle
pl: Pokaż wszystko
pt: Mostrar tudo
ru: Показать все
sl: Prikaži vse
sr: Прикажи све
sv: Visa alla
sw: Onyesha yote
th: แสดงทั้งหมด
tr: Tümünü göster
uk: Показати все
vi: Hiển thị tất cả
zh: 显示全部

# meterReadingsFilterComments
source: Show only entries with comments
af: Wys slegs inskrywings met kommentaar
ar: عرض الإدخالات مع التعليقات فقط
bg: Покажи само записи с бележки
bs: Prikaži samo unose sa komentarima
cs: Zobrazit pouze záznamy s komentáři
da: Vis kun indlæg med kommentarer
de: Nur Einträge mit Notiz
el: Εμφάνιση μόνο καταχωρήσεων με σχόλια
es: Mostrar solo entradas con comentarios
et: Näita ainult kommentaaridega kirjeid
fa: فقط ورودی های دارای نظر نمایش داده شود
fi: Näytä vain kommentit sisältävät merkinnät
fr: Afficher uniquement les entrées avec des commentaires
hi: केवल टिप्पणियों वाली प्रविष्टियाँ दिखाएँ
hr: Prikaži samo unose s komentarima
hu: Csak a megjegyzésekkel ellátott bejegyzések megjelenítése
it: Mostra solo voci con commenti
ja: コメントのあるエントリのみを表示
ko: 메모가 있는 항목만 표시
lt: Rodyti tik įrašus su komentarais
ml: അഭിപ്രായങ്ങളുള്ള എൻട്രികൾ മാത്രം കാണിക്കുക
my: မှတ်ချက်များနှင့်သာ entries တွေကိုပြပါ
nl: Toon alleen vermeldingen met opmerkingen
no: Vis kun oppføringer med kommentarer
pl: Pokaż tylko wpisy z komentarzami
pt: Mostrar apenas entradas com comentários
ru: Только записи с комментариями
sl: Pokaži samo vnose s komentarji
sr: Прикажи само уносе са коментарима
sv: Visa endast poster med kommentarer
sw: Onyesha maingizo tu na maoni
th: แสดงเฉพาะรายการที่มีความคิดเห็น
tr: Yalnızca yorum içeren girişleri göster
uk: Показати лише записи з коментарями
vi: Chỉ hiển thị các mục có nhận xét
zh: 仅显示带有评论的条目

# meterReadingsFilterSubmitted
source: Show only "{state}"
af: Wys slegs "{state}"
ar: عرض "{state}" فقط
bg: Покажи само "{state}"
bs: Prikaži samo "{state}"
cs: Zobrazit pouze „{state}“
da: Vis kun "{state}"
de: Nur "{state}"
el: Εμφάνιση μόνο «{state}»
es: Mostrar solo "{state}"
et: Näita ainult olekut "{state}"
fa: نمایش فقط "{state}"
fi: Näytä vain "{state}"
fr: Afficher uniquement les "{state}"
hi: केवल "{state}" दिखाएँ
hr: Prikaži samo "{state}"
hu: Csak a „{state}” megjelenítése
it: Mostra solo "{state}"
ja: 「{state}」のみを表示
ko: "{state}"만 표시
lt: Rodyti tik „{state}“
ml: "{state}" മാത്രം കാണിക്കുക
my: "Phtoken0" ကိုသာပြပါ
nl: Toon alleen "{state}"
no: Vis bare «{state}»
pl: Pokaż tylko „{state}”
pt: Mostrar apenas "{state}"
ru: Только "{state}"
sl: Prikaži samo "{state}"
sr: Прикажи само „ПХТОКЕН0“
sv: Visa endast "{state}"
sw: Onyesha tu "phtoken0"
th: แสดงเฉพาะ "{state}"
tr: Yalnızca "{state}"ı göster
uk: Показати лише "{state}"
vi: Chỉ hiển thị "{state}"
zh: 仅显示“{state}”

# isLastEntryAtFilteredList
source: Oldest value in filtered list
af: Oudste waarde in gefiltreerde lys
ar: أقدم قيمة في القائمة المفلترة
bg: Най-старата стойност в филтрирания списък
bs: Najstarija vrijednost na filtriranoj listi
cs: Nejstarší hodnota ve filtrovaném seznamu
da: Ældste værdi i filtreret liste
de: Ältester Wert in gefilterter Liste
el: Παλαιότερη τιμή στη φιλτραρισμένη λίστα
es: Valor más antiguo en la lista filtrada
et: Vanim väärtus filtreeritud loendis
fa: قدیمی‌ترین مقدار در فهرست فیلترشده
fi: Suodatetun luettelon vanhin arvo
fr: Valeur la plus ancienne dans la liste filtrée
hi: फ़िल्टर की गई सूची में सबसे पुराना मान
hr: Najstarija vrijednost na filtriranoj listi
hu: Legrégebbi érték a szűrt listában
it: Valore più vecchio nella lista filtrata
ja: フィルタリングされたリスト内の最も古い値
ko: 필터된 목록의 가장 오래된 값
lt: Seniausia reikšmė filtruotame sąraše
ml: ഫിൽട്ടർ ചെയ്ത ലിസ്റ്റിലെ ഏറ്റവും പഴയ മൂല്യം
my: ရှေးအကျဆုံးတန်ဖိုးကို filtered list ထဲမှာ
nl: Oudste waarde in gefilterde lijst
no: Eldste verdi i filtrert liste
pl: Najstarsza wartość na filtrowanej liście
pt: Valor mais antigo na lista filtrada
ru: Старейшее значение в отфильтрованном списке
sl: Najstarejša vrednost na filtriranem seznamu
sr: Најстарија вредност у филтрираној листи
sv: Äldsta värdet i filtrerad lista
sw: Thamani ya zamani zaidi katika orodha iliyochujwa
th: ค่าที่เก่าที่สุดในรายการที่กรอง
tr: Filtrelenen listedeki en eski değer
uk: Найстаріше значення у відфільтрованому списку
vi: Giá trị cũ nhất trong danh sách được lọc
zh: 过滤列表中最旧的值

source: Initial reading
af: Aanvanklike lesing
ar: القراءة الأولية
bg: Първоначално отчитане
bs: Početno čitanje
cs: Prvotní čtení
da: Indledende læsning
de: Erstablesung
el: Αρχική ανάγνωση
es: Primera lectura
et: Algne näit
fa: خواندن اولیه
fi: Alkuluku
fr: Première lecture
hi: प्रारंभिक वाचन
hr: Početno čitanje
hu: Első olvasás
it: Prima lettura
ja: 初期読み取り値
ko: 초기 지침
lt: Pradinis skaitymas
ml: പ്രാരംഭ വായന
my: ကန ဦး စာဖတ်ခြင်း
nl: Eerste aflezing
no: Innledende lesing
pl: Wstępne czytanie
pt: Primeira leitura
ru: С первого чтения
sl: Začetno branje
sr: Почетно читање
sv: Inledande läsning
sw: Usomaji wa awali
th: การอ่านเบื้องต้น
tr: İlk okuma
uk: Початкове читання
vi: Đọc ban đầu
zh: 初读

# warningReadingBiggerThanOldValue
source: The new value is higher than the previous meter reading.{isOilCounter, select, true { Have you refilled the tank?} other {}}
af: Die nuwe waarde is hoër as die vorige meterlesing.{isOilCounter, select, true { Het jy die tenk weer gevul?} other {}}
ar: القيمة الجديدة أعلى من قراءة العداد السابقة.{isOilCounter, select, true { هل قمت بإعادة ملء الخزان؟} other {}}
bg: Новата стойност е по-висока от предишното показание на брояча.{isOilCounter, select, true { Напълнихте ли резервоара?} other {}}
bs: Nova vrijednost je veća od prethodnog očitanja mjerača.{isOilCounter, select, true { Jeste li ponovo napunili rezervoar?} other {}}
cs: Nová hodnota je vyšší než předchozí naměřená hodnota.{isOilCounter, select, true { Doplnili jste nádrž?} other {}}
da: Den nye værdi er højere end den tidligere måleraflæsning.{isOilCounter, select, true { Har du fyldt tanken igen?} other {}}
de: {isOilCounter, select, true {Es wurde nachgetankt. } other {}}Der neue Wert ist höher als der vorige Zählerstand.
el: Η νέα τιμή είναι υψηλότερη από την προηγούμενη ένδειξη του μετρητή.{isOilCounter, select, true { Γεμίσατε το ρεζερβουάρ;} other {}}
es: El nuevo valor es superior a la lectura anterior del contador.{isOilCounter, select, true { ¿Has repostado?} other {}}
et: Uus väärtus on eelmisest näidust suurem.{isOilCounter, select, true { Kas tankisid paaki?} other {}}
fa: مقدار جدید از قرائت قبلی بالاتر است.{isOilCounter, select, true { آیا مخزن را پر کرده‌اید؟} other {}}
fi: Uusi arvo on suurempi kuin edellinen mittarin lukema.{isOilCounter, select, true { Oletko täyttänyt säiliön?} other {}}
fr: La nouvelle valeur est supérieure à la précédente lecture du compteur.{isOilCounter, select, true { Avez-vous fait le plein ?} other {}}
hi: नया मान पिछले मीटर रीडिंग से अधिक है.{isOilCounter, select, true { क्या आपने टैंक फिर से भर दिया है?} other {}}
hr: Nova vrijednost je viša od prethodnog očitanja mjerača.{isOilCounter, select, true { Jeste li napunili spremnik?} other {}}
hu: Az új érték magasabb, mint az előző mérőállás.{isOilCounter, select, true { Feltöltötte a tankot?} other {}}
it: Il nuovo valore è superiore alla lettura del contatore precedente.{isOilCounter, select, true { Avete fatto rifornimento?} other {}}
ja: 新しい値は前のメーター測定値よりも高くなります。{isOilCounter, select, true { Have you refilled the tank?} other {}}
ko: 새 값이 이전 계량기 지침보다 큽니다.{isOilCounter, select, true { 탱크를 보충하셨습니까?} other {}}
lt: Nauja vertė yra didesnė nei ankstesnis skaitiklio rodmuo.{isOilCounter, select, true { Ar papildėte baką?} other {}}
ml: പുതിയ മൂല്യം മുമ്പത്തെ മീറ്റർ റീഡിംഗിനേക്കാൾ കൂടുതലാണ്.{isOilCounter, select, true { Have you refilled the tank?} other {}}
my: တန်ဖိုးအသစ်သည် ယခင်မီတာစာဖတ်ခြင်းထက်ပိုမိုမြင့်မားသည်။{isOilCounter, select, true { ထရက်ကို ပြန်ဖြည့်ပြီးပြီလား?} other {}}
nl: De nieuwe waarde is hoger dan de vorige meterstand.{isOilCounter, select, true { Heeft u de tank bijgevuld?} other {}}
no: Den nye verdien er høyere enn forrige måleravlesning.{isOilCounter, select, true { Have you refilled the tank?} other {}}
pl: Nowa wartość jest wyższa niż poprzedni odczyt licznika.{isOilCounter, select, true { Czy uzupełniłeś zbiornik?} other {}}
pt: O novo valor é mais elevado do que a leitura do contador anterior.{isOilCounter, select, true { Já reabasteceu?} other {}}
ru: Новое значение выше предыдущего показания счетчика.{isOilCounter, select, true { ы заправились?} other {}}
sl: Nova vrednost je višja od prejšnjega odčitka števca.{isOilCounter, select, true { Have you refilled the tank?} other {}}
sr: Нова вредност је већа од претходног очитавања мерача.{isOilCounter, select, true { Да ли сте допунили резервоар?} other {}}
sv: Det nya värdet är högre än föregående mätaravläsning.{isOilCounter, select, true { Har du fyllt på tanken?} other {}}
sw: Thamani mpya ni kubwa kuliko usomaji wa mita iliyopita.
th: ค่าใหม่สูงกว่าการอ่านมิเตอร์ครั้งก่อน {isOilCounter, select, true { Have you refilled the tank?} other {}}
tr: Yeni değer önceki sayaç okumasından daha yüksektir.{isOilCounter, select, true { Have you refilled the tank?} other {}}
uk: Нове значення вище попереднього показання лічильника.{isOilCounter, select, true { Have you refilled the tank?} other {}}
vi: Giá trị mới cao hơn chỉ số đồng hồ trước đó.{isOilCounter, select, true { Have you refilled the tank?} other {}}
zh: 新值高于之前的仪表读数。{isOilCounter, select, true { Have you refilled the tank?} other {}}
