Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# termsOfUsageBlock2
source: The app and its functions may not be used in an abusive manner. Please use the app only within the legally permissible scope and in accordance with our terms of use. In the event of a breach of applicable German law or our terms of use, the provider reserves the right to exclude you from using the app.
af: Die app en sy funksies mag nie op 'n misbruikende wyse gebruik word nie. Gebruik asseblief die app slegs binne die wettig toelaatbare omvang en in ooreenstemming met ons gebruiksvoorwaardes. In die geval van 'n oortreding van toepaslike Duitse wetgewing of ons gebruiksvoorwaardes, behou die verskaffer die reg voor om jou van die gebruik van die app uit te sluit.
ar: لا يجوز استخدام التطبيق ووظائفه بشكل مسيء. يرجى استخدام التطبيق فقط ضمن النطاق المسموح به قانونياً ووفقاً لشروط الاستخدام الخاصة بنا. في حالة انتهاك القانون الألماني المعمول به أو شروط الاستخدام الخاصة بنا، يحتفظ المزود بالحق في استبعادك من استخدام التطبيق.
bg: Приложението и неговите функции не могат да се използват по злоупотребен начин. Моля, използвайте приложението само в рамките на законово допустимия обхват и в съответствие с нашите условия за използване. В случай на нарушение на приложимото немско право или нашите условия за използване, доставчикът си запазва правото да ви изключи от използването на приложението.
bs: Aplikacija i njene funkcije ne smiju se koristiti na uvredljiv način. Koristite aplikaciju samo u okviru zakonski dozvoljenog opsega iu skladu s našim uvjetima korištenja. U slučaju kršenja važećeg njemačkog zakona ili naših uslova korištenja, provajder zadržava pravo da vas isključi iz korištenja aplikacije.
cs: Aplikace a její funkce nesmí být používány zneužívajícím způsobem. Používejte prosím aplikaci pouze v zákonem povoleném rozsahu a v souladu s našimi podmínkami použití. V případě porušení platných německých zákonů nebo našich podmínek použití si poskytovatel vyhrazuje právo vyloučit vás z používání aplikace.
da: Appen og dens funktioner må ikke bruges på en misbrugs måde. Brug venligst kun appen inden for det lovligt tilladte omfang og i overensstemmelse med vores brugsbetingelser. I tilfælde af overtrædelse af gældende tysk lov eller vores brugsbetingelser forbeholder udbyderen sig retten til at udelukke dig fra at bruge appen.
de: Die App und deren Funktionen dürfen nicht in missbräuchlicher Art und Weise verwendet werden. Bitte nutzen Sie die App nur im gesetzlich zulässigen Rahmen und entsprechend unserer Nutzungsbedingungen. Bei Verstoß gegen geltendes deutsches Recht oder unsere Nutzungsbedingungen behält sich der Anbieter das Recht vor, Sie von der Nutzung der App auszuschließen.
el: Η εφαρμογή και οι λειτουργίες της δεν επιτρέπεται να χρησιμοποιούνται με καταχρηστικό τρόπο. Παρακαλούμε να χρησιμοποιείτε την εφαρμογή μόνο εντός του νομικά επιτρεπτού πλαισίου και σύμφωνα με τους όρους χρήσης μας. Σε περίπτωση παραβίασης της ισχύουσας γερμανικής νομοθεσίας ή των όρων χρήσης μας, ο πάροχος διατηρεί το δικαίωμα να σας αποκλείσει από τη χρήση της εφαρμογής.
es: La aplicación y sus funciones no deben utilizarse de forma indebida. Utilice la aplicación solo dentro del marco legal permitido y conforme a nuestras condiciones de uso. En caso de infracción de la legislación alemana aplicable o de nuestras condiciones de uso, el proveedor se reserva el derecho de excluirle del uso de la aplicación.
et: Rakendust ja selle funktsioone ei tohi kasutada vääralt. Palun kasuta rakendust ainult seadusega lubatud ulatuses ja kooskõlas meie kasutustingimustega. Kehtiva Saksamaa õiguse või meie kasutustingimuste rikkumise korral jätab pakkuja endale õiguse sind rakenduse kasutamisest välja arvata.
fa: برنامه و عملکردهای آن ممکن است به شکلی توهین آمیز مورد استفاده قرار نگیرد.لطفاً از برنامه فقط در محدوده قانونی مجاز و مطابق با شرایط استفاده ما استفاده کنید.در صورت نقض قوانین قابل اجرا آلمان یا شرایط استفاده ما، ارائه دهنده این حق را برای خود محفوظ می دارد که شما را از استفاده از برنامه حذف کند.
fi: Sovellusta ja sen toimintoja ei saa käyttää loukkaavalla tavalla.Käytä sovellusta vain lain sallimissa rajoissa ja käyttöehtojemme mukaisesti.Jos sovellettavia Saksan lakeja tai käyttöehtojamme rikotaan, palveluntarjoaja varaa oikeuden sulkea sinut käyttämästä sovellusta.
fr: L'application et ses fonctions ne doivent pas être utilisées de manière abusive. Utilise l'application uniquement dans le cadre légal autorisé et conformément à nos conditions d'utilisation. En cas de violation du droit allemand applicable ou de nos conditions d'utilisation, le fournisseur se réserve le droit de t'exclure de l'utilisation de l'application.
hi: ऐप और उसके कार्यों का उपयोग अपमानजनक तरीके से नहीं किया जा सकता है।कृपया ऐप का उपयोग केवल कानूनी रूप से स्वीकार्य दायरे में और हमारी उपयोग की शर्तों के अनुसार ही करें।लागू जर्मन कानून या हमारे उपयोग की शर्तों के उल्लंघन की स्थिति में, प्रदाता आपको ऐप का उपयोग करने से बाहर करने का अधिकार सुरक्षित रखता है।
hr: Aplikacija i njezine funkcije ne smiju se koristiti na zlonamjeran način.Molimo da aplikaciju koristite samo u zakonski dopuštenom opsegu iu skladu s našim uvjetima korištenja.U slučaju kršenja važećeg njemačkog zakona ili naših uvjeta korištenja, pružatelj zadržava pravo da vas isključi iz korištenja aplikacije.
hu: Az alkalmazás és annak funkciói nem használhatók visszaélésszerűen. Kérjük, hogy az alkalmazást csak a jogilag megengedett keretek között és a felhasználási feltételeinkkel összhangban használja. Az alkalmazandó német jogszabályok vagy a felhasználási feltételeink megsértése esetén a szolgáltató fenntartja a jogot, hogy kizárja Önt az alkalmazás használatából.
it: L'app e le sue funzioni non devono essere utilizzate in modo improprio. Usa l'app solo nell'ambito consentito dalla legge e in conformità con le nostre condizioni d'uso. In caso di violazione della legge tedesca applicabile o delle nostre condizioni d'uso, il fornitore si riserva il diritto di escluderti dall'uso dell'app.
ja: アプリとその機能を悪用することはできません。本アプリは、法的に認められる範囲内で、当社の利用規約に従ってご利用ください。適用されるドイツの法律または当社の利用規約に違反した場合、プロバイダーはお客様によるアプリの使用を除外する権利を留保します。
ko: 앱 및 그 기능은 오용되어서는 안 됩니다. 법적으로 허용되는 범위 내에서, 그리고 이용 약관에 따라 앱을 사용하십시오. 적용되는 독일 법률 또는 당사의 이용 약관을 위반하는 경우, 제공자는 귀하를 앱 사용에서 제외할 권리를 보유합니다.
lt: Programa ir jos funkcijos negali būti naudojamos piktnaudžiaujant. Programą naudokite tik teisiškai leistinoje apimtyje ir pagal mūsų naudojimo sąlygas. Pažeidus galiojančius Vokietijos įstatymus arba mūsų naudojimo sąlygas, teikėjas pasilieka teisę neleisti jums naudotis programa.
ml: ആപ്പും അതിൻ്റെ ഫംഗ്‌ഷനുകളും ദുരുപയോഗം ചെയ്യുന്ന രീതിയിൽ ഉപയോഗിച്ചേക്കില്ല. ദയവായി ആപ്പ് നിയമപരമായി അനുവദനീയമായ പരിധിക്കുള്ളിലും ഞങ്ങളുടെ ഉപയോഗ നിബന്ധനകൾക്ക് അനുസൃതമായും മാത്രം ഉപയോഗിക്കുക. ബാധകമായ ജർമ്മൻ നിയമത്തിൻ്റെയോ ഞങ്ങളുടെ ഉപയോഗ നിബന്ധനകളുടെയോ ലംഘനമുണ്ടായാൽ, ആപ്പ് ഉപയോഗിക്കുന്നതിൽ നിന്ന് നിങ്ങളെ ഒഴിവാക്കാനുള്ള അവകാശം ദാതാവിൽ നിക്ഷിപ്തമാണ്.
my: အက်ပလီကေးရှင်းနှင့်၎င်း၏လုပ်ဆောင်မှုများကိုကြမ်းတမ်းစွာအသုံးမပြုရ။ ကျေးဇူးပြု. app ကိုတရားဝင်ခွင့်ပြုထားသောနယ်ပယ်အတွင်းနှင့်ကျွန်ုပ်တို့၏အသုံးပြုမှုဆိုင်ရာသတ်မှတ်ချက်များနှင့်သာအသုံးပြုပါ။ သက်ဆိုင်သောဂျာမန်ဥပဒေ (သို့) ကျွန်ုပ်တို့၏အသုံးပြုမှုဆိုင်ရာစည်းကမ်းချက်များကိုချိုးဖောက်သည့်အခါပံ့ပိုးပေးသူသည်သင့်အား app ကိုအသုံးပြုခြင်းမှဖယ်ထုတ်ရန်အခွင့်အရေးရှိသည်။
nl: De app en zijn functies mogen niet op misbruikende wijze worden gebruikt. Gebruik de app alleen binnen het wettelijk toegestane kader en in overeenstemming met onze gebruiksvoorwaarden. In geval van schending van toepasselijk Duits recht of onze gebruiksvoorwaarden, behoudt de aanbieder zich het recht voor om u uit te sluiten van het gebruik van de app.
no: Appen og dens funksjoner kan ikke brukes på en fornærmende måte. Vennligst bruk appen kun innenfor det lovlig tillatte omfanget og i samsvar med våre brukervilkår. Ved brudd på gjeldende tysk lov eller våre brukervilkår, forbeholder leverandøren seg retten til å ekskludere deg fra å bruke appen.
pl: Aplikacji i jej funkcji nie można używać w sposób stanowiący nadużycie. Prosimy o korzystanie z aplikacji wyłącznie w zakresie dozwolonym przez prawo i zgodnie z naszym regulaminem. W przypadku naruszenia obowiązującego prawa niemieckiego lub naszych warunków użytkowania, dostawca zastrzega sobie prawo do wykluczenia Cię z korzystania z aplikacji.
pt: O aplicativo e suas funções não devem ser usados de forma indevida. Use o aplicativo apenas dentro do escopo permitido por lei e de acordo com nossos termos de uso. Em caso de violação da legislação alemã aplicável ou de nossos termos de uso, o fornecedor reserva-se o direito de excluí-lo do uso do aplicativo.
ru: Приложение и его функции не должны использоваться ненадлежащим образом. Используйте приложение только в рамках, допустимых законом, и в соответствии с нашими условиями использования. В случае нарушения применимого немецкого законодательства или наших условий использования поставщик оставляет за собой право исключить вас из использования приложения.
sl: Aplikacije in njenih funkcij ni dovoljeno uporabljati v zlorabo. Prosimo, da aplikacijo uporabljate samo v zakonsko dovoljenem obsegu in v skladu z našimi pogoji uporabe. V primeru kršitve veljavne nemške zakonodaje ali naših pogojev uporabe si ponudnik pridržuje pravico, da vas izključi iz uporabe aplikacije.
sr: Апликација и њене функције не смеју се користити на увредљив начин. Користите апликацију само у оквиру законски дозвољеног обима иу складу са нашим условима коришћења. У случају кршења важећег немачког закона или наших услова коришћења, провајдер задржава право да вас искључи из коришћења апликације.
sv: Appen och dess funktioner får inte användas på ett kränkande sätt. Vänligen använd appen endast inom den lagligt tillåtna omfattningen och i enlighet med våra användarvillkor. I händelse av brott mot tillämplig tysk lag eller våra användarvillkor förbehåller sig leverantören rätten att utesluta dig från att använda appen.
sw: Programu na kazi zake haziwezi kutumiwa kwa njia ya dhuluma. Tafadhali tumia programu tu ndani ya wigo unaoruhusiwa kisheria na kulingana na Masharti yetu ya Matumizi. Katika tukio la uvunjaji wa sheria zinazotumika za Ujerumani au Masharti yetu ya Matumizi, mtoaji ana haki ya kukutenga kutoka kwa kutumia programu.
th: ห้ามใช้แอปและฟังก์ชันในลักษณะที่ไม่เหมาะสม โปรดใช้แอปเฉพาะภายในขอบเขตที่กฎหมายอนุญาตและเป็นไปตามข้อกำหนดการใช้งานของเรา ในกรณีที่มีการละเมิดกฎหมายเยอรมันหรือข้อกำหนดการใช้งานของเรา ผู้ให้บริการขอสงวนสิทธิ์ในการยกเว้นคุณจากการใช้แอป
tr: Uygulama ve işlevleri kötü amaçlı kullanılamaz. Lütfen uygulamayı yalnızca yasal olarak izin verilen kapsam dahilinde ve kullanım koşullarımıza uygun olarak kullanın. Geçerli Alman yasalarının veya kullanım koşullarımızın ihlal edilmesi durumunda sağlayıcı, sizi uygulamayı kullanmaktan men etme hakkını saklı tutar.
uk: Додаток і його функції не можна використовувати в образливий спосіб. Будь ласка, використовуйте додаток лише в рамках дозволеного законодавством обсягу та відповідно до наших умов використання. У разі порушення чинного законодавства Німеччини або наших умов використання постачальник залишає за собою право виключити вас із використання програми.
vi: Không được sử dụng ứng dụng và các chức năng của nó theo cách lạm dụng. Vui lòng chỉ sử dụng ứng dụng trong phạm vi được pháp luật cho phép và tuân theo các điều khoản sử dụng của chúng tôi. Trong trường hợp vi phạm luật hiện hành của Đức hoặc điều khoản sử dụng của chúng tôi, nhà cung cấp có quyền loại bạn khỏi việc sử dụng ứng dụng.
zh: 不得滥用该应用程序及其功能。请仅在法律允许的范围内并遵守我们的使用条款使用该应用程序。如果违反适用的德国法律或我们的使用条款，提供商保留禁止您使用该应用程序的权利。

# termsOfUsageBlock2a
source: Anonymised usage data We use our own analytics to continuously improve the app. Only anonymised data is transmitted. The data is not passed on to third parties. For more information, go to Settings > Privacy > {privacyBlock3Title}
af: Anonieme gebruiksdata Ons gebruik ons ​​eie ontledings om die toepassing voortdurend te verbeter. Slegs anonieme data word versend. Die data word nie aan derde partye deurgegee nie. Vir meer inligting, gaan na Instellings > Privaatheid > {privacyBlock3Title}
ar: بيانات الاستخدام مجهولة المصدر نحن نستخدم تحليلاتنا الخاصة لتحسين التطبيق بشكل مستمر. يتم نقل البيانات مجهولة المصدر فقط. لا يتم نقل البيانات إلى أطراف ثالثة. لمزيد من المعلومات، انتقل إلى الإعدادات > الخصوصية > {privacyBlock3Title}
bg: Анонимизирани данни за употребата Ние използваме нашите собствени анализи, за да подобряваме непрекъснато приложението. Предават се само анонимизирани данни. Данните не се предават на трети страни. За повече информация отидете в Настройки > Поверителност > {privacyBlock3Title}
bs: Anonimizirani podaci o korištenju Koristimo vlastitu analitiku za kontinuirano poboljšanje aplikacije. Prenose se samo anonimni podaci. Podaci se ne prosljeđuju trećim licima. Za više informacija idite na Postavke > Privatnost > {privacyBlock3Title}
cs: Anonymizované údaje o používání K neustálému zlepšování aplikace používáme vlastní analytiku. Předávají se pouze anonymizované údaje. Údaje nejsou předávány třetím stranám. Další informace najdete v Nastavení > Soukromí > {privacyBlock3Title}
da: Anonymiserede brugsdata Vi bruger vores egne analyser til løbende at forbedre appen. Kun anonymiserede data overføres. Oplysningerne videregives ikke til tredjemand. For mere information, gå til Indstillinger > Beskyttelse af personlige oplysninger > {privacyBlock3Title}
de: Anonymisierte Nutzungsdaten Für die ständige Verbesserung der App werden eigene Analytics eingesetzt. Es werden nur anonymisierte Daten übermittelt. Die Daten werden nicht an Dritte weitergegeben. Weitere Informationen hierzu erhalten Sie unter Einstellungen > Datenschutz > {privacyBlock3Title}
el: Ανώνυμα δεδομένα χρήσης Χρησιμοποιούμε τα δικά μας αναλυτικά στοιχεία για τη συνεχή βελτίωση της εφαρμογής. Μεταδίδονται μόνο ανώνυμα δεδομένα. Τα δεδομένα δεν διαβιβάζονται σε τρίτους. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις &gt; Απόρρητο &gt; {privacyBlock3Title}
es: Datos de uso anonimizados Utilizamos nuestros propios análisis para mejorar continuamente la aplicación. Sólo se transmiten datos anonimizados. Los datos no se transmiten a terceros. Para obtener más información, vaya a Configuración > Privacidad > {privacyBlock3Title}
et: Anonüümseks muudetud kasutusandmed Rakenduse pidevaks täiustamiseks kasutame oma analüütikat. Edastatakse ainult anonüümseid andmeid. Andmeid ei edastata kolmandatele isikutele. Lisateabe saamiseks avage Seaded > Privaatsus > {privacyBlock3Title}
fa: داده‌های استفاده ناشناس ما از تجزیه و تحلیل خود برای بهبود مستمر برنامه استفاده می کنیم. فقط داده های ناشناس منتقل می شود. داده ها به اشخاص ثالث منتقل نمی شوند. برای اطلاعات بیشتر، به تنظیمات > حریم خصوصی > {privacyBlock3Title} بروید
fi: Anonymisoidut käyttötiedot Käytämme omaa analytiikkaamme sovelluksen jatkuvaan parantamiseen. Vain anonymisoituja tietoja siirretään. Tietoja ei luovuteta kolmansille osapuolille. Saat lisätietoja siirtymällä kohtaan Asetukset > Tietosuoja > {privacyBlock3Title}
fr: Données d'utilisation anonymisées Nous utilisons nos propres analyses pour améliorer continuellement l'application. Seules les données anonymisées sont transmises. Les données ne sont pas transmises à des tiers. Pour plus d'informations, accédez à Paramètres > Confidentialité > {privacyBlock3Title}.
hi: अज्ञात उपयोग डेटा ऐप को लगातार बेहतर बनाने के लिए हम अपने स्वयं के एनालिटिक्स का उपयोग करते हैं। केवल अज्ञात डेटा प्रसारित किया जाता है। डेटा तीसरे पक्ष को नहीं दिया जाता है। अधिक जानकारी के लिए, सेटिंग्स > गोपनीयता > {privacyBlock3Title} पर जाएं
hr: Anonimizirani podaci o korištenju Koristimo vlastitu analitiku kako bismo kontinuirano poboljšavali aplikaciju. Prenose se samo anonimizirani podaci. Podaci se ne prosljeđuju trećim stranama. Za više informacija idite na Postavke > Privatnost > {privacyBlock3Title}
hu: Anonimizált használati adatok Saját elemző eszközöket használunk az alkalmazás folyamatos fejlesztése érdekében. Csak anonimizált adatok kerülnek továbbításra. Az adatok nem kerülnek továbbításra harmadik feleknek. További információkért lépjen a Beállítások &gt; Adatvédelem &gt; {privacyBlock3Title} menüpontra.
it: Dati di utilizzo anonimizzati Utilizziamo le nostre analisi per migliorare continuamente l'app. Vengono trasmessi solo dati anonimizzati. I dati non vengono trasmessi a terzi. Per ulteriori informazioni, vai su Impostazioni > Privacy > {privacyBlock3Title}
ja: 匿名化された使用状況データ 私たちは独自の分析を使用してアプリを継続的に改善します。 匿名化されたデータのみが送信されます。 データは第三者に渡されません。 詳細については、「設定」>「プライバシー」>「{privacyBlock3Title}」に移動してください。
ko: 익명화된 사용 데이터 우리는 자체 분석을 사용하여 지속적으로 앱을 개선합니다. 익명화된 데이터만 전송됩니다. 데이터는 제3자에게 전달되지 않습니다. 자세한 내용을 보려면 설정 > 개인정보 보호 > {privacyBlock3Title}로 이동하세요.
lt: Anonimizuoti naudojimo duomenys Mes naudojame savo analizę, kad nuolat tobulintume programą. Persiunčiami tik anoniminiai duomenys. Duomenys neperduodami trečiosioms šalims. Norėdami gauti daugiau informacijos, eikite į Nustatymai > Privatumas > {privacyBlock3Title}
ml: അജ്ഞാത ഉപയോഗ ഡാറ്റ ആപ്പ് തുടർച്ചയായി മെച്ചപ്പെടുത്താൻ ഞങ്ങൾ ഞങ്ങളുടെ സ്വന്തം അനലിറ്റിക്‌സ് ഉപയോഗിക്കുന്നു. അജ്ഞാത ഡാറ്റ മാത്രമാണ് കൈമാറുന്നത്. ഡാറ്റ മൂന്നാം കക്ഷികൾക്ക് കൈമാറില്ല. കൂടുതൽ വിവരങ്ങൾക്ക്, ക്രമീകരണങ്ങൾ > സ്വകാര്യത > {privacyBlock3Title} എന്നതിലേക്ക് പോകുക
my: အမည်မသိအသုံးပြုမှုဒေတာ အက်ပ်ကို စဉ်ဆက်မပြတ် တိုးတက်ကောင်းမွန်လာစေရန် ကျွန်ုပ်တို့၏ကိုယ်ပိုင် ခွဲခြမ်းစိတ်ဖြာမှုများကို အသုံးပြုပါသည်။ အမည်မသိ ဒေတာကိုသာ ပို့လွှတ်သည်။ ဒေတာကို ပြင်ပအဖွဲ့အစည်းများထံ ပေးပို့ခြင်းမပြုပါ။ နောက်ထပ်အချက်အလက်များအတွက်၊ ဆက်တင်များ > လျှို့ဝှက်ရေး > {privacyBlock3Title} သို့ သွားပါ။
nl: Geanonimiseerde gebruiksgegevens We gebruiken onze eigen analyses om de app voortdurend te verbeteren. Er worden alleen geanonimiseerde gegevens verzonden. De gegevens worden niet doorgegeven aan derden. Ga voor meer informatie naar Instellingen > Privacy > {privacyBlock3Title}
no: Anonymiserte bruksdata Vi bruker vår egen analyse for å kontinuerlig forbedre appen. Kun anonymiserte data overføres. Dataene videreformidles ikke til tredjeparter. For mer informasjon, gå til Innstillinger > Personvern > {privacyBlock3Title}
pl: Zanonimizowane dane dotyczące użytkowania Korzystamy z własnych analiz, aby stale ulepszać aplikację. Przesyłane są wyłącznie dane zanonimizowane. Dane nie są przekazywane podmiotom trzecim. Aby uzyskać więcej informacji, wybierz Ustawienia > Prywatność > {privacyBlock3Title}
pt: Dados de uso anonimizados Usamos nossas próprias análises para melhorar continuamente o aplicativo. Apenas dados anonimizados são transmitidos. Os dados não são repassados ​​a terceiros. Para mais informações, vá para Configurações > Privacidade > {privacyBlock3Title}
ru: Анонимизированные данные об использовании Мы используем собственную аналитику для постоянного улучшения приложения. Передаются только обезличенные данные. Данные не передаются третьим лицам. Для получения дополнительной информации перейдите в «Настройки» > «Конфиденциальность» > «{privacyBlock3Title}».
sl: Anonimizirani podatki o uporabi Za nenehno izboljševanje aplikacije uporabljamo lastno analitiko. Prenašajo se samo anonimizirani podatki. Podatki se ne posredujejo tretjim osebam. Za več informacij pojdite v Nastavitve > Zasebnost > {privacyBlock3Title}
sr: Анонимизовани подаци о коришћењу Користимо сопствену аналитику да континуирано побољшавамо апликацију. Преносе се само анонимни подаци. Подаци се не прослеђују трећим лицима. За више информација идите на Подешавања > Приватност > ПРИВАЦИ_БЛОЦК3_ТИТЛЕ
sv: Anonymiserad användningsdata Vi använder vår egen analys för att kontinuerligt förbättra appen. Endast anonymiserade uppgifter överförs. Uppgifterna lämnas inte vidare till tredje part. För mer information, gå till Inställningar > Sekretess > {privacyBlock3Title}
sw: Data ya matumizi isiyojulikana Tunatumia uchanganuzi wetu ili kuboresha programu kila wakati. Data isiyojulikana pekee ndiyo inasambazwa. Data haijapitishwa kwa wahusika wengine. Kwa maelezo zaidi, nenda kwenye Mipangilio > Faragha > {privacyBlock3Title}
th: ข้อมูลการใช้งานที่ไม่ระบุชื่อ เราใช้การวิเคราะห์ของเราเองเพื่อปรับปรุงแอปอย่างต่อเนื่อง เฉพาะข้อมูลที่ไม่ระบุชื่อเท่านั้นที่จะถูกส่ง ข้อมูลจะไม่ถูกส่งไปยังบุคคลที่สาม สำหรับข้อมูลเพิ่มเติม ไปที่การตั้งค่า > ความเป็นส่วนตัว > {privacyBlock3Title}
tr: Anonimleştirilmiş kullanım verileri Uygulamayı sürekli olarak geliştirmek için kendi analizlerimizi kullanıyoruz. Yalnızca anonimleştirilmiş veriler iletilir. Veriler üçüncü şahıslara aktarılmaz. Daha fazla bilgi için Ayarlar > Gizlilik > {privacyBlock3Title}'ye gidin
uk: Анонімні дані про використання Ми використовуємо власну аналітику, щоб постійно вдосконалювати додаток. Передаються лише анонімні дані. Дані не передаються третім особам. Щоб отримати додаткові відомості, перейдіть до Налаштування > Конфіденційність > {privacyBlock3Title}
vi: Dữ liệu sử dụng ẩn danh Chúng tôi sử dụng phân tích của riêng mình để liên tục cải thiện ứng dụng. Chỉ dữ liệu ẩn danh được truyền đi. Dữ liệu không được chuyển cho bên thứ ba. Để biết thêm thông tin, hãy đi tới Cài đặt > Bảo mật > {privacyBlock3Title}
zh: 匿名使用数据 我们使用自己的分析来不断改进应用程序。 仅传输匿名数据。 数据不会传递给第三方。 有关更多信息，请转到“设置”>“隐私”>“{privacyBlock3Title}”
