Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# wasteWaterPriceEnabled
source: Fresh water and waste water costs are shown separately (relevant for deduction meters)
af: Vars water en afvalwaterkoste word afsonderlik getoon (relevant vir aftrekmetings)
ar: يتم عرض تكاليف الماء العذب ومياه الصرف بشكل منفصل (ذو صلة بعدادات الخصم)
bg: Разходите за питейна вода и отпадъчна вода се показват отделно (релевантно за броячи за приспадане)
bs: Troškovi svježe i otpadne vode prikazani su odvojeno (relevantno za mjerače odbitka)
cs: Náklady na čerstvou a odpadní vodu jsou uvedeny samostatně (relevantní pro odpočtové měřiče)
da: Udgifter til ferskvand og spildevand vises separat (relevant for fradragsmålere)
de: Frischwasser und Abwasserkosten werden getrennt ausgewiesen (relevant bei Abzugszählern)
el: Το κόστος γλυκού νερού και λυμάτων εμφανίζεται χωριστά (αφορά τους μετρητές αφαίρεσης).
es: Los costes del agua dulce y de las aguas residuales se muestran por separado (relevante para los contadores de deducción)
et: Joogivee ja reovee kulud kuvatakse eraldi (oluline eraldusarvestite puhul)
fa: هزینه های آب شیرین و فاضلاب به طور جداگانه نشان داده شده است (مرتبط با کنتورهای کسر)
fi: Makean veden ja jäteveden kustannukset esitetään erikseen (vähennysmittareiden osalta)
fr: Les coûts de l'eau douce et des eaux usées sont indiqués séparément (pour les compteurs à déduction)
hi: ताजे पानी और अपशिष्ट जल की लागत अलग-अलग दिखाई जाती है (कटौती मीटर के लिए प्रासंगिक)
hr: Troškovi svježe vode i otpadne vode prikazani su odvojeno (relevantno za mjerače odbitka)
hu: Az édesvíz- és szennyvízköltségek külön-külön kerülnek feltüntetésre (a levonási mérőkre vonatkozik).
it: I costi dell'acqua dolce e delle acque reflue sono indicati separatamente (rilevanti per i contatori a deduzione)
ja: 清水と廃水のコストは別々に表示されます（控除メーターに関連）
ko: 급수 및 오수 비용이 별도로 표시됩니다(차감 계량기에 해당).
lt: Gėlo vandens ir nuotekų sąnaudos parodomos atskirai (taikoma atskaitos skaitikliams)
ml: ശുദ്ധജലത്തിൻ്റെയും മലിനജലത്തിൻ്റെയും വില വെവ്വേറെ കാണിക്കുന്നു (ഡിഡക്ഷൻ മീറ്ററുകൾക്ക് പ്രസക്തമായത്)
my: ရေချိုနှင့်စွန့်ပစ်ပစ္စည်းကုန်ကျစရိတ်များကိုသီးခြားစီ (နှုတ်ယူခြင်းမီတာနှင့်သက်ဆိုင်သည်) ကိုသီးခြားစီဖော်ပြသည်။
nl: Kosten voor zoet water en afvalwater worden apart weergegeven (relevant voor aftrekmeters)
no: Kostnader for ferskvann og avløpsvann vises separat (relevant for fradragsmålere)
pl: Koszty świeżej wody i ścieków są wykazywane oddzielnie (dotyczy liczników odliczeniowych)
pt: Os custos da água doce e das águas residuais são apresentados separadamente (relevantes para os contadores de dedução)
ru: Затраты на пресную воду и сточные воды показаны отдельно (относятся к вычетным счетчикам).
sl: Stroški sveže vode in odpadne vode so prikazani ločeno (pomembno za odbitne števce)
sr: Трошкови свеже воде и отпадне воде приказани су одвојено (релевантно за бројаче одбитка)
sv: Färskvatten och avloppsvattenkostnader visas separat (relevant för avdragsmätare)
sw: Gharama za maji safi na taka zinaonyeshwa kando (inafaa kwa mita za kupunguzwa)
th: ค่าใช้จ่ายน้ำจืดและน้ำเสียจะแสดงแยกกัน (เกี่ยวข้องกับมิเตอร์ที่หัก)
tr: Temiz su ve atık su maliyetleri ayrı ayrı gösterilir (kesinti sayaçlarıyla ilgilidir)
uk: Витрати на свіжу воду та стічні води відображаються окремо (стосовно лічильників відрахувань)
vi: Chi phí nước ngọt và nước thải được thể hiện riêng (có liên quan đến đồng hồ khấu trừ)
zh: 淡水和废水成本分别显示（与扣表相关）

source: Price per unit
af: Prys per eenheid
ar: السعر لكل وحدة
bg: Цена на единица
bs: Cijena po jedinici
cs: Cena za jednotku
da: Pris pr. enhed
de: Arbeitspreis
el: Τιμή ανά μονάδα
es: Precio por unidad
et: Ühiku hind
fa: قیمت هر واحد
fi: Hinta per yksikkö
fr: Prix par unité
hi: मूल्य प्रति इकाई
hr: Cijena po jedinici
hu: Ár egységenként
it: Prezzo per unità
ja: ユニットあたりの価格
ko: 단위당 가격
lt: Vieneto kaina
ml: യൂണിറ്റിന് വില
my: တစ်ယူနစ်
nl: Prijs per eenheid
no: Pris per enhet
pl: Cena za jednostkę
pt: Preço por unidade
ru: Цена за единицу
sl: Cena na enoto
sr: Цена по јединици
sv: Pris per enhet
sw: Bei kwa kila kitengo
th: ราคาต่อหน่วย
tr: Birim başına fiyat
uk: Ціна за одиницю
vi: Giá mỗi đơn vị
zh: 每单位价格

# pricePerUnitFeedIn
source: Remuneration price
af: Vergoedingsprys
ar: سعر التعويض
bg: Цена на възнаграждение
bs: Cijena naknade
cs: Cena za odměnu
da: Vederlagspris
de: Vergütungspreis
el: Τιμή αμοιβής
es: Precio de la remuneración
et: Tasumäär
fa: قیمت جبرانی
fi: Palkkauksen hinta
fr: Prix par unité
hi: पारिश्रमिक मूल्य
hr: Cijena naknade
hu: Javadalmazás ára
it: Prezzo della remunerazione
ja: 報酬価格
ko: 보상 단가
lt: Atlyginimo kaina
ml: പരിഹാര വില
my: လစာစျေးနှုန်း
nl: Vergoedingsprijs
no: Vederlagspris
pl: Cena wynagrodzenia
pt: Preço da remuneração
ru: Цена за единицу
sl: Cena plačila
sr: Цена накнаде
sv: Ersättningspris
sw: Bei ya malipo
th: ราคาค่าตอบแทน
tr: Ücret fiyatı
uk: Ціна винагороди
vi: Giá thù lao
zh: 报酬价格

# pricePerUnitWaterWarm
source: Hot water heating costs
af: Warm water verwarmingskoste
ar: تكاليف تسخين الماء الساخن
bg: Разходи за отопление на топла вода
bs: Troškovi grijanja tople vode
cs: Náklady na ohřev teplé vody
da: Udgifter til opvarmning af varmt vand
de: Warmwassererhitzungskosten
el: Κόστος θέρμανσης ζεστού νερού
es: Costes de calentamiento del agua
et: Sooja vee küttekulu
fa: هزینه آب گرم
fi: Kuuman veden lämmityskulut
fr: Coûts de chauffage de l'eau
hi: गर्म पानी गर्म करने की लागत
hr: Troškovi grijanja tople vode
hu: Melegvíz-fűtési költségek
it: Costi di riscaldamento dell'acqua calda
ja: 給湯暖房費
ko: 온수 가열 비용
lt: Karšto vandens šildymo išlaidos
ml: ചൂടുവെള്ളം ചൂടാക്കാനുള്ള ചെലവ്
my: ရေပူအပူကုန်ကျစရိတ်
nl: Kosten voor warmwaterverwarming
no: Varmtvannskostnader
pl: Koszty ogrzewania ciepłej wody
pt: Custos de aquecimento de água quente
ru: Расходы на отопление горячей водой
sl: Stroški ogrevanja sanitarne vode
sr: Трошкови грејања топле воде
sv: Varmvattenuppvärmningskostnader
sw: Gharama za kupokanzwa maji moto
th: ค่าใช้จ่ายในการทำความร้อนน้ำร้อน
tr: Sıcak su ısıtma maliyetleri
uk: Витрати на підігрів гарячої води
vi: Chi phí sưởi ấm nước nóng
zh: 热水采暖费用

# pricePerUnitWaterCold
source: Cost of cold water
af: Koste van koue water
ar: تكلفة الماء البارد
bg: Цена на студена вода
bs: Cijena hladne vode
cs: Náklady na studenou vodu
da: Udgifter til koldt vand
de: Kosten für Kaltwasser
el: Κόστος κρύου νερού
es: Costes del agua fría
et: Külma vee kulu
fa: هزینه آب سرد
fi: Kylmän veden hinta
fr: Coûts pour l'eau froide
hi: ठंडे पानी की कीमत
hr: Cijena hladne vode
hu: A hideg víz ára
it: Costi per l'acqua fredda
ja: 冷水のコスト
ko: 냉수 비용
lt: Šalto vandens kaina
ml: തണുത്ത വെള്ളത്തിൻ്റെ വില
my: ရေအေး၏ကုန်ကျစရိတ်
nl: Kosten voor koud water
no: Kostnad for kaldt vann
pl: Koszt zimnej wody
pt: Custos da água fria
ru: Затраты на холодную воду
sl: Stroški hladne vode
sr: Цена хладне воде
sv: Kostnad för kallt vatten
sw: Gharama ya maji baridi
th: ค่าน้ำเย็น
tr: Soğuk su maliyeti
uk: Вартість холодної води
vi: Chi phí nước lạnh
zh: 冷水费用

# pricePerUnitFreshWater
source: Costs for fresh water
af: Koste vir vars water
ar: تكاليف الماء العذب
bg: Разходи за питейна вода
bs: Troškovi za slatku vodu
cs: Náklady na čerstvou vodu
da: Omkostninger til ferskvand
de: Kosten für Frischwasser
el: Κόστος για το γλυκό νερό
es: Costes del agua dulce
et: Joogivee kulud
fa: هزینه آب شیرین
fi: Makean veden kustannukset
fr: Coûts de l'eau douce
hi: ताजे पानी की लागत
hr: Troškovi za svježu vodu
hu: Az édesvíz költségei
it: Costi per l'acqua dolce
ja: 淡水のコスト
ko: 급수 비용
lt: Išlaidos už gėlą vandenį
ml: ശുദ്ധജലത്തിനുള്ള ചെലവ്
my: ရေချိုအတွက်ကုန်ကျစရိတ်
nl: Kosten voor zoet water
no: Kostnader for ferskvann
pl: Koszty świeżej wody
pt: Custos da água doce
ru: Затраты на пресную воду
sl: Stroški sveže vode
sr: Трошкови за слатку воду
sv: Kostnader för färskvatten
sw: Gharama za maji safi
th: ค่าใช้จ่ายสำหรับน้ำจืด
tr: Tatlı su maliyetleri
uk: Витрати на прісну воду
vi: Chi phí nước ngọt
zh: 淡水成本

# pricePerUnitWasteWater
source: Waste water price
af: Afvalwaterprys
ar: سعر مياه الصرف
bg: Цена на отпадъчна вода
bs: Cijena otpadnih voda
cs: Cena odpadní vody
da: Spildevandspris
de: Kosten für Abwasser (steuerfrei)
el: Τιμή λυμάτων
es: Precio de las aguas residuales
et: Reovee hind
fa: هزینه آب فاضلاب
fi: Jäteveden hinta
fr: Prix des eaux usées
hi: अपशिष्ट जल की कीमत
hr: Cijena otpadnih voda
hu: Szennyvíz ára
it: Prezzo delle acque reflue
ja: 排水料金
ko: 오수 비용
lt: Nuotekų kaina
ml: മലിനജലത്തിൻ്റെ വില
my: စွန့်ပစ်ရေစျေးနှုန်း
nl: Afvalwaterprijs
no: Avløpsvann pris
pl: Cena za ścieki
pt: Preço das águas residuais
ru: Цена на сточные воды
sl: Cena odpadne vode
sr: Цена отпадних вода
sv: Avloppsvattenpris
sw: Bei ya maji taka
th: ราคาน้ำเสีย
tr: Atık su fiyatı
uk: Ціна стічної води
vi: Giá nước thải
zh: 废水价格

# paidAdvancePayments
source: Advance payments
af: Voorskotbetalinge
ar: الدفعات المقدمة
bg: Авансови плащания
bs: Avansne uplate
cs: Platby předem
da: Forskudsbetalinger
de: Geleistete Vorauszahlungen
el: Προκαταβολές
es: Anticipos abonados
et: Ettemaksed
fa: پیش‌پرداخت‌ها
fi: Ennakkomaksut
fr: Acomptes payés
hi: अग्रिम भुगतान
hr: Predujmovi
hu: Előlegek
it: Anticipi versati
ja: 前払い
ko: 선납금
lt: Avansiniai mokėjimai
ml: മുൻകൂർ പേയ്മെൻറുകൾ
my: ကြိုတင်ငွေပေးချေမှု
nl: Voorschotten
no: Forskuddsbetalinger
pl: Zaliczki
pt: Pagamento de adiantamentos
ru: Уплаченные авансовые платежи
sl: Predplačila
sr: Уплате унапред
sv: Förskottsbetalningar
sw: Malipo ya mapema
th: การชำระเงินล่วงหน้า
tr: Peşin ödemeler
uk: Авансові платежі
vi: Thanh toán tạm ứng
zh: 预付款

source: Supplementary payment
af: Aanvullende betaling
ar: الدفع الإضافي
bg: Допълнително плащане
bs: Doplata
cs: Doplatek
da: Supplerende betaling
de: Nachzahlung
el: Συμπληρωματική πληρωμή
es: Pago retroactivo
et: Juurdemakse
fa: پرداخت تکمیلی
fi: Lisämaksu
fr: Paiement complémentaire
hi: अनुपूरक भुगतान
hr: Doplata
hu: Kiegészítő kifizetés
it: Pagamento posteriore
ja: 追加支払い
ko: 추가 납부금
lt: Papildomas mokėjimas
ml: സപ്ലിമെൻ്ററി പേയ്മെൻ്റ്
my: ဖြည့်စွက်ငွေပေးချေမှု
nl: Aanvullende betaling
no: Tilleggsbetaling
pl: Płatność dodatkowa
pt: Pagamento retroactivo
ru: Обратная оплата
sl: Doplačilo
sr: Доплата
sv: Tilläggsbetalning
sw: Malipo ya ziada
th: การชำระเงินเสริม
tr: Ek ödeme
uk: Доплата
vi: Thanh toán bổ sung
zh: 补充付款

source: Refund
af: Terugbetaling
ar: الاسترداد
bg: Възстановяване
bs: Povrat novca
cs: Vrácení peněz
da: Tilbagebetale
de: Rückerstattung
el: Επιστροφή χρημάτων
es: Reembolso
et: Tagasimakse
fa: بازپرداخت
fi: Palauttaa
fr: Remboursement
hi: धनवापसी
hr: Povrat
hu: Visszatérítés
it: Rimborso
ja: 返金
ko: 환불
lt: Grąžinti pinigus
ml: തിരിച്ചു നൽകൽ
my: ပြန်ပေး
nl: Terugbetaling
no: Tilbakebetaling
pl: Refundacja
pt: Reembolso
ru: Погашение
sl: Povračilo
sr: Рефунд
sv: Återbetalning
sw: Malipo
th: คืนเงิน
tr: Geri ödemek
uk: Повернення коштів
vi: Đền bù
zh: 退款

source: Costs
af: Koste
ar: التكاليف
bg: Разходи
bs: Troškovi
cs: Náklady
da: Omkostninger
de: Kosten
el: Κόστος
es: Costes
et: Kulud
fa: هزینه‌ها
fi: Kustannukset
fr: Coûts
hi: लागत
hr: Troškovi
hu: Költségek
it: Costi
ja: コスト
ko: 비용
lt: Išlaidos
ml: ചെലവുകൾ
my: ကုန်ကျစရိတ်
nl: Kosten
no: Kostnader
pl: Koszty
pt: Custos
ru: Затраты
sl: Stroški
sr: Трошкови
sv: Kostnader
sw: Gharama
th: ค่าใช้จ่าย
tr: Maliyetler
uk: Витрати
vi: Chi phí
zh: 成本

source: Contract
af: Kontrak
ar: العقد
bg: Договор
bs: Ugovor
cs: Smlouva
da: Kontrakt
de: Vertrag
el: Σύμβαση
es: Contrato
et: Leping
fa: قرارداد
fi: Sopimus
fr: Contrat
hi: अनुबंध
hr: Ugovor
hu: Szerződés
it: Contratto
ja: 契約
ko: 계약
lt: Sutartis
ml: കരാർ
my: စာချုပ်
no: Kontrakt
pl: Umowa
pt: Contrato
ru: Договор
sl: Pogodba
sr: Уговор
sv: Kontrakt
sw: Mkataba
th: สัญญา
tr: Sözleşme
uk: Договір
vi: Hợp đồng
zh: 合同

# contractDetails
source: Contract duration and details
af: Kontrakduur en besonderhede
ar: مدة العقد والتفاصيل
bg: Продължителност и детайли на договора
bs: Trajanje ugovora i detalji
cs: Doba trvání smlouvy a podrobnosti
da: Kontraktens varighed og detaljer
de: Vertragslaufzeit und Details
el: Διάρκεια και λεπτομέρειες της σύμβασης
es: Duración del contrato y detalles
et: Lepingu kestus ja üksikasjad
fa: مدت و جزئیات قرارداد
fi: Sopimuksen kesto ja yksityiskohdat
fr: Durée du contrat et détails
hi: अनुबंध की अवधि और विवरण
hr: Trajanje ugovora i detalji
hu: A szerződés időtartama és részletei
it: Durata del contratto e dettagli
ja: 契約期間と詳細
ko: 계약 기간 및 세부 정보
lt: Sutarties trukmė ir detalės
ml: കരാർ കാലാവധി și വിശദാംശങ്ങൾ
my: စာချုပ်ကာလနှင့်အသေးစိတ်
nl: Contractduur en details
no: Kontraktens varighet og detaljer
pl: Czas trwania umowy i szczegóły
pt: Duração do contrato e detalhes
ru: Срок действия контракта и детали
sl: Trajanje pogodbe in podrobnosti
sr: Трајање уговора и детаљи
sv: Kontraktets varaktighet och detaljer
sw: Muda wa mkataba na maelezo
th: ระยะเวลาและรายละเอียดสัญญา
tr: Sözleşme süresi ve detayları
uk: Тривалість контракту та деталі
vi: Thời hạn hợp đồng và chi tiết
zh: 合同期限和细节

# usedForPaymentsRepayments
source: Advance payment, base price, and bonus
af: Voorskotbetaling, basisprys en bonus
ar: الدفع المقدم، السعر الأساسي، والمكافأة
bg: Авансово плащане, базова цена и бонус
bs: Plaćanje unaprijed, osnovna cijena i bonus
cs: Platba předem, základní cena a bonus
da: Forudbetaling, basispris og bonus
de: Abschlagsbetrag, Grundpreis und Bonus
el: Προκαταβολή, βασική τιμή και μπόνους
es: Pago anticipado, tarifa base y bonificación
et: Ettemaks, põhihind ja boonus
fa: پیش‌پرداخت، قیمت پایه و پاداش
fi: Ennakkomaksu, perushinta ja bonus
fr: Paiement anticipé, tarif de base et bonus
hi: अग्रिम भुगतान, आधार मूल्य और बोनस
hr: Plaćanje unaprijed, osnovna cijena i bonus
hu: Előleg, alapár és bónusz
it: Pagamento anticipato, tariffa base e bonus
ja: 前払い、基本価格、ボーナス
ko: 선납금, 기본 요금 및 보너스
lt: Avansas, bazinė kaina ir premija
ml: മുൻകൂർ പേയ്മെൻ്റ്, അടിസ്ഥാന വില, ബോണസ്
my: ကြိုတင်ငွေပေးချေမှု, အခြေခံစျေးနှုန်းနှင့်အပိုဆုကြေး
nl: Voorschot, basisprijs en bonus
no: Forskuddsbetaling, grunnpris og bonus
pl: Zaliczka, cena podstawowa i premia
pt: Pagamento antecipado, preço base e bônus
ru: Авансовый платеж, базовая цена и бонус
sl: Predplačilo, osnovna cena in bonus
sr: Плаћање унапред, основна цена и бонус
sv: Förskottsbetalning, grundpris och bonus
sw: Malipo ya mapema, bei ya msingi, na bonasi
th: การจ่ายเงินล่วงหน้า ราคาพื้นฐาน และโบนัส
tr: Peşin ödeme, taban fiyat ve bonus
uk: Передоплата, базова ціна та бонус
vi: Thanh toán trước, giá cơ bản và tiền thưởng
zh: 预付款、基本价格和奖金

# contractName
source: Provider/contract name
af: Verskaffer/kontraknaam
ar: اسم المزود/العقد
bg: Доставчик/име на договор
bs: Naziv dobavljača/ugovora
cs: Název poskytovatele/smlouvy
da: Udbyder/kontraktnavn
de: Anbieter/Vertragsname
el: Όνομα παρόχου/συμβολαίου
es: Nombre del proveedor/contrato
et: Pakkuja/lepingunimi
fa: نام ارائه‌دهنده یا قرارداد
fi: Palveluntarjoajan/sopimuksen nimi
fr: Nom du fournisseur/contrat
hi: प्रदाता/अनुबंध का नाम
hr: Naziv dobavljača/ugovora
hu: Szolgáltató/szerződés neve
it: Nome del fornitore/contratto
ja: プロバイダー/契約名
ko: 공급자/계약명
lt: Paslaugų teikėjas / sutarties pavadinimas
ml: ദാതാവ്/കരാർ പേര്
my: ပံ့ပိုးသူ / စာချုပ်အမည်
nl: Leverancier/contractnaam
no: Navn på leverandør/kontrakt
pl: Nazwa dostawcy/umowy
pt: Nome do fornecedor/nome do contrato
ru: Имя поставщика/название контракта
sl: Ime ponudnika/pogodbe
sr: Назив добављача/уговора
sv: Namn på leverantör/kontrakt
sw: Mtoaji/jina la mkataba
th: ชื่อผู้ให้บริการ/สัญญา
tr: Sağlayıcı/sözleşme adı
uk: Назва постачальника/контракту
vi: Tên nhà cung cấp/hợp đồng
zh: 提供商/合同名称

source: Contract number
af: Kontraknommer
ar: رقم العقد
bg: Номер на договор
bs: Broj ugovora
cs: Číslo smlouvy
da: Kontraktnummer
de: Vertragsnummer
el: Αριθμός σύμβασης
es: Número de contrato
et: Lepingu number
fa: شماره قرارداد
fi: Sopimuksen numero
fr: Numéro de contrat
hi: करार संख्या
hr: Broj ugovora
hu: Szerződés száma
it: Numero di contratto
ja: 契約番号
ko: 계약 번호
lt: Sutarties numeris
ml: കരാർ നമ്പർ
my: စာချုပ်နံပါတ်
nl: Contractnummer
no: Kontraktnummer
pl: Numer umowy
pt: Número do contrato
ru: Номер договора
sl: Številka pogodbe
sr: Број уговора
sv: Kontraktsnummer
sw: Nambari ya mkataba
th: เลขที่สัญญา
tr: Sözleşme numarası
uk: Номер договору
vi: Số hợp đồng
zh: 合同号

# contractStart
source: Contract start date
af: Kontrakbegindatum
ar: تاريخ بدء العقد
bg: Дата на начало на договора
bs: Datum početka ugovora
cs: Datum zahájení smlouvy
da: Kontraktens startdato
de: Vertragsbeginn
el: Ημερομηνία έναρξης της σύμβασης
es: Inicio del contrato
et: Lepingu alguskuupäev
fa: تاریخ آغاز قرارداد
fi: Sopimuksen alkupäivä
fr: Début du contrat
hi: अनुबंध आरंभ तिथि
hr: Datum početka ugovora
hu: A szerződés kezdete
it: Inizio del contratto
ja: 契約開始日
ko: 계약 시작일
lt: Sutarties pradžios data
ml: കരാർ ആരംഭ തീയതി
my: ကန်ထရိုက်စတင်ရက်စွဲ
nl: Contractstartdatum
no: Kontraktens startdato
pl: Data rozpoczęcia umowy
pt: Início do contrato
ru: Начало действия контракта
sl: Datum začetka pogodbe
sr: Датум почетка уговора
sv: Kontraktets startdatum
sw: Tarehe ya kuanza mkataba
th: วันที่เริ่มต้นสัญญา
tr: Sözleşme başlangıç ​​tarihi
uk: Дата початку дії договору
vi: Ngày bắt đầu hợp đồng
zh: 合同开始日期

source: Contract period
af: Kontrakperiode
ar: فترة العقد
bg: Период на договора
bs: Period ugovora
cs: Smluvní období
da: Kontraktperiode
de: Vertragslaufzeit
el: Περίοδος σύμβασης
es: Periodo del contrato
et: Lepingu periood
fa: مدت قرارداد
fi: Sopimuskausi
fr: Durée du contrat
hi: संविदा अवधि
hr: Razdoblje ugovora
hu: Szerződés időtartama
it: Periodo del contratto
ja: 契約期間
ko: 계약 기간
lt: Sutarties laikotarpis
ml: കരാർ കാലയളവ്
my: စာချုပ်ကာလ
nl: Contractperiode
no: Kontraktsperiode
pl: Okres umowy
pt: Período do contrato
ru: Срок действия договора
sl: Pogodbeno obdobje
sr: Период уговора
sv: Avtalstid
sw: Kipindi cha mkataba
th: ระยะเวลาของสัญญา
tr: Sözleşme süresi
uk: Термін дії договору
vi: Thời hạn hợp đồng
zh: 合约期

source: Cancellation period
af: Kansellasietydperk
ar: فترة الإلغاء
bg: Период на прекратяване
bs: Period otkazivanja
cs: Storno období
da: Fortrydelsesfrist
de: Kündigungsfrist
el: Περίοδος ακύρωσης
es: Plazo de preaviso
et: Lõpetamistähtaeg
fa: مهلت لغو
fi: Irtisanomisaika
fr: Délai de rétractation
hi: रद्दीकरण अवधि
hr: Rok otkaza
hu: Lemondási időszak
it: Periodo di preavviso
ja: キャンセル期間
ko: 해지 기간
lt: Atšaukimo laikotarpis
ml: റദ്ദാക്കൽ കാലയളവ്
my: ဖျက်သိမ်းခြင်းကာလ
nl: Opzegtermijn
no: Angrefrist
pl: Okres anulowania
pt: Período de aviso
ru: Период уведомления
sl: Odpovedni rok
sr: Период отказивања
sv: Uppsägningstid
sw: Kipindi cha kufuta
th: ระยะเวลาการยกเลิก
tr: İptal süresi
uk: Термін анулювання
vi: Thời gian hủy
zh: 取消期限

# activityWash
source: Washing
af: Was
ar: الغسيل
bg: Пране
bs: Pranje
cs: Mytí
da: Vask
de: Waschen
el: Πλύσιμο
es: Lavado
et: Pesemine
fa: شست‌وشو
fi: Pesu
fr: Lessive
hi: धुलाई
hr: Pranje
hu: Mosás
it: Lavaggio
ja: 洗浄
ko: 세탁
lt: Skalbimas
ml: വാഷിംഗ്
my: အဝတ်ခဲ
nl: Wassen
no: Vasking
pl: Mycie
pt: Lavagem
ru: Стирка
sl: Pranje
sr: Прање
sv: Tvättning
sw: Kuosha
th: ซักผ้า
tr: Yıkama
uk: прання
vi: giặt
zh: 洗涤

# activityWashTemperature
source: Temperature
af: Temperatuur
ar: درجة الحرارة
bg: Температура
bs: Temperatura
cs: Teplota
da: Temperatur
de: Temperatur
el: Θερμοκρασία
es: Temperatura
et: Temperatuur
fa: دما
fi: Lämpötila
fr: Température
hi: तापमान
hr: Temperatura
hu: Hőmérséklet
it: Temperatura
ja: 温度
ko: 온도
lt: Temperatūra
ml: താപനില
my: အပူအအေး
nl: Temperatuur
no: Temperatur
pl: Temperatura
pt: Temperatura
ru: Температура
sl: Temperatura
sr: Температура
sv: Temperatur
sw: Joto
th: อุณหภูมิ
tr: Sıcaklık
uk: температура
vi: Nhiệt độ
zh: 温度

# activityWashDuration
source: Duration
af: Duur
ar: المدة
bg: Продължителност
bs: Trajanje
cs: Trvání
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
et: Kestus
fa: مدت زمان
fi: Kesto
fr: Durée
hi: अवधि
hr: Trajanje
hu: Időtartam
it: Durata
ja: 間隔
ko: 소요 시간
lt: Trukmė
ml: ദൈർഘ്യം
my: ရှည်ကြာခြင်း
nl: Duur
no: Varighet
pl: Czas trwania
pt: Duração
ru: Длительность
sl: Trajanje
sr: Трајање
sv: Varaktighet
sw: Muda
th: ระยะเวลา
tr: Süre
uk: Тривалість
vi: Khoảng thời gian
zh: 期间

# activityWashDuration2hrs
source: 2h
ar: ساعتان
bg: 2ч
da: 2 timer
fa: 2 ساعت
hi: 2 एच
ja: 2時間
ko: 2시간
ml: 2 മണിക്കൂർ
nl: 2u
no: 2t
pl: 2 godz
ru: 2ч
sl: 2 uri
sr: 2х
th: 2ชม
tr: 2 saat
uk: 2 год
vi: 2 giờ
zh: 2小时

# activityWashRotations
source: Rotations
af: Rotasies
ar: الدورات
bg: Обороти
bs: Rotacije
cs: Rotace
da: Rotationer
de: Umdrehungen
el: Περιστροφές
es: Revoluciones
et: Pöörded
fa: چرخش ها
fi: Pyörityksiä
fr: Tours
hi: रोटेशन
hr: Rotacije
hu: Forgások
it: Giri
ja: 回転
ko: 회전수
lt: Pasukimai
ml: ഭ്രമണങ്ങൾ
my: လည်ပတ်
nl: Toeren
no: Rotasjoner
pl: Obroty
pt: Rotações
ru: Отжимы
sl: Rotacije
sr: Ротације
sv: Rotationer
sw: Mzunguko
th: การหมุน
tr: Rotasyonlar
uk: Ротації
vi: Phép quay
zh: 旋转次数

# activityWashShort
source: Short program
af: Kort program
ar: البرنامج القصير
bg: Кратка програма
bs: Kratki program
cs: Krátký program
da: Kort program
de: Kurzprogramm
el: Σύντομο πρόγραμμα
es: Programa corto
et: Lühiprogramm
fa: برنامه کوتاه
fi: Lyhyt ohjelma
fr: Programme court
hi: लघु कार्यक्रम
hr: Kratki program
hu: Rövid program
it: Programma corto
ja: ショートプログラム
ko: 단축 코스
lt: Trumpa programa
ml: ഹ്രസ്വ പ്രോഗ്രാം
my: အစီအစဉ်တို
nl: Kort programma
no: Kort program
pl: Krótki program
pt: Programa curto
ru: Короткая программа
sl: Kratek program
sr: Кратак програм
sv: Kort program
sw: Programu fupi
th: โปรแกรมสั้น
tr: Kısa program
uk: Коротка програма
vi: Chương trình ngắn
zh: 短节目

# activityShower
source: Shower
af: Stort
ar: الاستحمام
bg: Душ
bs: Tuš
cs: Sprcha
da: Brusebad
de: Duschen
el: Ντους
es: Ducha
et: Dušš
fa: دوش گرفتن
fi: Suihku
fr: Douche
hi: फव्वारा
hr: Tuš
hu: Zuhany
it: Doccia
ja: シャワー
ko: 샤워
lt: Dušas
ml: ഷവർ
my: မိုးကြီးရှာခြင်း
nl: Douche
no: Dusj
pl: Prysznic
pt: Duche
ru: Душ
sl: Tuš
sr: Туш
sv: Dusch
sw: Oga
th: อาบน้ำ
tr: Duş
uk: Душ
vi: Vòi sen
zh: 淋浴

# activityBath
source: Bath
af: Bad
ar: الحمام
bg: Ванна
bs: Kupka
cs: Koupel
da: Bad
de: Baden
el: Μπάνιο
es: Baño
et: Vann
fa: حمام
fi: Kylpy
fr: Bain
hi: नहाना
hr: Kupka
hu: Fürdő
it: Bagno
ja: バス
ko: 목욕
lt: Vonia
ml: കുളി
my: ရေချိုးကန်
nl: Bad
no: Bad
pl: Wanna
pt: Banho
ru: Ванна
sl: Kopel
sr: Батх
sv: Bad
sw: Umwagaji
th: อาบน้ำ
tr: Banyo
uk: Ванна
vi: Bồn tắm
zh: 洗澡

# activityDishWasher
source: Dish washer
af: Diswasser
ar: غسالة الأطباق
bg: Съдомиялна
bs: Mašina za pranje sudova
cs: Myčka nádobí
da: Opvaskemaskine
de: Spülmaschine
el: Πλυντήριο πιάτων
es: Lavavajillas
et: Nõudepesumasin
fa: ماشین ظرفشویی
fi: Astianpesukone
fr: Lave-vaisselle
hi: डिशवॉशर
hr: Perilica posuđa
hu: Mosogatógép
it: Lavastoviglie
ja: 食器洗い機
ko: 식기세척
lt: Indaplovė
ml: ഡിഷ്വാഷർ
my: ပန်းကန်အဝတ်လျှော်
nl: Afwasmachine
no: Oppvaskmaskin
pl: Zmywarka do naczyń
pt: Máquina de lavar louça
ru: Посудомоечная машина
sl: Pomivalni stroj
sr: Машина за прање судова
sv: Diskmaskin
sw: Sahani washer
th: เครื่องล้างจาน
tr: Bulaşık makinesi
uk: Посудомийна машина
vi: Máy rửa chén
zh: 洗碗机

# activityIron
source: Ironing
af: Stryk
ar: الكي
bg: Гладене
bs: Peglanje
cs: Žehlení
da: Strygning
de: Bügeln
el: Σιδέρωμα
es: Planchar
et: Triikimine
fa: اتو کردن
fi: Silitys
fr: Repassage
hi: इस्त्री
hr: Peglanje
hu: Vasalás
it: Stirare
ja: アイロンがけ
ko: 다림질
lt: Lyginimas
ml: ഇസ്തിരി ചെയ്യൽ
my: သံသံခေျာ
nl: Strijken
no: Stryking
pl: Prasowanie
pt: Passar a ferro
ru: Глажка
sl: Likanje
sr: Пеглање
sv: Strykning
sw: Chuma
th: การรีดผ้า
tr: Ütüleme
uk: Прасування
vi: Ủi
zh: 熨烫
