Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# smartmeterInfocodeBannerTextInfocodeLeckage
source: Your water meter {smartmeterId} has detected a continuous water flow. This could indicate a leak. Please check your household installation for leaks. Toilets and dripping taps are common causes.
af: Jou watermeter {smartmeterId} het 'n deurlopende watervloei gedetecteer. Dit kan dui op 'n lek. Gaan asseblief jou huishoudelike installasie vir lekkasies na. Toilette en drupende krane is algemene oorsake.
ar: عداد الماء الخاص بك {smartmeterId} اكتشف تدفق ماء مستمر. قد يشير هذا إلى تسرب. يرجى فحص التركيبات المنزلية الخاصة بك بحثاً عن التسريبات. المراحيض والحنفيات المتسربة هي أسباب شائعة.
bg: Вашият водомер {smartmeterId} е открил непрекъснат поток вода. Това може да означава теч. Моля, проверете инсталацията в домакинството си за течове. Тоалетните и капящите чешми са чести причини.
bs: Vaš vodomjer {smartmeterId} je otkrio kontinuirani protok vode. To bi moglo ukazivati ​​na curenje. Molimo provjerite da li vaša kućna instalacija curi. Toaleti i slavine koje kapaju su česti uzroci.
cs: Váš vodoměr {smartmeterId} detekoval nepřetržitý průtok vody. To by mohlo znamenat únik. Zkontrolujte prosím těsnost vaší domácí instalace. Častou příčinou jsou toalety a kapající kohoutky.
da: Din vandmåler {smartmeterId} har registreret en kontinuerlig vandstrøm. Dette kan indikere en lækage. Kontroller venligst din husstandsinstallation for utætheder. Toiletter og dryppende vandhaner er almindelige årsager.
de: Ihr Funkwasserzähler {smartmeterId} hat einen kontinuierlichen Wasserdurchfluss festgestellt. Dies könnte auf eine Leckage hindeuten. Bitte überprüfen Sie Ihre Hausinstallation auf Lecks. Besonders Toiletten und tropfende Hähne sind häufige Ursachen.
el: Ο μετρητής νερού σας {smartmeterId} εντόπισε συνεχή ροή νερού. Αυτό μπορεί να υποδηλώνει διαρροή. Ελέγξτε τις εγκαταστάσεις του σπιτιού σας για διαρροές. Συχνές αιτίες είναι οι τουαλέτες και οι βρύσες που στάζουν.
es: Su contador de agua {smartmeterId} ha detectado un flujo continuo de agua. Esto podría indicar una fuga. Por favor, revise su instalación doméstica en busca de fugas. Los inodoros y los grifos que gotean son causas comunes.
et: Sinu veearvesti {smartmeterId} tuvastas pideva veevoolu. See võib viidata lekkele. Kontrolli kodust paigaldust lekete suhtes. Levinud põhjused on WC ja tilkuvad kraanid.
fa: کنتور آب شما {smartmeterId} جریان مداوم آب را شناسایی کرده است.این می تواند نشان دهنده نشتی باشد.لطفاً نصب خانگی خود را برای نشتی بررسی کنید.توالت‌ها و چکه‌های آب از دلایل شایع هستند.
fi: Vesimittarisi {smartmeterId} on havainnut jatkuvan veden virtauksen.Tämä voi viitata vuotoon.Tarkista kotitalousasennuksesi vuotojen varalta.Vessat ja tippuvat hanat ovat yleisiä syitä.
fr: Votre compteur d'eau {smartmeterId} a détecté un débit d'eau continu. Cela pourrait indiquer une fuite. Veuillez vérifier votre installation domestique pour détecter d'éventuelles fuites. Les toilettes et les robinets qui fuient sont des causes fréquentes.
hi: आपके जल मीटर {smartmeterId} ने निरंतर जल प्रवाह का पता लगाया है।यह रिसाव का संकेत हो सकता है.कृपया लीक के लिए अपने घरेलू इंस्टॉलेशन की जाँच करें।शौचालय और टपकते नल आम कारण हैं।
hr: Vaš vodomjer {smartmeterId} otkrio je kontinuirani protok vode.To bi moglo ukazivati ​​na curenje.Provjerite curi li vaša kućna instalacija.Zahodi i slavine koje kapaju česti su uzroci.
hu: A vízórád {smartmeterId} folyamatos vízfolyást észlelt. Ez szivárgásra utalhat. Kérjük, ellenőrizd a háztartási berendezéseket szivárgás szempontjából. A WC-k és a csöpögő csapok gyakori okok.
it: Il tuo contatore dell'acqua {smartmeterId} ha rilevato un flusso continuo di acqua. Ciò potrebbe indicare una perdita. Si prega di controllare l'impianto domestico per verificare la presenza di perdite. WC e rubinetti che gocciolano sono cause comuni.
ja: 水道メーター {smartmeterId} が継続的な水流を検出しました。これは漏れを示している可能性があります。ご家庭の設備に漏れがないか確認してください。トイレや蛇口の水漏れが一般的な原因です。
ko: 귀하의 수도 계량기 {smartmeterId}에서 지속적인 수류가 감지되었습니다. 누수일 가능성이 있습니다. 가정 내 배관 설치를 점검해 주세요. 변기 또는 수도꼭지 누수가 흔한 원인입니다.
lt: Jūsų vandens skaitiklis {smartmeterId} aptiko nuolatinį vandens srautą. Tai gali reikšti nuotėkį. Patikrinkite, ar jūsų buityje nėra nuotėkio. Tualetai ir varvantys čiaupai yra dažnos priežastys.
ml: നിങ്ങളുടെ വാട്ടർ മീറ്റർ {smartmeterId} തുടർച്ചയായ ജലപ്രവാഹം കണ്ടെത്തി. ഇത് ചോർച്ചയെ സൂചിപ്പിക്കാം. ചോർച്ചയുണ്ടോയെന്ന് നിങ്ങളുടെ ഗാർഹിക ഇൻസ്റ്റാളേഷൻ പരിശോധിക്കുക. ടോയ്‌ലറ്റുകളും ടാപ്പുകളും സാധാരണ കാരണങ്ങളാണ്.
my: သင်၏ရေမီတာ Phtoken0 သည်စဉ်ဆက်မပြတ်ရေစီးဆင်းမှုကိုတွေ့ရှိခဲ့သည်။ ဤသည်ယိုစိမ့်ညွှန်ပြနိုင်ဘူး။ ကျေးဇူးပြု. သင့်အိမ်ထောင်စုတပ်ဆင်ခြင်းအတွက်သင့်အိမ်ထောင်စုတပ်ဆင်ခြင်းကိုစစ်ဆေးပါ။ အိမ်သာများနှင့်ယိုသည့်ဘုံများသည်များသောအားဖြင့်ဖြစ်လေ့ရှိသည်။
nl: Uw watermeter {smartmeterId} heeft een continue waterstroom gedetecteerd. Dit kan wijzen op een lek. Controleer uw huishoudelijke installatie op lekkages. Toiletten en druppelende kranen zijn veelvoorkomende oorzaken.
no: Vannmåleren din {smartmeterId} har oppdaget en kontinuerlig vannstrøm. Dette kan tyde på en lekkasje. Vennligst sjekk husholdningsinstallasjonen for lekkasjer. Toaletter og dryppende kraner er vanlige årsaker.
pl: Twój wodomierz {smartmeterId} wykrył ciągły przepływ wody. Może to wskazywać na wyciek. Proszę sprawdzić instalację domową pod kątem wycieków. Toalety i cieknące krany są częstymi przyczynami.
pt: O seu contador de água {smartmeterId} detetou um fluxo contínuo de água. Isto pode indicar uma fuga. Verifique a sua instalação doméstica quanto a fugas. As sanitas e as torneiras a pingar são causas comuns.
ru: Ваш водомер {smartmeterId} зафиксировал постоянный поток воды. Это может указывать на утечку. Проверьте свою домашнюю установку на наличие утечек. Частыми причинами являются туалет и капающие краны.
sl: Vaš vodomer {smartmeterId} je zaznal neprekinjen pretok vode. To bi lahko pomenilo puščanje. Prosimo, preverite vašo gospodinjsko inštalacijo glede puščanja. Stranišča in kapljajoče pipe so pogosti vzroki.
sr: Ваш водомер ПХТОКЕН0 је детектовао непрекидан проток воде. Ово може указивати на цурење. Молимо вас да проверите да ли ваша кућна инсталација не пропушта. Тоалети и славине које капају су чести узроци.
sv: Din vattenmätare {smartmeterId} har upptäckt ett kontinuerligt vattenflöde. Detta kan tyda på en läcka. Kontrollera din hushållsinstallation för läckor. Toaletter och droppande kranar är vanliga orsaker.
sw: Mita yako ya maji phtoken0 imegundua mtiririko wa maji unaoendelea. Hii inaweza kuonyesha uvujaji. Tafadhali angalia usanikishaji wa kaya yako kwa uvujaji. Vyoo na bomba za kuteleza ni sababu za kawaida.
th: มาตรวัดน้ำ {smartmeterId} ของคุณตรวจพบว่ามีน้ำไหลอย่างต่อเนื่อง นี่อาจบ่งบอกถึงการรั่วไหล โปรดตรวจสอบการติดตั้งในครัวเรือนของคุณว่ามีรอยรั่วหรือไม่ ห้องน้ำและก๊อกน้ำหยดเป็นสาเหตุที่พบบ่อย
tr: {smartmeterId} su sayacınız sürekli bir su akışı tespit etti. Bu bir sızıntıya işaret edebilir. Lütfen ev tesisatınızda sızıntı olup olmadığını kontrol edin. Tuvaletler ve damlayan musluklar yaygın nedenlerdir.
uk: Ваш водомір {smartmeterId} виявив постійний потік води. Це може свідчити про витік. Будь ласка, перевірте вашу побутову установку на герметичність. Частими причинами є унітази та крани, що капають.
vi: Đồng hồ nước {smartmeterId} của bạn đã phát hiện dòng nước chảy liên tục. Điều này có thể chỉ ra sự rò rỉ. Vui lòng kiểm tra hệ thống lắp đặt trong gia đình bạn xem có bị rò rỉ không. Nhà vệ sinh và vòi nước nhỏ giọt là nguyên nhân phổ biến.
zh: 您的水表 {smartmeterId} 检测到持续的水流。这可能表明存在泄漏。请检查您的家庭安装是否存在泄漏。马桶和水龙头滴水是常见原因。

# smartmeterInfocodeBannerTextInfocodeRohrbruch
source: Your water meter {smartmeterId} has detected unusually high water consumption, which may indicate a pipe burst. Please check your household installation for major leaks or breaks. The alarm may also appear if you have used a large amount of water, e.g. for filling a pool.
af: Jou watermeter {smartmeterId} het ongewone hoë waterverbruik gedetecteer, wat op 'n pypbars kan dui. Gaan asseblief jou huishoudelike installasie vir groot lekkasies of breuke na. Die alarm kan ook verskyn as jy 'n groot hoeveelheid water gebruik het, bv. vir die vul van 'n swembad.
ar: عداد الماء الخاص بك {smartmeterId} اكتشف استهلاك ماء عالي بشكل غير عادي، مما قد يشير إلى انفجار أنبوب. يرجى فحص التركيبات المنزلية الخاصة بك بحثاً عن تسريبات أو كسور كبيرة. قد يظهر التنبيه أيضاً إذا استخدمت كمية كبيرة من الماء، على سبيل المثال لملء المسبح.
bg: Вашият водомер {smartmeterId} е открил необичайно висока консумация на вода, което може да означава пробив на тръба. Моля, проверете инсталацията в домакинството си за големи течове или пробиви. Алармата може да се появи и ако сте използвали голямо количество вода, напр. за пълнене на басейн.
bs: Vaš vodomjer {smartmeterId} je otkrio neuobičajeno veliku potrošnju vode, što može ukazivati ​​na pucanje cijevi. Molimo provjerite da li vaša kućna instalacija ima veće curenje ili lomove. Alarm se može pojaviti i ako ste potrošili veliku količinu vode, npr. za punjenje bazena.
cs: Váš vodoměr {smartmeterId} detekoval neobvykle vysokou spotřebu vody, což může znamenat prasknutí potrubí. Zkontrolujte prosím, zda vaše domácí instalace nevykazuje velké netěsnosti nebo praskliny. Alarm se také může objevit, pokud jste použili velké množství vody, např. pro napouštění bazénu.
da: Din vandmåler {smartmeterId} har registreret et usædvanligt højt vandforbrug, hvilket kan tyde på et rørsprængning. Kontroller venligst din husstandsinstallation for større utætheder eller brud. Alarmen kan også komme, hvis du har brugt en stor mængde vand, f.eks. til at fylde en pool.
de: Ihr Funkwasserzähler {smartmeterId} hat einen ungewöhnlich hohen Wasserverbrauch festgestellt, der auf einen Rohrbruch hindeutet. Bitte prüfen Sie Ihre Hausinstallation auf größere Lecks oder Brüche. Ggf. wird der Alarm nur angezeigt, weil Sie eine große Menge Wasser benötigt haben, z.B. für die Befüllung eines Pools.
el: Ο μετρητής νερού σας {smartmeterId} εντόπισε ασυνήθιστα υψηλή κατανάλωση νερού, κάτι που μπορεί να υποδηλώνει ρήξη σωλήνα. Ελέγξτε τις εγκαταστάσεις του σπιτιού σας για τυχόν σημαντικές διαρροές ή ρήξεις. Ο συναγερμός μπορεί επίσης να ενεργοποιηθεί εάν έχετε χρησιμοποιήσει μεγάλη ποσότητα νερού, π.χ. για να γεμίσετε μια πισίνα.
es: Su contador de agua {smartmeterId} ha detectado un consumo de agua inusualmente alto, lo que puede indicar una rotura de tubería. Por favor, revise su instalación doméstica en busca de fugas o roturas importantes. La alarma también puede aparecer si ha utilizado una gran cantidad de agua, por ejemplo, para llenar una piscina.
et: Sinu veearvesti {smartmeterId} tuvastas ebatavaliselt suure veetarbimise, mis võib viidata toru purunemisele. Kontrolli koduses paigaldises suuremate lekete või purunemiste olemasolu. Alarm võib ilmneda ka siis, kui kasutasid palju vett, nt basseini täitmiseks.
fa: کنتور آب شما {smartmeterId} مصرف آب غیرمعمول بالایی را شناسایی کرده است که ممکن است نشان دهنده ترکیدگی لوله باشد.لطفاً نصب خانگی خود را از نظر نشتی یا شکستگی بررسی کنید.در صورتی که مقدار زیادی آب مصرف کرده باشید، زنگ هشدار ممکن است ظاهر شود، به عنوان مثال.برای پر کردن استخر
fi: Vesimittarisi {smartmeterId} on havainnut epätavallisen suuren vedenkulutuksen, mikä saattaa viitata putken rikkoutumiseen.Tarkista kotitaloutesi asennukset suurien vuotojen tai katkosten varalta.Hälytys saattaa ilmestyä myös, jos olet käyttänyt paljon vettä, esim.altaan täyttämiseen.
fr: Votre compteur d'eau {smartmeterId} a détecté une consommation d'eau anormalement élevée, ce qui peut indiquer une rupture de conduite. Veuillez vérifier votre installation domestique pour détecter d'éventuelles fuites ou ruptures importantes. L'alarme peut également apparaître si vous avez utilisé une grande quantité d'eau, par exemple pour remplir une piscine.
hi: आपके जल मीटर {smartmeterId} ने असामान्य रूप से उच्च पानी की खपत का पता लगाया है, जो पाइप फटने का संकेत दे सकता है।कृपया बड़े रिसाव या टूट-फूट के लिए अपने घरेलू इंस्टॉलेशन की जाँच करें।यदि आपने बड़ी मात्रा में पानी का उपयोग किया है, तो अलार्म भी दिखाई दे सकता है, उदाहरण के लिए।एक तालाब भरने के लिए.
hr: Vaš vodomjer {smartmeterId} otkrio je neobično visoku potrošnju vode, što može ukazivati ​​na pucanje cijevi.Provjerite ima li u instalaciji vašeg kućanstva većih curenja ili lomova.Alarm se također može pojaviti ako ste upotrijebili veliku količinu vode, npr.za punjenje bazena.
hu: A vízórád {smartmeterId} szokatlanul magas vízfogyasztást észlelt, ami csőtörésre utalhat. Kérjük, ellenőrizd a háztartási berendezéseket, hogy nincs-e jelentős szivárgás vagy törés. A riasztás akkor is megjelenhet, ha nagy mennyiségű vizet használtál, pl. medence feltöltéséhez.
it: Il tuo contatore dell'acqua {smartmeterId} ha rilevato un consumo d'acqua insolitamente elevato, che potrebbe indicare una rottura di una tubatura. Si prega di controllare l'impianto domestico per rilevare perdite o rotture importanti. L'allarme potrebbe anche apparire se hai utilizzato una grande quantità di acqua, ad esempio per riempire una piscina.
ja: 水道メーター {smartmeterId} が異常に高い水の消費量を検出しました。これはパイプの破裂を示している可能性があります。ご家庭の設備に大きな漏れや破損がないか確認してください。アラームは、大量の水を使用した場合にも表示されることがあります。プールを埋めるため。
ko: 귀하의 수도 계량기 {smartmeterId}에서 비정상적으로 높은 수량이 감지되었습니다. 이는 배관 파열 가능성을 의미할 수 있습니다. 큰 누수나 파손이 있는지 가정 내 배관을 점검하세요. 수영장 물 채우기처럼 많은 양의 물을 사용한 경우에도 이 알림이 표시될 수 있습니다.
lt: Jūsų vandens skaitiklis {smartmeterId} aptiko neįprastai didelį vandens suvartojimą, o tai gali reikšti vamzdžio plyšimą. Patikrinkite, ar jūsų buityje nėra didelių nuotėkių ar lūžių. Signalas taip pat gali pasirodyti, jei išnaudojote didelį kiekį vandens, pvz. baseino užpildymui.
ml: നിങ്ങളുടെ വാട്ടർ മീറ്റർ {smartmeterId} അസാധാരണമാംവിധം ഉയർന്ന ജല ഉപഭോഗം കണ്ടെത്തി, ഇത് പൈപ്പ് പൊട്ടിത്തെറിയെ സൂചിപ്പിക്കാം. നിങ്ങളുടെ ഗാർഹിക ഇൻസ്റ്റാളേഷൻ വലിയ ചോർച്ചയോ ബ്രേക്കുകളോ ഉണ്ടോയെന്ന് പരിശോധിക്കുക. നിങ്ങൾ വലിയ അളവിൽ വെള്ളം ഉപയോഗിച്ചിട്ടുണ്ടെങ്കിൽ അലാറം പ്രത്യക്ഷപ്പെടാം, ഉദാ. ഒരു കുളം നികത്തുന്നതിന്.
my: သင်၏ရေမီတာ Phtoked0 သည်ပုံမှန်မဟုတ်သောရေသုံးစွဲမှုကိုရှာဖွေတွေ့ရှိခဲ့သည်။ ကျေးဇူးပြု. သင်၏အိမ်ေထာင်စုတပ်ဆင်ခြင်းကိုအဓိကယိုစိမ့်မှုသို့မဟုတ်အားလပ်ချိန်များတွင်စစ်ဆေးပါ။ အကယ်. သင်သည်ရေအမြောက်အမြားကို အသုံးပြု. အချက်များအရအချက်များပါ 0 င်နိုင်သည်။ ရေကန်ဖြည့်သည်။
nl: Uw watermeter {smartmeterId} heeft ongebruikelijk hoog waterverbruik gedetecteerd, wat kan wijzen op een leidingbreuk. Controleer uw huishoudelijke installatie op grote lekkages of breuken. Het alarm kan ook verschijnen als u een grote hoeveelheid water heeft gebruikt, bijvoorbeeld voor het vullen van een zwembad.
no: Vannmåleren din {smartmeterId} har oppdaget uvanlig høyt vannforbruk, noe som kan indikere et rørbrudd. Vennligst sjekk husholdningsinstallasjonen for store lekkasjer eller brudd. Alarmen kan også vises hvis du har brukt mye vann, f.eks. for å fylle et basseng.
pl: Twój wodomierz {smartmeterId} wykrył wyjątkowo duże zużycie wody, co może wskazywać na pęknięcie rury. Sprawdź instalację domową pod kątem większych wycieków lub przerw. Alarm może pojawić się również w przypadku zużycia dużej ilości wody, np. w wodzie. do napełniania basenu.
pt: O seu contador de água {smartmeterId} detetou um consumo de água anormalmente elevado, o que pode indicar uma canalização rebentada. Verifique a sua instalação doméstica quanto a fugas ou roturas importantes. O alarme também pode aparecer se tiver usado uma grande quantidade de água, por exemplo, para encher uma piscina.
ru: Ваш водомер {smartmeterId} зафиксировал необычно высокое потребление воды, что может указывать на прорыв трубы. Проверьте свою домашнюю установку на наличие крупных утечек или повреждений. Сигнализация также может появиться, если вы использовали большое количество воды, например, для заполнения бассейна.
sl: Vaš vodomer {smartmeterId} je zaznal neobičajno visoko porabo vode, kar lahko nakazuje na pokanje cevi. Prosimo, preverite vašo gospodinjsko instalacijo glede večjih puščanj ali zlomov. Alarm se lahko pojavi tudi, če ste porabili veliko količino vode, npr. za polnjenje bazena.
sr: Ваш водомер ПХТОКЕН0 је открио неуобичајено високу потрошњу воде, што може указивати на пуцање цеви. Проверите да ли ваша кућна инсталација има веће цурење или ломове. Аларм се такође може појавити ако сте користили велику количину воде, нпр. за пуњење базена.
sv: Din vattenmätare {smartmeterId} har upptäckt ovanligt hög vattenförbrukning, vilket kan tyda på ett rörsprängt. Kontrollera din hushållsinstallation för större läckor eller brott. Larmet kan även dyka upp om du har använt en stor mängd vatten, t.ex. för att fylla en pool.
sw: Mita yako ya maji phtoken0 imegundua matumizi ya juu ya maji, ambayo inaweza kuonyesha kupasuka kwa bomba. Tafadhali angalia usanikishaji wa kaya yako kwa uvujaji mkubwa au mapumziko. Kengele inaweza pia kuonekana ikiwa umetumia maji mengi, n.k. kwa kujaza dimbwi.
th: มาตรวัดน้ำ {smartmeterId} ของคุณตรวจพบปริมาณการใช้น้ำที่สูงผิดปกติ ซึ่งอาจบ่งบอกถึงท่อแตก โปรดตรวจสอบการติดตั้งในครัวเรือนของคุณว่ามีรอยรั่วหรือการแตกหักรุนแรงหรือไม่ สัญญาณเตือนอาจปรากฏขึ้นหากคุณใช้น้ำปริมาณมาก เช่น สำหรับการเติมสระ
tr: {smartmeterId} su sayacınız, boru patlamasına işaret edebilecek alışılmadık derecede yüksek su tüketimi tespit etti. Lütfen ev tesisatınızı büyük sızıntı veya kırılmalara karşı kontrol edin. Alarm, örneğin çok miktarda su kullandıysanız da görüntülenebilir. havuzu doldurmak için.
uk: Ваш водомір {smartmeterId} виявив надзвичайно високе споживання води, що може свідчити про прорив труби. Будь ласка, перевірте вашу побутову установку на наявність серйозних витоків або поломок. Сигнал також може з’явитися, якщо ви використали велику кількість води, напр. для наповнення басейну.
vi: Đồng hồ nước {smartmeterId} của bạn đã phát hiện mức tiêu thụ nước cao bất thường, điều này có thể cho thấy đường ống bị vỡ. Vui lòng kiểm tra hệ thống lắp đặt trong gia đình của bạn xem có rò rỉ hoặc hỏng hóc lớn không. Cảnh báo cũng có thể xuất hiện nếu bạn đã sử dụng một lượng lớn nước, ví dụ: để làm đầy một hồ bơi.
zh: 您的水表 {smartmeterId} 检测到用水量异常高，这可能表明水管爆裂。请检查您的家庭安装是否存在重大泄漏或破损。如果您使用了大量的水，例如，也可能会出现警报。用于填充水池。
