Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# firstReadingYield
source: Enter the first yield now.
af: Voer die eerste opbrengs nou in.
ar: أدخل أول إنتاج الآن.
bg: Въведете първото производство сега.
bs: Unesite sada prvi prinos.
cs: Nyní zadejte první výnos.
da: Indtast det første udbytte nu.
de: Tragen Sie jetzt den ersten Ertrag ein.
el: Εισάγετε την πρώτη απόδοση τώρα.
es: Ingrese ahora el primer rendimiento.
et: Sisesta praegune saagikus.
fa: اکنون اولین بازده را وارد کنید.
fi: Syötä ensimmäinen tuotto nyt.
fr: Entrez maintenant le premier rendement.
hi: अब पहली उपज दर्ज करें.
hr: Sada unesite prvi prinos.
hu: Most adja meg az első hozamot.
it: Inserisci ora il primo rendimento.
ja: ここで最初の収量を入力します。
ko: 첫 생산량을 지금 입력하세요.
lt: Įveskite pirmąjį derlių dabar.
ml: ഇപ്പോൾ ആദ്യ വിളവ് നൽകുക.
my: ယခုပထမ ဦး ဆုံးအထွက်နှုန်းရိုက်ထည့်ပါ။
nl: Voer nu de eerste opbrengst in.
no: Angi den første avkastningen nå.
pl: Wprowadź teraz pierwszy plon.
pt: Insira agora o primeiro rendimento.
ru: Введите первый доход сейчас.
sl: Zdaj vnesite prvi donos.
sr: Унесите сада први принос.
sv: Ange den första avkastningen nu.
sw: Ingiza mavuno ya kwanza sasa.
th: ป้อนผลตอบแทนแรกทันที
tr: Şimdi ilk getiriyi girin.
uk: Введіть перший вихід зараз.
vi: Nhập sản lượng đầu tiên ngay bây giờ.
zh: 现在输入第一个产量。

# firstReadingConsumption
source: Enter the first consumption now.
af: Voer die eerste verbruik nou in.
ar: أدخل أول استهلاك الآن.
bg: Въведете първата консумация сега.
bs: Sada unesite prvu potrošnju.
cs: Nyní zadejte první spotřebu.
da: Indtast det første forbrug nu.
de: Tragen Sie jetzt den ersten Verbrauch ein.
el: Εισάγετε την πρώτη κατανάλωση τώρα.
es: Ahora entra en el primer consumo.
et: Sisesta praegune tarbimine.
fa: اکنون اولین مصرف را وارد کنید.
fi: Syötä ensimmäinen kulutus nyt.
fr: Inscrivez maintenant votre première consommation.
hi: अब पहली खपत दर्ज करें.
hr: Sada unesite prvu potrošnju.
hu: Adja meg most az első fogyasztást.
it: Inserite ora il primo consumo.
ja: 今すぐ最初の消費量を入力してください。
ko: 첫 소비량을 지금 입력하세요.
lt: Įveskite pirmąjį suvartojimą dabar.
ml: ആദ്യ ഉപഭോഗം ഇപ്പോൾ നൽകുക.
my: ပထမ ဦး ဆုံးစားသုံးမှုကိုယခုရိုက်ထည့်ပါ။
nl: Voer nu het eerste verbruik in.
no: Legg inn det første forbruket nå.
pl: Wprowadź teraz pierwsze zużycie.
pt: Introduzir agora o primeiro consumo.
ru: Теперь введите первое потребление.
sl: Zdaj vnesite prvo porabo.
sr: Унесите сада прву потрошњу.
sv: Ange den första förbrukningen nu.
sw: Ingiza matumizi ya kwanza sasa.
th: ป้อนการบริโภคครั้งแรกทันที
tr: Şimdi ilk tüketimi girin.
uk: Введіть перше споживання зараз.
vi: Nhập mức tiêu thụ đầu tiên ngay bây giờ.
zh: 现在输入第一笔消费。

# firstReadingCounter
source: Enter the first counter reading.
af: Voer die eerste meterlesing in.
ar: أدخل أول قراءة للعداد.
bg: Въведете първото показание на брояча.
bs: Unesite prvo očitanje brojača.
cs: Zadejte první údaj počítadla.
da: Indtast den første tælleraflæsning.
de: Tragen Sie jetzt den ersten Zählerstand ein.
el: Εισάγετε την πρώτη ένδειξη του μετρητή.
es: Ahora introduzca la primera lectura del contador.
et: Sisesta praegune arvesti näit.
fa: اولین قرائت شمارنده را وارد کنید.
fi: Syötä ensimmäinen laskurin lukema.
fr: Saisir la valeur actuelle du compteur.
hi: प्रथम काउंटर रीडिंग दर्ज करें।
hr: Unesite prvo očitanje brojača.
hu: Adja meg az első számlálóértéket.
it: Inserire ora la prima lettura del contatore.
ja: 最初のカウンター読み取り値を入力します。
ko: 첫 계량기 지침을 입력하세요.
lt: Įveskite pirmąjį skaitiklio rodmenį.
ml: ആദ്യത്തെ കൌണ്ടർ റീഡിംഗ് നൽകുക.
my: ပထမကောင်တာစာဖတ်ခြင်းကိုရိုက်ထည့်ပါ။
nl: Voer de eerste meterstand in.
no: Angi den første telleravlesningen.
pl: Wprowadź pierwszy odczyt licznika.
pt: Introduza agora a primeira contra-leitura.
ru: Теперь введите первое показание счетчика.
sl: Vnesite prvi odčitek števca.
sr: Унесите прво очитање бројача.
sv: Ange den första räknaren.
sw: Ingiza usomaji wa kwanza wa kukabiliana.
th: ป้อนการอ่านตัวนับครั้งแรก
tr: İlk sayaç okumasını girin.
uk: Введіть перше показання лічильника.
vi: Nhập số đọc đầu tiên của bộ đếm.
zh: 输入第一个计数器读数。

# consumptionHeatpump
source: In addition, the power consumption of the heat pump amounts to {formattedValue} kWh.
af: Boonop beloop die kragverbruik van die hittepomp {formattedValue} kWh.
ar: بالإضافة إلى ذلك، يبلغ استهلاك الطاقة لمضخة الحرارة {formattedValue} كيلوواط ساعي.
bg: Освен това, консумацията на енергия на топлонасоса възлиза на {formattedValue} kWh.
bs: Pored toga, potrošnja energije toplotne pumpe iznosi {formattedValue} kWh.
cs: Spotřeba tepelného čerpadla navíc činí 0 {formattedValue} kWh.
da: Derudover udgør varmepumpens strømforbrug {formattedValue} kWh.
de: Dazu kommt der Stromverbrauch der Wärmepumpe in Höhe von {formattedValue} kWh.
el: Επιπλέον, η κατανάλωση ισχύος της αντλίας θερμότητας ανέρχεται σε {formattedValue} kWh.
es: Además, el consumo de energía de la bomba de calor asciende a {formattedValue} kWh.
et: Lisaks on soojuspumba energiatarve {formattedValue} kWh.
fa: علاوه بر این، توان مصرفی پمپ حرارتی به {formattedValue} کیلووات ساعت می رسد.
fi: Lisäksi lämpöpumpun tehonkulutus on {formattedValue} kWh.
fr: De plus, la consommation d'énergie de la pompe à chaleur s'élève à {formattedValue} kWh.
hi: इसके अलावा, ताप पंप की बिजली खपत {formattedValue} kWh है।
hr: Uz to, potrošnja energije dizalice topline iznosi {formattedValue} kWh.
hu: Ezenkívül a hőszivattyú energiafogyasztása {formattedValue} kWh.
it: Inoltre, il consumo energetico della pompa di calore ammonta a {formattedValue} kWh.
ja: また、ヒートポンプの消費電力は{formattedValue}kWhとなります。
ko: 추가로, 히트펌프의 전력 소비량은 {formattedValue} kWh입니다.
lt: Be to, šilumos siurblio energijos suvartojimas siekia {formattedValue} kWh.
ml: കൂടാതെ, ചൂട് പമ്പിൻ്റെ വൈദ്യുതി ഉപഭോഗം {formattedValue} kWh ആണ്.
my: ထို့အပြင်အပူစုပ်စက်၏စွမ်းအင်သုံးစွဲမှုသည် Phtoked0 KWH သို့ပမာဏရှိသည်။
nl: Daarnaast bedraagt het stroomverbruik van de warmtepomp {formattedValue} kWh.
no: I tillegg utgjør strømforbruket til varmepumpen {formattedValue} kWh.
pl: Ponadto pobór mocy pompy ciepła wynosi {formattedValue} kWh.
pt: Além disso, o consumo de energia da bomba de calor é de {formattedValue} kWh.
ru: К этому добавляется энергопотребление теплового насоса в размере {formattedValue} кВт·ч.
sl: Poleg tega znaša poraba energije toplotne črpalke {formattedValue} kWh.
sr: Поред тога, потрошња енергије топлотне пумпе износи ПХТОКЕН0 кВх.
sv: Dessutom uppgår värmepumpens strömförbrukning till {formattedValue} kWh.
sw: Kwa kuongezea, matumizi ya nguvu ya pampu ya joto ni sawa na phtoken0 kWh.
th: นอกจากนี้การใช้พลังงานของปั๊มความร้อนยังอยู่ที่ {formattedValue} kWh
tr: Ayrıca ısı pompasının güç tüketimi {formattedValue} kWh tutarındadır.
uk: Крім того, споживана потужність теплового насоса становить {formattedValue} кВт/год.
vi: Ngoài ra, mức tiêu thụ điện năng của bơm nhiệt lên tới {formattedValue} kWh.
zh: 此外，热泵的耗电量为 {formattedValue} kWh。

# consumptionYearly
source: Your electricity consumption {ofRange} amounts to {consumption} kWh per year.
af: Jou elektrisiteitsverbruik {ofRange} is {consumption} kWh vir die jaar.
ar: استهلاكك للكهرباء {ofRange} هو {consumption} كيلوواط ساعي لهذا العام.
bg: Вашата консумация на ток {ofRange} е {consumption} kWh за годината.
bs: Vaša potrošnja električne energije {ofRange} je {consumption} kWh za godinu.
cs: Vaše spotřeba elektrické energie {ofRange} je {consumption} kWh za rok.
da: Dit elforbrug {ofRange} er {consumption} kWh for året.
de: Ihr Stromverbrauch {ofRange} beträgt auf das Jahr gerechnet {consumption} kWh.
el: Η κατανάλωση ηλεκτρικής ενέργειας {ofRange} ανέρχεται σε {consumption} kWh ετησίως.
es: Su consumo de electricidad {ofRange} es {consumption} kWh del año.
et: Teie {ofRange} elektrivõrgust tarbimine on {consumption} kWh aastas.
fa: مصرف برق شما {ofRange} {consumption} کیلووات ساعت برای سال است.
fi: Sähkönkulutuksesi {ofRange} on {consumption} kWh vuodessa.
fr: Votre consommation d'électricité {ofRange} est de {consumption} kWh pour l'année.
hi: वर्ष के लिए आपकी बिजली खपत {ofRange} {consumption} kWh है।
hr: Vaša potrošnja električne energije {ofRange} je {consumption} kWh godišnje.
hu: Az Ön villamosenergia-fogyasztása {ofRange} évi {consumption} kWh.
it: Il tuo consumo di elettricità {ofRange} è {consumption} kWh per l'anno.
ja: 年間の電力消費量 {ofRange} は {consumption} kWh です。
ko: 귀하의 전력 소비량 {ofRange}은(는) 연간 {consumption} kWh입니다.
lt: Jūsų elektros energijos suvartojimas {ofRange} yra {consumption} kWh per metus.
ml: നിങ്ങളുടെ വൈദ്യുതി ഉപഭോഗം {ofRange} വർഷത്തേക്കുള്ള {consumption} kWh ആണ്.
my: သင်၏လျှပ်စစ်ဓာတ်အားသုံးစွဲမှု Phtoken0 သည်ယခုနှစ် Phtoked1 KWH ဖြစ်သည်။
nl: Uw elektriciteitsverbruik {ofRange} is {consumption} kWh voor het jaar.
no: Ditt strømforbruk {ofRange} er {consumption} kWh for året.
pl: Twoje zużycie energii elektrycznej {ofRange} wynosi {consumption} kWh w ciągu roku.
pt: O seu consumo de electricidade {ofRange} meses é de {consumption} kWh para o ano.
ru: Ваше потребление электроэнергии {ofRange} месяцев составляет {consumption} kWh за год.
sl: Vaša poraba električne energije {ofRange} znaša {consumption} kWh na leto.
sr: Ваша потрошња електричне енергије ПХТОКЕН0 је ПХТОКЕН1 кВх за годину.
sv: Din elförbrukning {ofRange} är {consumption} kWh för året.
sw: Matumizi yako ya umeme phtoken0 ni phtoken1 kWh kwa mwaka.
th: ปริมาณการใช้ไฟฟ้าของคุณ {ofRange} คือ {consumption} kWh สำหรับปี
tr: Yıllık elektrik tüketiminiz {ofRange} {consumption} kWh'dir.
uk: Ваше споживання електроенергії {ofRange} становить {consumption} кВт/год на рік.
vi: Mức tiêu thụ điện {ofRange} của bạn là {consumption} kWh trong năm.
zh: 您一年的用电量 {ofRange} 为 {consumption} kWh。

# consumptionYearlyDetailedLevel0
source: super low
af: is super laag.
ar: منخفض جداً.
bg: е изключително ниска.
bs: je super nizak.
cs: je super nízká.
da: er super lav.
de: super gering
el: πολύ χαμηλά
es: es muy bajo.
et: on ülimalt madal.
fa: فوق العاده کم است
fi: on super alhainen.
fr: très faible
hi: अति निम्न है.
hr: je super nizak.
hu: szuper alacsony
it: è molto basso.
ja: 超低いです。
ko: 은(는) 매우 낮습니다.
lt: yra super žemas.
ml: വളരെ കുറവാണ്.
my: စူပါနိမ့်သည်။
nl: is super laag.
no: er super lav.
pl: jest bardzo niski.
pt: é muito baixo.
ru: очень низкое.
sl: je super nizka.
sr: је супер низак.
sv: är superlågt.
sw: ni ya chini sana.
th: ต่ำมาก
tr: süper düşük.
uk: дуже низький.
vi: là siêu thấp.
zh: 是超低的。

# consumptionYearlyDetailedLevel1
source: low
af: is regtig iets om te aanskou.
ar: شيء رائع حقاً.
bg: е наистина впечатляваща.
bs: je zaista nešto za vidjeti.
cs: je opravdu na co se dívat.
da: er virkelig noget at se.
de: recht niedrig
el: χαμηλή
es: es realmente destacable.
et: on tõesti vaatamist väärt.
fa: واقعا چیزی برای دیدن است.
fi: on todella katseltavaa.
fr: vraiment impressionnante
hi: वास्तव में देखने लायक चीज़ है।
hr: stvarno je nešto za vidjeti.
hu: alacsony
it: è davvero notevole.
ja: 本当に目を見張るものがあります。
ko: 은(는) 정말 인상적입니다.
lt: tikrai yra į ką pažiūrėti.
ml: ശരിക്കും കാണേണ്ട ഒന്നാണ്.
my: တကယ်ကြည့်ဖို့တကယ့်ကိုတစ်ခုခုပါ။
nl: is echt indrukwekkend.
no: er virkelig noe å se.
pl: jest naprawdę na co popatrzeć.
pt: é realmente notável.
ru: действительно впечатляет.
sl: je res nekaj za videti.
sr: је заиста нешто за посматрање.
sv: är verkligen något att se.
sw: ni kweli kitu cha kuona.
th: เป็นสิ่งที่น่าดูจริงๆ
tr: gerçekten görülmesi gereken bir şey.
uk: дійсно є на що подивитись.
vi: thực sự là một cái gì đó đáng chú ý.
zh: 确实值得一看。

# consumptionYearlyDetailedLevel3
source: relatively high
af: is relatief hoog.
ar: مرتفع نسبياً.
bg: е относително висока.
bs: je relativno visoka.
cs: je poměrně vysoká.
da: er relativt høj.
de: relativ hoch
el: σχετικά υψηλή
es: es relativamente alto.
et: on suhteliselt kõrge.
fa: نسبتاً بالا است.
fi: on suhteellisen korkea.
fr: relativement élevée
hi: अपेक्षाकृत अधिक है.
hr: je relativno visoka.
hu: viszonylag magas
it: è relativamente alto.
ja: 比較的高いです。
ko: 은(는) 비교적 높습니다.
lt: yra palyginti aukštas.
ml: താരതമ്യേന ഉയർന്നതാണ്.
my: အတော်လေးမြင့်မားသည်။
nl: is relatief hoog.
no: er relativt høy.
pl: jest stosunkowo wysoki.
pt: é relativamente alto.
ru: относительно высокое.
sl: je razmeroma visoka.
sr: је релативно висока.
sv: är relativt hög.
sw: ni ya juu sana.
th: ค่อนข้างสูง
tr: nispeten yüksektir.
uk: є відносно високим.
vi: là tương đối cao.
zh: 是比较高的。

# consumptionYearlyDetailedLevel4
source: within the normal range
af: is normaal.
ar: عادي.
bg: е нормална.
bs: je normalno.
cs: je normální.
da: er normalt.
de: im normalen Bereich
el: εντός του φυσιολογικού εύρους
es: es normal.
et: on normaalne.
fa: طبیعی است
fi: on normaalia.
fr: normale
hi: सामान्य है.
hr: je normalno.
hu: a normál tartományon belül
it: è normale.
ja: 正常です。
ko: 은(는) 정상 범위입니다.
lt: yra normalu.
ml: സാധാരണമാണ്.
my: ပုံမှန်ပါပဲ
nl: is normaal.
no: er normalt.
pl: jest normalne.
pt: é normal.
ru: нормальное.
sl: je normalno.
sr: је нормално.
sv: är normalt.
sw: ni kawaida.
th: เป็นเรื่องปกติ
tr: normaldir.
uk: це нормально.
vi: là bình thường.
zh: 是正常的。

# consumptionYearlyDetailedLessThan
source: {percentage} less than
af: {percentage} minder as
ar: {percentage} أقل من
bg: {percentage} по-малко от
bs: {percentage} manje od
cs: {percentage} méně než
da: {percentage} mindre end
de: {percentage} weniger als
el: {percentage} λιγότερο από
es: {percentage} menos que
et: {percentage} vähem kui
fa: {percentage} کمتر از
fi: {percentage} vähemmän kuin
fr: {percentage} de moins que
hi: {percentage} से कम
hr: {percentage} manje od
hu: {percentage} kevesebb mint
it: {percentage} in meno rispetto a
ja: {percentage}未満
ko: {percentage} 적게
lt: {percentage} mažiau nei
ml: {percentage}-നേക്കാൾ കുറവാണ്
my: ထက်လျော့နည်း Phtoken0
nl: {percentage} minder dan
no: {percentage} mindre enn
pl: {percentage} mniej niż
pt: {percentage} menos do que
ru: на {percentage} меньше, чем
sl: {percentage} manj kot
sr: ПХТОКЕН0 мање од
sv: {percentage} mindre än
sw: Phtoken0 chini ya
th: {percentage} น้อยกว่า
tr: {percentage} daha az
uk: {percentage} менше ніж
vi: {percentage} ít hơn
zh: {percentage} 小于

# consumptionYearlyDetailedMoreThan
source: {percentage} more than
af: {percentage} meer as
ar: {percentage} أكثر من
bg: {percentage} повече от
bs: {percentage} više od
cs: {percentage} více než
da: {percentage} mere end
de: {percentage} mehr als
el: {percentage} περισσότερο από
es: {percentage} más que
et: {percentage} rohkem kui
fa: {percentage} بیش از
fi: {percentage} enemmän kuin
fr: {percentage} de plus que
hi: {percentage} से अधिक
hr: {percentage} više od
hu: {percentage} több mint
it: {percentage} in più rispetto a
ja: {percentage}以上
ko: {percentage} 더 많이
lt: {percentage} daugiau nei
ml: {percentage}-ൽ കൂടുതൽ
my: ထက်ပို phtoken0
nl: {percentage} meer dan
no: {percentage} mer enn
pl: {percentage} więcej niż
pt: {percentage} mais do que
ru: на {percentage} больше, чем
sl: {percentage} več kot
sr: ПХТОКЕН0 више од
sv: {percentage} mer än
sw: Phtoken0 zaidi ya
th: {percentage} มากกว่า
tr: {percentage}'dan fazla
uk: {percentage} більше ніж
vi: {percentage} hơn
zh: {percentage} 多于

# consumptionYearlyDetailedAboutSame
source: about the same as
af: omtrent dieselfde as
ar: نفس الشيء تقريباً
bg: приблизително същото като
bs: otprilike isto kao
cs: zhruba stejně jako
da: omtrent det samme som
de: etwa genauso viel wie
el: περίπου το ίδιο με
es: aproximadamente lo mismo que
et: umbes sama kui
fa: تقریباً مشابه
fi: suunnilleen sama kuin
fr: à peu près autant que
hi: लगभग उसी के समान
hr: otprilike isto kao
hu: körülbelül ugyanannyi, mint
it: circa lo stesso di
ja: とほぼ同じ
ko: 평균과 비슷하게
lt: maždaug toks pat kaip
ml: ഏകദേശം അതേ പോലെ
my: အတူတူပင်အကြောင်းကို
nl: ongeveer hetzelfde als
no: omtrent det samme som
pl: mniej więcej tak samo jak
pt: aproximadamente o mesmo que
ru: примерно столько же, сколько
sl: približno enako kot
sr: отприлике исто као
sv: ungefär samma som
sw: karibu sawa na
th: ประมาณเดียวกันกับ
tr: yaklaşık olarak aynı
uk: приблизно так само, як
vi: về giống như
zh: 大约与

# consumptionYearlyDetailedAverageHousehold
source: an average household with {householdSize} {personLabel}
af: 'n gemiddelde huishouding met {householdSize} {personLabel}
ar: متوسط أسرة مع {householdSize} {personLabel}
bg: средно домакинство с {householdSize} {personLabel}
bs: prosječno domaćinstvo sa {householdSize} {personLabel}
cs: průměrná domácnost s {householdSize} {personLabel}
da: en gennemsnitlig husstand med {householdSize} {personLabel}
de: ein dt. Durchschnittshaushalt mit {householdSize} {personLabel}
el: ένα μέσο νοικοκυριό με {householdSize} {personLabel}
es: un hogar promedio de {householdSize} {personLabel}
et: keskmine {householdSize} {personLabel}-ga leibkond
fa: یک خانواده متوسط ​​با {householdSize} {personLabel}
fi: keskimääräinen kotitalous, jossa on {householdSize} {personLabel}
fr: la consommation d'un ménage moyen de {householdSize} {personLabel}
hi: {householdSize} {personLabel} वाला एक औसत परिवार
hr: prosječno kućanstvo s {householdSize} {personLabel}
hu: egy átlagos háztartás, amelynek tagjai {householdSize} {personLabel}
it: una famiglia media di {householdSize} {personLabel}
ja: {householdSize} {personLabel} を持つ平均的な世帯
ko: 평균 {householdSize} {personLabel} 가구와 비교하여
lt: vidutinis namų ūkis su {householdSize} {personLabel}
ml: {householdSize} {personLabel} ഉള്ള ഒരു ശരാശരി കുടുംബം
my: Phtoken0 Phtoked1 နှင့်အတူပျမ်းမျှအိမ်ထောင်စု
nl: een gemiddeld huishouden met {householdSize} {personLabel}
no: en gjennomsnittlig husholdning med {householdSize} {personLabel}
pl: przeciętne gospodarstwo domowe z {householdSize} {personLabel}
pt: um agregado médio com {householdSize} {personLabel}
ru: среднее домохозяйство из {householdSize} {personLabel}
sl: povprečno gospodinjstvo s {householdSize} {personLabel}
sr: просечно домаћинство са ПХТОКЕН0 ПХТОКЕН1
sv: ett genomsnittligt hushåll med {householdSize} {personLabel}
sw: Kaya ya wastani na phtoken0 phtoken1
th: ครัวเรือนโดยเฉลี่ยที่มี {householdSize} {personLabel}
tr: {householdSize} {personLabel} olan ortalama bir hane
uk: середнє домогосподарство з {householdSize} {personLabel}
vi: một hộ gia đình trung bình có {householdSize} {personLabel}
zh: 拥有 {householdSize} {personLabel} 的普通家庭

# consumptionYearlyDetailedOptimalEnding
source: That's great!
af: Hoe doen jy dit?
ar: كيف تفعل ذلك؟
bg: Как го постигате?
bs: Kako to radiš?
cs: jak to děláš?
da: Hvordan har du det?
de: Das ist super!
el: Αυτό είναι υπέροχο!
es: ¿Cómo lo consigue?
et: Kuidas te seda teete?
fa: چگونه آن را انجام می دهید؟
fi: Kuinka voit tehdä sen?
fr: Comment faites-vous ?
hi: आप यह कैसे कर रहे हैं?
hr: Kako ti to uspijeva?
hu: Ez nagyszerű!
it: Come ci riesci?
ja: 調子はどうですか？
ko: 어떻게 그렇게 하신 건가요?
lt: kaip tau sekasi?
ml: നിങ്ങൾ അത് എങ്ങനെ ചെയ്യുന്നു?
my: မင်းဘယ်လိုနေလဲ
nl: Hoe doet u dat?
no: Hvordan har du det?
pl: Jak to robisz?
pt: Como consegue isso?
ru: Как вам это удаётся?
sl: kako ti gre
sr: Како то радиш?
sv: Hur gör du?
sw: Unafanyaje?
th: เป็นยังไงบ้างคะ?
tr: Bunu nasıl yapıyorsun?
uk: як ти це робиш
vi: Bạn đang làm việc đó như thế nào?
zh: 你做得怎么样？

# consumptionYearlyDetailedLevel1Suffix
source: You would reach optimal consumption with about {nextToOptimal} less.
af: {nextToOptimal} kWh/maand ontbreek vir optimale verbruik.
ar: {nextToOptimal} كيلوواط ساعي/شهر مفقود للاستهلاك الأمثل.
bg: {nextToOptimal} липсват за оптимална консумация.
bs: {nextToOptimal} nedostaje za optimalnu potrošnju.
cs: K optimální spotřebě chybí {nextToOptimal}.
da: {nextToOptimal} mangler for optimalt forbrug.
de: Etwa {nextToOptimal} weniger Verbrauch wären optimal.
el: Θα επιτύχετε τη βέλτιστη κατανάλωση με περίπου {nextToOptimal} λιγότερο.
es: Faltan {nextToOptimal} para un consumo óptimo.
et: {nextToOptimal} puudu optimaalseks tarbimiseks.
fa: با حدود {nextToOptimal} کمتر به مصرف بهینه دست می‌یابید.
fi: {nextToOptimal} puuttuu optimaalisen kulutuksen saavuttamiseksi.
fr: {nextToOptimal} manquent pour une consommation optimale.
hi: इष्टतम खपत के लिए {nextToOptimal} kWh/महीना गायब है।
hr: Za optimalnu potrošnju nedostaje {nextToOptimal}.
hu: {nextToOptimal}-rel kevesebb fogyasztással érhetné el az optimális fogyasztást.
it: Mancano {nextToOptimal} per un consumo ottimale.
ja: 最適な消費量を実現するには、{nextToOptimal} kWh/月が不足しています。
ko: 최적 소비량까지 {nextToOptimal} kWh/월이 부족합니다.
lt: Optimaliam suvartojimui trūksta {nextToOptimal}.
ml: ഒപ്റ്റിമൽ ഉപഭോഗത്തിന് {nextToOptimal} kWh/മാസം കാണുന്നില്ല.
my: Phtoken0 KWHK / လသည်အကောင်းဆုံးစားသုံးမှုအတွက်ပျောက်ဆုံးနေသည်။
nl: {nextToOptimal} ontbreekt voor optimaal verbruik.
no: {nextToOptimal} kWh/mnd mangler for optimalt forbruk.
pl: Brakuje {nextToOptimal} kWh/miesiąc do optymalnego zużycia.
pt: Faltam {nextToOptimal} para um consumo ideal.
ru: До оптимального потребления не хватает {nextToOptimal}.
sl: Za optimalno porabo manjka {nextToOptimal} kWh/mesec.
sr: ПХТОКЕН0 кВх/месечно недостаје за оптималну потрошњу.
sv: {nextToOptimal} kWh/månad saknas för optimal förbrukning.
sw: Phtoken0 kWh/mwezi kukosa kwa matumizi bora.
th: ขาด {nextToOptimal} kWh/เดือนเพื่อการบริโภคที่เหมาะสมที่สุด
tr: PHTOKEN Optimum tüketim için0 kWh/ay eksik.
uk: Для оптимального споживання бракує {nextToOptimal}.
vi: Thiếu {nextToOptimal} kWh/tháng để tiêu thụ tối ưu.
zh: 再减少约 {nextToOptimal} 即可达到最佳消耗。

# consumptionYearlyDetailedLevel2Suffix
source: Approximately {nextToOptimal} is missing for good consumption.
af: {nextToOptimal} kWh/maand ontbreek vir goeie verbruik.
ar: {nextToOptimal} كيلوواط ساعي/شهر مفقود للاستهلاك الجيد.
bg: {nextToOptimal} липсват за добра консумация.
bs: {nextToOptimal} nedostaje za dobru potrošnju.
cs: K dobré spotřebě chybí {nextToOptimal}.
da: {nextToOptimal} mangler for godt forbrug.
de: Etwa {nextToOptimal} fehlen für einen guten Verbrauch.
el: Για καλή κατανάλωση, λείπουν περίπου {nextToOptimal}.
es: Faltan {nextToOptimal} para un buen consumo.
et: {nextToOptimal} puudu hea tarbimise saavutamiseks.
fa: برای مصرف خوب، تقریباً {nextToOptimal} کمتر نیاز است.
fi: {nextToOptimal} puuttuu hyvän kulutuksen vuoksi.
fr: {nextToOptimal} manquent pour une bonne consommation.
hi: {nextToOptimal} kWh/महीना अच्छी खपत के लिए गायब है।
hr: Za dobru potrošnju nedostaje {nextToOptimal}.
hu: A megfelelő fogyasztáshoz körülbelül {nextToOptimal} hiányzik.
it: Mancano {nextToOptimal} per un buon consumo.
ja: {nextToOptimal} kWh/月が十分に消費できない。
ko: 양호한 소비량까지 {nextToOptimal} kWh/월이 부족합니다.
lt: Geram vartojimui trūksta {nextToOptimal}.
ml: നല്ല ഉപഭോഗത്തിന് {nextToOptimal} kWh/മാസം കാണുന്നില്ല.
my: ကောင်းသောစားသုံးမှုအတွက် phtoked0 kwh / လပျောက်ဆုံးနေ။
nl: {nextToOptimal} ontbreekt voor goed verbruik.
no: {nextToOptimal} kWh/mnd mangler for godt forbruk.
pl: Brak {nextToOptimal} kWh/miesiąc ze względu na dobre zużycie.
pt: Faltam {nextToOptimal} para um bom consumo.
ru: До хорошего потребления не хватает {nextToOptimal}.
sl: Za dobro porabo manjka {nextToOptimal} kWh/mesec.
sr: ПХТОКЕН0 кВх/месечно недостаје за добру потрошњу.
sv: {nextToOptimal} kWh/månad saknas för bra förbrukning.
sw: Phtoken0 kWh/mwezi kukosa kwa matumizi mazuri.
th: {nextToOptimal} kWh/เดือน ขาดไปเพื่อการบริโภคที่ดี
tr: PHTOKEN İyi tüketim için 0 kWh/ay eksik.
uk: Не вистачає {nextToOptimal} для хорошого споживання.
vi: Thiếu {nextToOptimal} kWh/tháng để tiêu thụ tốt.
zh: 距离良好消耗，大约还差 {nextToOptimal}。
