Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# tibberEnterAccessToken
source: Please enter access token
af: Voer asseblief toegangstoken in
ar: يرجى إدخال رمز الوصول
bg: Моля, въведете токен за достъп
bs: Unesite pristupni token
cs: Zadejte přístupový token
da: Indtast venligst adgangstoken
de: Bitte geben Sie Ihren "Access Token" ein
el: Παρακαλώ εισάγετε το διακριτικό πρόσβασης
es: Ingrese el token de acceso
et: Palun sisesta access token
fa: لطفا رمز دسترسی را وارد کنید
fi: Anna käyttöoikeustunnus
fr: Saisissez le token d'accès
hi: कृपया एक्सेस टोकन दर्ज करें
hr: Unesite pristupni token
hu: Kérjük, adja meg a hozzáférési jelszót
it: Immetti il token di accesso
ja: アクセストークンを入力してください
ko: 액세스 토큰을 입력하세요
lt: Įveskite prieigos raktą
ml: പ്രവേശന ടോക്കൺ നൽകുക
my: ကျေးဇူးပြုပြီး access token ရိုက်ထည့်ပါ
nl: Voer toegangstoken in
no: Vennligst skriv inn tilgangstoken
pl: Proszę wprowadzić token dostępu
pt: Insira o token de acesso
ru: Введите токен доступа
sl: Vnesite žeton za dostop
sr: Унесите приступни токен
sv: Vänligen ange åtkomsttoken
sw: Tafadhali ingiza ishara ya ufikiaji
th: กรุณาใส่โทเค็นการเข้าถึง
tr: Lütfen erişim belirtecini girin
uk: Будь ласка, введіть маркер доступу
vi: Vui lòng nhập mã thông báo truy cập
zh: 请输入访问令牌

# tibberMessageAccessTokenUpdated
source: Successfully updated the access token
af: Toegangstoken suksesvol bygewerk
ar: تم تحديث رمز الوصول بنجاح
bg: Токенът за достъп е успешно актуализиран
bs: Pristupni token je uspješno ažuriran
cs: Přístupový token byl úspěšně aktualizován
da: Adgangstokenet blev opdateret
de: Access Token wurde erfolgreich aktualisiert
el: Επιτυχής ενημέρωση του κουπονιού πρόσβασης
es: Token de acceso actualizado con éxito
et: Access token uuendati edukalt
fa: رمز دسترسی با موفقیت به روز شد
fi: Käyttöoikeustunnuksen päivitys onnistui
fr: Le token d'accès a été mis à jour
hi: एक्सेस टोकन को सफलतापूर्वक अपडेट किया गया
hr: Uspješno ažuriran pristupni token
hu: Sikeresen frissítette a hozzáférési tokent
it: Token di accesso aggiornato con successo
ja: アクセストークンが正常に更新されました
ko: 액세스 토큰이 성공적으로 업데이트되었습니다
lt: Prieigos prieigos raktas sėkmingai atnaujintas
ml: ആക്സസ് ടോക്കൺ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു
my: Access Token ကိုအောင်မြင်စွာ update လုပ်ပါ
nl: Toegangstoken succesvol bijgewerkt
no: Tilgangstokenet er oppdatert
pl: Pomyślnie zaktualizowano token dostępu
pt: Atualizado o token de acesso com sucesso
ru: Токен доступа обновлен.
sl: Žeton za dostop je bil uspešno posodobljen
sr: Токен за приступ је ажуриран
sv: Åtkomsttoken har uppdaterats
sw: Ilifanikiwa kusasisha ishara ya ufikiaji
th: อัปเดตโทเค็นการเข้าถึงเรียบร้อยแล้ว
tr: Erişim jetonu başarıyla güncellendi
uk: Успішно оновлено маркер доступу
vi: Đã cập nhật thành công mã thông báo truy cập
zh: 已成功更新访问令牌

# tibberErrorAccessTokenInvalid
source: Looks like the access token is invalid
af: Dit lyk of die toegangstoken ongeldig is
ar: يبدو أن رمز الوصول غير صالح
bg: Изглежда, че токенът за достъп е невалиден
bs: Izgleda da je pristupni token nevažeći
cs: Zdá se, že přístupový token je neplatný
da: Det ser ud til, at adgangstokenet er ugyldigt
de: Der "Access Token" scheint ungültig zu sein
el: Φαίνεται ότι το κουπόνι πρόσβασης είναι άκυρο
es: El token de acceso parece no ser válido
et: Tundub, et access token ei kehti
fa: به نظر می رسد رمز دسترسی نامعتبر است
fi: Näyttää siltä, ​​että käyttöoikeustunnus on virheellinen
fr: Le token d'accès semble être invalide
hi: ऐसा लगता है कि एक्सेस टोकन अमान्य है
hr: Čini se da je pristupni token nevažeći
hu: Úgy tűnik, hogy a hozzáférési token érvénytelen.
it: Il token di accesso sembra non essere valido
ja: アクセストークンが無効のようです
ko: 액세스 토큰이 올바르지 않은 것 같습니다
lt: Panašu, kad prieigos raktas netinkamas
ml: ആക്സസ് ടോക്കൺ അസാധുവാണെന്ന് തോന്നുന്നു
my: Access Token သည်မမှန်ကန်ကြောင်းနှင့်တူသည်
nl: Het lijkt erop dat het toegangstoken ongeldig is
no: Det ser ut til at tilgangstokenet er ugyldig
pl: Wygląda na to, że token dostępu jest nieprawidłowy
pt: O token de acesso parece ser inválido
ru: Похоже, токен доступа недействителен
sl: Videti je, da žeton za dostop ni veljaven
sr: Изгледа да је приступни токен неважећи
sv: Det verkar som om åtkomsttoken är ogiltig
sw: Inaonekana kama ishara ya ufikiaji sio sahihi
th: ดูเหมือนว่าโทเค็นการเข้าถึงไม่ถูกต้อง
tr: Erişim belirtecinin geçersiz olduğu anlaşılıyor
uk: Схоже, маркер доступу недійсний
vi: Có vẻ như mã thông báo truy cập không hợp lệ
zh: 看起来访问令牌无效

# tibberErrorNoHomes
source: There are no homes associated with this account
af: Daar is geen huise aan hierdie rekening gekoppel nie
ar: لا توجد منازل مرتبطة بهذا الحساب
bg: Няма домове, свързани с този акаунт
bs: Nema domova povezanih s ovim računom
cs: K tomuto účtu nejsou přidruženy žádné domácnosti
da: Der er ingen boliger tilknyttet denne konto
de: Mit diesem Konto sind keine Wohnungen verknüpft
el: Δεν υπάρχουν σπίτια που σχετίζονται με αυτόν τον λογαριασμό
es: No hay hogares asociados a esta cuenta
et: Selle kontoga pole seotud ühtegi kodu
fa: هیچ خانه ای با این حساب مرتبط نیست
fi: Tähän tiliin ei ole liitetty koteja
fr: Aucun foyer n'est associé à ce compte
hi: इस खाते से कोई घर संबद्ध नहीं है
hr: Nema domova povezanih s ovim računom
hu: Ehhez a számlához nincsenek otthonok társítva
it: Non ci sono case associate a questo account
ja: このアカウントに関連付けられた家はありません
ko: 이 계정과 연결된 주택 정보가 없습니다
lt: Su šia paskyra nėra susietų namų
ml: ഈ അക്കൗണ്ടുമായി ബന്ധപ്പെട്ട വീടുകളൊന്നുമില്ല
my: ဤအကောင့်နှင့်ဆက်စပ်သောအိမ်များမရှိပါ
nl: Er zijn geen woningen gekoppeld aan dit account
no: Det er ingen boliger knyttet til denne kontoen
pl: Z tym kontem nie są powiązane żadne domy
pt: Não existem residências associadas a esta conta
ru: С этой учетной записью не связано ни одного дома
sl: S tem računom ni povezanih nobenih domov
sr: Нема домова повезаних са овим налогом
sv: Det finns inga hem kopplade till det här kontot
sw: Hakuna nyumba zinazohusiana na akaunti hii
th: ไม่มีบ้านที่เชื่อมโยงกับบัญชีนี้
tr: Bu hesapla ilişkili ev yok
uk: Немає будинків, пов’язаних із цим обліковим записом
vi: Không có ngôi nhà nào được liên kết với tài khoản này
zh: 没有与此帐户关联的房屋

# tibberErrorSmartMeterMisconfigured
source: Your smart meter appears to be misconfigured.
af: Jou slimmeter blyk verkeerd gekonfigureer te wees.
ar: يبدو أن عدادك الذكي غير مُعد بشكل صحيح.
bg: Вашият интелигентен брояч изглежда е неправилно конфигуриран.
bs: Čini se da je vaš pametni mjerač pogrešno konfiguriran.
cs: Zdá se, že váš chytrý měřič není správně nakonfigurován.
da: Din smartmåler ser ud til at være forkert konfigureret.
de: Ihr Smart Meter scheint falsch konfiguriert zu sein.
el: Ο έξυπνος μετρητής σας φαίνεται να είναι λανθασμένα ρυθμισμένος.
es: Su medidor inteligente parece estar mal configurado.
et: Sinu nutiarvesti näib valesti seadistatud olevat.
fa: به نظر می رسد که کنتور هوشمند شما به درستی پیکربندی نشده است.
fi: Älykäs mittarisi näyttää olevan väärin määritetty.
fr: Votre compteur intelligent semble mal configuré.
hi: ऐसा प्रतीत होता है कि आपका स्मार्ट मीटर ग़लत कॉन्फ़िगर किया गया है।
hr: Čini se da je vaš pametni mjerač pogrešno konfiguriran.
hu: Úgy tűnik, hogy az intelligens fogyasztásmérője rosszul van beállítva.
it: Il tuo contatore intelligente sembra essere configurato in modo errato.
ja: スマート メーターの設定が間違っているようです。
ko: 스마트 미터가 잘못 구성된 것으로 보입니다.
lt: Panašu, kad išmanusis skaitiklis sukonfigūruotas netinkamai.
ml: നിങ്ങളുടെ സ്‌മാർട്ട് മീറ്റർ തെറ്റായി കോൺഫിഗർ ചെയ്‌തിരിക്കുന്നതായി തോന്നുന്നു.
my: သင်၏စမတ်မီတာသည်အချည်းနှီးဖြစ်ပုံရသည်။
nl: Uw slimme meter lijkt verkeerd geconfigureerd te zijn.
no: Smartmåleren ser ut til å være feilkonfigurert.
pl: Wygląda na to, że Twój inteligentny licznik jest źle skonfigurowany.
pt: Seu medidor inteligente parece estar mal configurado.
ru: Ваш умный счётчик, похоже, настроен неправильно.
sl: Zdi se, da je vaš pametni števec napačno konfiguriran.
sr: Чини се да је ваш паметни мерач погрешно конфигурисан.
sv: Din smarta mätare verkar vara felkonfigurerad.
sw: Mita yako smart inaonekana kuwa mbaya.
th: ดูเหมือนว่ามิเตอร์อัจฉริยะของคุณได้รับการกำหนดค่าไม่ถูกต้อง
tr: Akıllı ölçüm cihazınız yanlış yapılandırılmış gibi görünüyor.
uk: Схоже, ваш інтелектуальний лічильник неправильно налаштований.
vi: Đồng hồ thông minh của bạn dường như bị định cấu hình sai.
zh: 您的智能电表似乎配置错​​误。

# tibberErrorConnectivityShowCacheInstead
source: Unable to retrieve recent consumption data. Showing cached values instead.
af: Kon nie onlangse verbruiksdata ophaal nie. Wys eerder gekasde waardes.
ar: تعذر استرداد بيانات الاستهلاك الأخيرة. عرض القيم المخزنة مؤقتاً بدلاً من ذلك.
bg: Не може да се извлекат последните данни за консумация. Показват се кеширани стойности вместо това.
bs: Nije moguće dohvatiti nedavne podatke o potrošnji. Umjesto toga, prikazuju se keširane vrijednosti.
cs: Nelze načíst poslední údaje o spotřebě. Místo toho se zobrazují hodnoty uložené v mezipaměti.
da: Kan ikke hente seneste forbrugsdata. Viser cachelagrede værdier i stedet.
de: Verbrauchsdaten können nicht abgerufen werden. Es werden zwischengespeicherte Werte angezeigt.
el: Αδυναμία ανάκτησης πρόσφατων δεδομένων κατανάλωσης. Εμφανίζει τιμές που έχουν αποθηκευτεί στην προσωρινή μνήμη.
es: No se pueden recuperar los datos de consumo recientes. Se mostrarán valores en caché.
et: Värskeid tarbimisandmeid ei saanud tuua. Kuvame selle asemel vahemälu väärtused.
fa: نمی توان داده های مصرف اخیر را بازیابی کرد.به جای آن مقادیر ذخیره شده در حافظه پنهان نمایش داده می شود.
fi: Viimeaikaisia ​​kulutustietoja ei voi hakea.Näytetään sen sijaan välimuistissa olevat arvot.
fr: Impossible de récupérer les données de consommation récentes. Les valeurs en cache sont affichées à la place.
hi: हाल का उपभोग डेटा पुनर्प्राप्त करने में असमर्थ.इसके बजाय कैश्ड मान दिखा रहा है।
hr: Nije moguće dohvatiti nedavne podatke o potrošnji.Umjesto toga prikazuju se predmemorirane vrijednosti.
hu: Nem sikerült lekérdezni a legutóbbi fogyasztási adatokat. Ehelyett a gyorsítótárazott értékeket mutatja.
it: Impossibile recuperare i dati di consumo recenti. Verranno mostrati i valori memorizzati nella cache.
ja: 最近の消費データを取得できません。代わりにキャッシュされた値を表示します。
ko: 최근 소비 데이터를 가져올 수 없습니다. 대신 캐시된 값을 표시합니다.
lt: Nepavyko gauti naujausių suvartojimo duomenų. Vietoje to rodomos talpyklos vertės.
ml: സമീപകാല ഉപഭോഗ ഡാറ്റ വീണ്ടെടുക്കാൻ കഴിയുന്നില്ല. പകരം കാഷെ ചെയ്ത മൂല്യങ്ങൾ കാണിക്കുന്നു.
my: လတ်တလောစားသုံးမှုအချက်အလက်များကိုပြန်လည် ရယူ. မရပါ။ အစား cacheed တန်ဖိုးများဖေါ်ပြခြင်း။
nl: Kan recente verbruiksgegevens niet ophalen. Gecachte waarden worden weergegeven.
no: Kan ikke hente nylige forbruksdata. Viser bufrede verdier i stedet.
pl: Nie można pobrać ostatnich danych dotyczących zużycia. Zamiast tego wyświetla wartości zapisane w pamięci podręcznej.
pt: Não foi possível obter os dados de consumo recentes. Exibindo valores em cache.
ru: Не удалось получить последние данные потребления. Отображаются кэшированные значения.
sl: Nedavnih podatkov o porabi ni mogoče pridobiti. Namesto tega so prikazane predpomnjene vrednosti.
sr: Није могуће преузети недавне податке о потрошњи. Уместо тога, приказују се кеширане вредности.
sv: Det gick inte att hämta senaste förbrukningsdata. Visar cachade värden istället.
sw: Haiwezi kupata data ya matumizi ya hivi karibuni. Kuonyesha maadili yaliyowekwa wazi badala yake.
th: ไม่สามารถดึงข้อมูลการบริโภคล่าสุดได้ แสดงค่าแคชแทน
tr: Son tüketim verileri alınamıyor. Bunun yerine önbelleğe alınmış değerler gösteriliyor.
uk: Не вдалося отримати останні дані про споживання. Натомість відображаються кешовані значення.
vi: Không thể truy xuất dữ liệu tiêu thụ gần đây. Thay vào đó, hiển thị các giá trị được lưu trong bộ nhớ cache.
zh: 无法检索最近的消费数据。显示缓存的值。

# tibberErrorUndefined
source: An unexpected error occurred: {error}
af: 'n Onverwagte fout het voorgekom: {error}
ar: حدث خطأ غير متوقع: {error}
bg: Възникна неочаквана грешка: {error}
bs: Desila se neočekivana greška: {error}
cs: Došlo k neočekávané chybě: {error}
da: Der opstod en uventet fejl: {error}
de: Ein unerwarteter Fehler ist aufgetreten: {error}
el: Παρουσιάστηκε ένα απροσδόκητο σφάλμα: {error}
es: Ha ocurrido un error inesperado: {error}
et: Tekkis ootamatu viga: {error}
fa: یک خطای غیرمنتظره رخ داد: {error}
fi: Tapahtui odottamaton virhe: {error}
fr: Une erreur inattendue s'est produite : {error}
hi: एक अप्रत्याशित त्रुटि उत्पन्न हुई: {error}
hr: Došlo je do neočekivane pogreške: {error}
hu: Váratlan hiba történt: {error}
it: Si è verificato un errore imprevisto: {error}
ja: 予期しないエラーが発生しました: {error}
ko: 예상치 못한 오류가 발생했습니다: {error}
lt: Įvyko netikėta klaida: {error}
ml: ഒരു അപ്രതീക്ഷിത പിശക് സംഭവിച്ചു: {error}
my: မမျှော်လင့်သောအမှားတစ်ခုဖြစ်ပွားခဲ့သည်: Phtoken0
nl: Er is een onverwachte fout opgetreden: {error}
no: Det oppstod en uventet feil: {error}
pl: Wystąpił nieoczekiwany błąd: {error}
pt: Ocorreu um erro inesperado: {error}
ru: Произошла неожиданная ошибка: {error}
sl: Prišlo je do nepričakovane napake: {error}
sr: Дошло је до неочекиване грешке: ПХТОКЕН0
sv: Ett oväntat fel inträffade: {error}
sw: Kosa lisilotarajiwa lilitokea: phtoken0
th: เกิดข้อผิดพลาดที่ไม่คาดคิด: {error}
tr: Beklenmeyen bir hata oluştu: {error}
uk: Сталася неочікувана помилка: {error}
vi: Đã xảy ra lỗi không mong muốn: {error}
zh: 发生意外错误：{error}

# tibberErrorRateLimit
source: Tibber API rate limit exceeded. Please wait at least 5 minutes before retrying.
af: Tibber API-tempo limiet oorskry. Wag asseblief ten minste 5 minute voordat u weer probeer.
ar: تم تجاوز حد معدل Tibber API. يرجى الانتظار 5 دقائق على الأقل قبل إعادة المحاولة.
bg: Превишен е лимитът на скоростта на API на Tibber. Моля, изчакайте поне 5 минути преди да опитате отново.
bs: Prekoračeno je ograničenje brzine Tibber API-ja. Molimo pričekajte najmanje 5 minuta prije ponovnog pokušaja.
cs: Byl překročen limit množství Tibber API. Před dalším pokusem počkejte alespoň 5 minut.
da: Tibber API-hastighedsgrænsen er overskredet. Vent mindst 5 minutter, før du prøver igen.
de: Tibber-API-Limit überschritten. Bitte warten Sie mindestens 5 Minuten, bevor Sie es erneut versuchen.
el: Υπέρβαση του ορίου ρυθμού API του Tibber. Περιμένετε τουλάχιστον 5 λεπτά πριν ξαναπροσπαθήσετε.
es: Límite de solicitudes de la API de Tibber excedido. Espere al menos 5 minutos antes de intentarlo de nuevo.
et: Tibberi API päringupiirang ületatud. Palun oota vähemalt 5 minutit ja proovi uuesti.
fa: از حد مجاز API Tibber فراتر رفت.لطفاً قبل از امتحان مجدد حداقل 5 دقیقه صبر کنید.
fi: Tibber API -nopeusraja ylitetty.Odota vähintään 5 minuuttia ennen kuin yrität uudelleen.
fr: Limite de requêtes de l’API Tibber dépassée. Veuillez attendre au moins 5 minutes avant de réessayer.
hi: टिब्बर एपीआई दर सीमा पार हो गई।कृपया पुनः प्रयास करने से पहले कम से कम 5 मिनट प्रतीक्षा करें।
hr: Tibber API ograničenje brzine premašeno.Pričekajte najmanje 5 minuta prije ponovnog pokušaja.
hu: Tibber API sebességhatár túllépése. Kérjük, várjon legalább 5 percet az újbóli próbálkozás előtt.
it: Limite API di Tibber superato. Attendere almeno 5 minuti prima di riprovare.
ja: Tibber API レート制限を超えました。少なくとも 5 分待ってから再試行してください。
ko: Tibber API 요금 제한을 초과했습니다. 5분 후 다시 시도하세요.
lt: Viršytas Tibber API greičio limitas. Prieš bandydami dar kartą palaukite bent 5 minutes.
ml: ടിബ്ബർ API നിരക്ക് പരിധി കവിഞ്ഞു. വീണ്ടും ശ്രമിക്കുന്നതിന് മുമ്പ് കുറഞ്ഞത് 5 മിനിറ്റെങ്കിലും കാത്തിരിക്കുക.
my: Tibber API နှုန်းကန့်သတ်ချက်ကျော်လွန်သွားသည်။ ကျေးဇူးပြု. မပြန်မီအနည်းဆုံး 5 မိနစ်စောင့်ပါ။
nl: Tibber API-snelheidslimiet overschreden. Wacht minimaal 5 minuten voordat u het opnieuw probeert.
no: Tibber API-hastighetsgrensen er overskredet. Vent minst 5 minutter før du prøver på nytt.
pl: Przekroczono limit szybkości API Tibber. Odczekaj co najmniej 5 minut przed ponowną próbą.
pt: Limite de requisições da API Tibber excedido. Aguarde pelo menos 5 minutos antes de tentar novamente.
ru: Превышен лимит запросов к API Tibber. Пожалуйста, подождите не менее 5 минут перед повторной попыткой.
sl: Omejitev stopnje Tibber API je presežena. Pred ponovnim poskusom počakajte vsaj 5 minut.
sr: Прекорачено је ограничење брзине за Тиббер АПИ. Сачекајте најмање 5 минута пре него што покушате поново.
sv: Tibber API-hastighetsgräns har överskridits. Vänta minst 5 minuter innan du försöker igen.
sw: Kiwango cha kiwango cha API cha Tibber kilizidi. Tafadhali subiri angalau dakika 5 kabla ya kujaribu tena.
th: เกินขีดจำกัดอัตรา Tibber API โปรดรออย่างน้อย 5 นาทีก่อนลองอีกครั้ง
tr: Tibber API hız limiti aşıldı. Tekrar denemeden önce lütfen en az 5 dakika bekleyin.
uk: Перевищено ліміт швидкості Tibber API. Будь ласка, зачекайте принаймні 5 хвилин перед повторною спробою.
vi: Đã vượt quá giới hạn tốc độ API Tibber. Vui lòng đợi ít nhất 5 phút trước khi thử lại.
zh: 超出 Tibber API 速率限制。请等待至少 5 分钟后再重试。

# tibberErrorNoSubscription
source: To gain full access to historical data via the API, you need an active Tibber electricity contract for the selected home.
af: Om volle toegang tot historiese data via die API te kry, benodig u 'n aktiewe Tibber-elektrisiteitskontrak vir die geselekteerde huis.
ar: للحصول على وصول كامل إلى البيانات التاريخية عبر API، تحتاج إلى عقد كهرباء نشط من Tibber للمنزل المحدد.
bg: За да получите пълен достъп до исторически данни чрез API, имате нужда от активен договор за ток с Tibber за избрания дом.
bs: Da biste dobili potpuni pristup historijskim podacima putem API-ja, potreban vam je aktivan Tibber ugovor o električnoj energiji za odabrani dom.
cs: Chcete-li získat plný přístup k historickým datům prostřednictvím API, potřebujete aktivní smlouvu na elektřinu Tibber pro vybraný dům.
da: For at få fuld adgang til historiske data via API'en skal du have en aktiv Tibber el-kontrakt for den valgte bolig.
de: Um vollständigen Zugriff auf historische Daten über die APl zu erhalten, benötigst du einen aktiven Tibber-Stromvertrag für das ausgewähltes Haus.
el: Για να αποκτήσετε πλήρη πρόσβαση σε ιστορικά δεδομένα μέσω του API, χρειάζεστε ένα ενεργό συμβόλαιο ηλεκτρικής ενέργειας της Tibber για την επιλεγμένη κατοικία.
es: Para obtener acceso completo a los datos históricos a través de la API, necesitas un contrato de electricidad Tibber activo para la vivienda seleccionada.
et: API kaudu kogu ajaloo nägemiseks on valitud kodule vaja aktiivset Tibberi elektrilepingut.
fa: برای دسترسی کامل به داده های تاریخی از طریق API، به یک قرارداد فعال برق Tibber برای خانه انتخابی نیاز دارید.
fi: Saadaksesi täyden pääsyn historiallisiin tietoihin API:n kautta, tarvitset aktiivisen Tibber-sähkösopimuksen valitulle kodille.
fr: Pour accéder pleinement aux données historiques via l’API, vous devez disposer d’un contrat d’électricité Tibber actif pour le foyer sélectionné.
hi: एपीआई के माध्यम से ऐतिहासिक डेटा तक पूर्ण पहुंच प्राप्त करने के लिए, आपको चयनित घर के लिए एक सक्रिय टिब्बर बिजली अनुबंध की आवश्यकता है।
hr: Za potpuni pristup povijesnim podacima putem API-ja potreban vam je aktivan Tibber ugovor o električnoj energiji za odabrani dom.
hu: Ahhoz, hogy az API-n keresztül teljes körű hozzáférést kapjon a múltbeli adatokhoz, a kiválasztott otthonra vonatkozóan aktív Tibber villamosenergia-szerződésre van szüksége.
it: Per ottenere l’accesso completo ai dati storici tramite l’API, è necessario avere un contratto di fornitura elettrica Tibber attivo per l’abitazione selezionata.
ja: API 経由で履歴データに完全にアクセスするには、選択した住宅でアクティブな Tibber 電力契約が必要です。
ko: API를 통한 전체 과거 데이터 접근을 위해서는 선택한 주택에 대해 활성화된 Tibber 전기 계약이 필요합니다.
lt: Norėdami gauti visą prieigą prie istorinių duomenų per API, jums reikia aktyvios „Tibber“ elektros sutarties pasirinktam namui.
ml: API വഴി ചരിത്രപരമായ ഡാറ്റയിലേക്ക് പൂർണ്ണ ആക്‌സസ് നേടുന്നതിന്, തിരഞ്ഞെടുത്ത വീടിനായി നിങ്ങൾക്ക് ഒരു സജീവ ടിബ്ബർ വൈദ്യുതി കരാർ ആവശ്യമാണ്.
my: API မှတစ်ဆင့်သမိုင်းဆိုင်ရာအချက်အလက်များကိုအပြည့်အ 0 ရယူရန်သင်ရွေးချယ်ထားသောအိမ်အတွက် Tibber လျှပ်စစ်ဆိုင်ရာစာချုပ်တစ်ခုလိုအပ်သည်။
nl: Om volledige toegang tot historische gegevens via de API te krijgen, heeft u een actief Tibber elektriciteitscontract nodig voor de geselecteerde woning.
no: For å få full tilgang til historiske data via API, trenger du en aktiv Tibber strømkontrakt for den valgte boligen.
pl: Aby uzyskać pełny dostęp do danych historycznych poprzez API, potrzebujesz aktywnej umowy na prąd Tibber dla wybranego domu.
pt: Para obter acesso completo aos dados históricos via API, você precisa de um contrato de eletricidade Tibber ativo para a residência selecionada.
ru: Чтобы получить полный доступ к историческим данным через API, вам нужен активный договор на электроэнергию Tibber для выбранного дома.
sl: Za popoln dostop do zgodovinskih podatkov prek API-ja potrebujete aktivno pogodbo o električni energiji Tibber za izbrani dom.
sr: Да бисте добили потпун приступ историјским подацима преко АПИ-ја, потребан вам је активан Тиббер уговор о електричној енергији за изабрани дом.
sv: För att få full tillgång till historisk data via API:n behöver du ett aktivt Tibber-elkontrakt för den valda bostaden.
sw: Ili kupata ufikiaji kamili wa data ya kihistoria kupitia API, unahitaji mkataba wa umeme wa Tibber kwa nyumba iliyochaguliwa.
th: หากต้องการเข้าถึงข้อมูลประวัติโดยสมบูรณ์ผ่าน API คุณต้องมีสัญญาไฟฟ้า Tibber ที่ใช้งานได้สำหรับบ้านที่เลือก
tr: API aracılığıyla geçmiş verilere tam erişim elde etmek için seçilen ev için aktif bir Tibber elektrik sözleşmesine ihtiyacınız vardır.
uk: Щоб отримати повний доступ до історичних даних через API, вам потрібен діючий контракт на електроенергію Tibber для вибраного будинку.
vi: Để có toàn quyền truy cập vào dữ liệu lịch sử thông qua API, bạn cần có hợp đồng điện Tibber đang hoạt động cho ngôi nhà đã chọn.
zh: 要通过 API 获得对历史数据的完全访问权限，您需要为所选家庭提供有效的 Tibber 电力合同。

# tibberBasicAuth
source: Basic Auth
af: Basiese Magtiging
ar: المصادقة الأساسية
bg: Основна автентикация
bs: Osnovna aut
da: Grundlæggende Auth
el: Βασική εξουσιοδότηση
es: Autenticación básica
et: Baasautentimine
fa: اعتبار پایه
fi: Perustodennus
fr: Authentification de base
hi: मूल प्रामाणिक
hr: Osnovna autentikacija
hu: Alapvető engedélyezés
it: Autenticazione base
ja: 基本認証
ko: 기본 인증
lt: Pagrindinis Auth
ml: അടിസ്ഥാന ഓത്ത്
my: အခြေခံ Auth
nl: Basisauthenticatie
no: Grunnleggende Auth
pl: Podstawowa autoryzacja
pt: Autenticação básica
ru: Базовая аутентификация
sl: Osnovna avt
sr: Басиц Аутх
sv: Grundläggande Auth
sw: Mwandishi wa kimsingi
th: การรับรองความถูกต้องขั้นพื้นฐาน
tr: Temel Kimlik Doğrulaması
uk: Основна авторизація
vi: Xác thực cơ bản
zh: 基本认证

# tibberBasicAuthUsername
source: Username
af: Gebruikersnaam
ar: اسم المستخدم
bg: Потребителско име
bs: Korisničko ime
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
et: Kasutajanimi
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
hr: Korisničko ime
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
lt: Vartotojo vardas
ml: ഉപയോക്തൃനാമം
my: အသုံးပြုသူ
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя
sl: Uporabniško ime
sr: Корисничко име
sv: Användarnamn
sw: Jina la mtumiaji
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên người dùng
zh: 用户名

# tibberBasicAuthPassword
source: Password
af: Wagwoord
ar: كلمة المرور
bg: Парола
bs: Lozinka
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
et: Parool
fa: رمز عبور
fi: Salasana
fr: Mot de passe
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
ja: パスワード
ko: 비밀번호
lt: Slaptažodis
ml: പാസ്‌വേഡ്
my: လှျို့ဝှက်စကား
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Senha
ru: Пароль
sl: Geslo
sr: Лозинка
sv: Lösenord
sw: Nenosiri
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh: 密码
