Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# purchasesWhyBuyText
source: With a purchase you participate in the costs I incur by publishing the app and support the further development.
af: Met 'n aankoop neem jy deel aan die koste wat ek deur die publisering van die app maak en ondersteun die verdere ontwikkeling.
ar: مع الشراء، تشارك في التكاليف التي أتحملها بنشر التطبيق وتدعم التطوير الإضافي.
bg: С покупка участвате в разходите, които понасям при публикуването на приложението и подкрепяте по-нататъшното развитие.
bs: Kupovinom sudjelujete u troškovima koje imam objavljivanjem aplikacije i podržavate daljnji razvoj.
cs: Nákupem se podílíte na nákladech, které mi vzniknou zveřejněním aplikace a podporujete další vývoj.
da: Ved et køb deltager du i de omkostninger jeg pådrager mig ved at udgive appen og understøtter den videre udvikling.
de: Die EHW+-App wird seit Ende 2020 in der Freizeit entwickelt. Mit einem Kauf beteiligen Sie sich an den Kosten, die uns durch die Veröffentlichung der App entstehen und unterstützen die Weiterentwicklung. Und natürlich erhalten Sie für den Kauf auch mehr Funktionen.
el: Με μια αγορά συμμετέχετε στα έξοδα που προκύπτουν από την έκδοση της εφαρμογής και στηρίζετε την περαιτέρω ανάπτυξή της.
es: Al hacer una compra, estás contribuyendo a los costes en los que incurro para publicar la aplicación y apoyar su desarrollo continuo.
et: Ostuga katad osa kuludest, mis mul rakenduse avaldamisel tekivad, ja toetad edasiarendust.
fa: با خرید شما در هزینه هایی که من با انتشار برنامه متحمل می شوم شرکت می کنید و از توسعه بیشتر حمایت می کنید.
fi: Ostolla osallistut kuluihin, joita minulle aiheutuu sovelluksen julkaisemisesta ja tuet jatkokehitystä.
fr: En faisant un achat, vous contribuez aux coûts que j'engage pour publier l'application et soutenir son développement continu.
hi: खरीदारी के साथ आप ऐप प्रकाशित करके मेरे द्वारा वहन की जाने वाली लागत में भाग लेते हैं और आगे के विकास का समर्थन करते हैं।
hr: Kupnjom sudjelujete u troškovima koje snosim objavom aplikacije i podržavate daljnji razvoj.
hu: A vásárlással részt veszel az alkalmazás kiadásával járó költségeimben, és támogatod a további fejlesztést.
it: Facendo un acquisto, stai contribuendo ai costi che devo sostenere per pubblicare l'applicazione e sostenere il suo continuo sviluppo.
ja: 購入すると、アプリの公開によって私が発生するコストに参加し、さらなる開発をサポートすることになります。
ko: 구매를 통해 앱 공개에 따른 비용을 분담하고, 향후 개발을 지원하게 됩니다.
lt: Pirkdami dalyvaujate mano patirtuose išlaidoms paskelbti programėlę ir remiate tolesnę plėtrą.
ml: ഒരു വാങ്ങലിനൊപ്പം, ആപ്പ് പ്രസിദ്ധീകരിക്കുന്നതിലൂടെ എനിക്കുണ്ടാകുന്ന ചെലവുകളിൽ നിങ്ങൾ പങ്കെടുക്കുകയും തുടർ വികസനത്തെ പിന്തുണയ്ക്കുകയും ചെയ്യുന്നു.
my: 0 ယ်ယူမှုတစ်ခုဖြင့်ကျွန်ုပ်သည်ကုန်ကျစရိတ်များ၌အက်ပလီကေးရှင်းကိုပုံနှိပ်ထုတ်လွှင့်ခြင်းနှင့်နောက်ထပ်ဖွံ့ဖြိုးတိုးတက်မှုကိုအထောက်အကူပြုခြင်းဖြင့်ပါ 0 င်သည်။
nl: Met een aankoop draagt u bij aan de kosten die ik maak door de app te publiceren en ondersteunt u de verdere ontwikkeling.
no: Ved et kjøp deltar du i kostnadene jeg pådrar meg ved å publisere appen og støtter videreutviklingen.
pl: Dokonując zakupu uczestniczysz w kosztach jakie ponoszę wydając aplikację i wspierając jej dalszy rozwój.
pt: Ao fazer uma compra, está a contribuir para os custos em que incurro na publicação da aplicação e a apoiar o seu desenvolvimento contínuo.
ru: Делая покупку, вы вносите свой вклад в расходы, связанные с публикацией приложения и поддержкой его дальнейшего развития.
sl: Z nakupom sodelujete pri stroških, ki jih imam z objavo aplikacije in podpirate nadaljnji razvoj.
sr: Куповином учествујете у трошковима које имам објављивањем апликације и подржавате даљи развој.
sv: Med ett köp deltar du i de kostnader jag ådrar mig genom att publicera appen och stödjer vidareutvecklingen.
sw: Na ununuzi unaoshiriki katika gharama ninazopata kwa kuchapisha programu na kuunga mkono maendeleo zaidi.
th: ด้วยการซื้อ คุณจะมีส่วนร่วมในค่าใช้จ่ายที่ฉันต้องจ่ายโดยการเผยแพร่แอปและสนับสนุนการพัฒนาเพิ่มเติม
tr: Bir satın alma işlemiyle, uygulamanın yayınlanmasından kaynaklanan masraflara katılırsınız ve daha da geliştirilmesine destek olursunuz.
uk: Здійснюючи покупку, ви берете участь у моїх витратах на публікацію програми та підтримуєте подальший розвиток.
vi: Khi mua hàng, bạn sẽ chịu các chi phí mà tôi phải gánh chịu khi xuất bản ứng dụng và hỗ trợ sự phát triển hơn nữa.
zh: 购买后，您将参与我发布应用程序所产生的费用并支持进一步的开发。

# purchasesIOSRestorePurchases
source: Restore purchases
af: Herstel aankope
ar: استعادة المشتريات
bg: Възстановяване на покупки
bs: Vratite kupovine
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restablecer las compras
et: Taasta ostud
fa: بازیابی خریدها
fi: Palauta ostokset
fr: Restaurer les achats
hi: खरीदारी वापस लौटाएं
hr: Vratite kupnje
hu: Vásárlások visszaállítása
it: Ripristinare gli acquisti
ja: 購入したものを復元する
ko: 구매 내역 복원
lt: Atkurti pirkinius
ml: വാങ്ങലുകൾ പുനഃസ്ഥാപിക്കുക
my: ဝယ်ယူမှုကို restore
nl: Aankopen herstellen
no: Gjenopprett kjøp
pl: Przywróć zakupy
pt: Restaurar compras
ru: Восстановление покупок
sl: Obnovi nakupe
sr: Вратите куповине
sv: Återställ inköp
sw: Rejesha ununuzi
th: คืนค่าการซื้อ
tr: Satın alınanları geri yükle
uk: Відновити покупки
vi: Khôi phục mua hàng
zh: 恢复购买

# purchasesIOSRestorePurchasesDescription
source: If you have already purchased something in the AppStore in the past, you can restore the purchases.
af: As jy reeds iets in die AppStore in die verlede gekoop het, kan jy die aankope herstel.
ar: إذا كنت قد اشتريت شيئاً في AppStore في الماضي، يمكنك استعادة المشتريات.
bg: Ако вече сте закупили нещо в AppStore в миналото, можете да възстановите покупките.
bs: Ako ste već kupili nešto u AppStoreu u prošlosti, možete vratiti kupljene stavke.
cs: Pokud jste již v minulosti něco zakoupili v AppStore, můžete nákupy obnovit.
da: Hvis du allerede har købt noget i AppStore tidligere, kan du gendanne købene.
de: Wenn Sie in der Vergangenheit im AppStore bereits etwas gekauft haben, können Sie die Käufe wiederherstellen.
el: Αν έχετε ήδη αγοράσει κάτι στο AppStore στο παρελθόν, μπορείτε να επαναφέρετε τις αγορές σας.
es: Si ya has comprado algo en el AppStore en el pasado, puedes restaurar las compras.
et: Kui oled App Store'ist varem midagi ostnud, saad ostud taastada.
fa: اگر قبلاً چیزی را در AppStore خریداری کرده اید، می توانید خریدها را بازیابی کنید.
fi: Jos olet jo ostanut jotain AppStoresta aiemmin, voit palauttaa ostokset.
fr: Si vous avez déjà acheté quelque chose sur l'AppStore dans le passé, vous pouvez restaurer les achats.
hi: यदि आपने पहले ही AppStore से कुछ खरीदा है, तो आप खरीदारी को पुनर्स्थापित कर सकते हैं।
hr: Ako ste već kupili nešto u AppStoreu u prošlosti, možete obnoviti kupnje.
hu: Ha korábban már vásárolt valamit az AppStore-ban, visszaállíthatja a vásárlásokat.
it: Se hai già acquistato qualcosa sull'AppStore in passato, puoi ripristinare gli acquisti.
ja: 過去に AppStore で何かを購入したことがある場合は、購入内容を復元できます。
ko: 과거에 AppStore에서 이미 구매한 항목이 있다면, 여기에서 복원할 수 있습니다.
lt: Jei jau ką nors įsigijote „AppStore“, galite atkurti pirkinius.
ml: നിങ്ങൾ മുമ്പ് AppStore-ൽ എന്തെങ്കിലും വാങ്ങിയിട്ടുണ്ടെങ്കിൽ, നിങ്ങൾക്ക് വാങ്ങലുകൾ പുനഃസ്ഥാപിക്കാം.
my: အကယ်. သင်သည်ယခင်က AppStore တွင်တစ်ခုခုကို 0 ယ်ထားပြီးဖြစ်ပါက 0 ယ်ယူမှုကိုပြန်လည်ရယူနိုင်သည်။
nl: Als u in het verleden al iets in de App Store heeft gekocht, kunt u de aankopen herstellen.
no: Hvis du allerede har kjøpt noe i AppStore tidligere, kan du gjenopprette kjøpene.
pl: Jeśli w przeszłości kupiłeś już coś w AppStore, możesz przywrócić zakupy.
pt: Se já comprou algo na AppStore no passado, pode restaurar as compras.
ru: Если вы уже совершали покупки в AppStore, вы можете восстановить покупки.
sl: Če ste v preteklosti že kaj kupili v AppStore, lahko nakupe obnovite.
sr: Ако сте већ купили нешто у АппСторе-у у прошлости, можете вратити куповине.
sv: Om du redan har köpt något i AppStore tidigare kan du återställa köpen.
sw: Ikiwa tayari umenunua kitu kwenye AppStore hapo zamani, unaweza kurejesha ununuzi.
th: หากคุณเคยซื้อบางอย่างใน AppStore มาก่อน คุณสามารถกู้คืนการซื้อนั้นได้
tr: Geçmişte AppStore'da bir şey satın aldıysanız satın alınanları geri yükleyebilirsiniz.
uk: Якщо ви вже купували щось в AppStore в минулому, ви можете відновити покупки.
vi: Nếu trước đây bạn đã mua thứ gì đó trong AppStore, bạn có thể khôi phục giao dịch mua đó.
zh: 如果您过去已经在 AppStore 中购买过商品，则可以恢复购买。

# purchasesDisabledOnIOS
source: In-app purchases disabled
af: In-app aankope gedeaktiveer
ar: المشتريات داخل التطبيق معطلة
bg: Покупките в приложението са деактивирани
bs: Kupovine unutar aplikacije su onemogućene
cs: Nákupy v aplikaci zakázány
da: Køb i appen er deaktiveret
de: InApp-Käufe deaktiviert
el: Αγορές εντός εφαρμογής απενεργοποιημένες
es: Compras en la aplicación desactivadas
et: Rakendusesisesed ostud on keelatud
fa: خریدهای درون برنامه ای غیرفعال شد
fi: Sovelluksen sisäiset ostokset poistettu käytöstä
fr: Achats intégrés désactivés
hi: इन-ऐप खरीदारी अक्षम की गई
hr: Kupnje putem aplikacije onemogućene
hu: Alkalmazáson belüli vásárlások letiltva
it: Acquisti in-app disattivati
ja: アプリ内購入が無効になっています
ko: 인앱 결제가 비활성화되었습니다.
lt: Pirkiniai programoje išjungti
ml: ഇൻ-ആപ്പ് വാങ്ങലുകൾ പ്രവർത്തനരഹിതമാക്കി
my: In-app ဝယ်ယူမှုပိတ်ထားသည်
nl: In-app aankopen uitgeschakeld
no: Kjøp i app er deaktivert
pl: Zakupy w aplikacji wyłączone
pt: Compras no aplicativo desativadas
ru: Встроенные покупки отключены
sl: Nakupi v aplikaciji onemogočeni
sr: Куповине у апликацији су онемогућене
sv: Köp i appen har inaktiverats
sw: Ununuzi wa ndani ya programu umezimwa
th: การซื้อในแอปถูกปิดใช้งาน
tr: Uygulama içi satın almalar devre dışı bırakıldı
uk: Покупки в програмі вимкнено
vi: Mua hàng trong ứng dụng bị vô hiệu hóa
zh: 应用内购买已禁用

# purchasesDisabledOnIOSDescription
source: Please check if in-app purchases are disabled on your iPhone (Settings > Screen Time > Restrictions > App Installations & Purchases > Allow In-App Purchases)
af: Gaan asseblief na of in-app aankope op jou iPhone gedeaktiveer is (Instellings > Skermtyd > Beperkings > App Installasies & Aankope > Laat In-App Aankope Toe)
ar: يرجى التحقق مما إذا كانت المشتريات داخل التطبيق معطلة على iPhone الخاص بك (الإعدادات > وقت الشاشة > القيود > تثبيت التطبيقات والمشتريات > السماح بالمشتريات داخل التطبيق)
bg: Моля, проверете дали покупките в приложението са деактивирани на вашия iPhone (Настройки > Време на екрана > Ограничения > Инсталации и покупки на приложения > Разреши покупки в приложението)
bs: Provjerite jesu li kupovine unutar aplikacije onemogućene na vašem iPhoneu (Postavke > Vrijeme ekrana > Ograničenja > Instalacije i kupovine aplikacija > Dozvoli kupovine unutar aplikacije)
cs: Zkontrolujte, zda jsou na vašem iPhonu zakázány nákupy v aplikaci (Nastavení > Čas u obrazovky > Omezení > Instalace a nákupy aplikací > Povolit nákupy v aplikaci)
da: Tjek venligst, om køb i appen er deaktiveret på din iPhone (Indstillinger > Skærmtid > Begrænsninger > Appinstallationer og køb > Tillad køb i appen)
de: Bitte prüfen Sie, ob auf Ihrem iPhone InApp-Käufe deaktiviert wurden (Einstellungen > Bildschirmzeit > Beschränkungen > App-Installationen & Käufe > In-App-Käufe erlauben)
el: Ελέγξτε αν οι αγορές εντός εφαρμογών είναι απενεργοποιημένες στο iPhone σας (Ρυθμίσεις > Χρόνος οθόνης > Περιορισμοί > Εγκαταστάσεις και αγορές εφαρμογών > Επιτρέπονται οι αγορές εντός εφαρμογών).
es: Por favor, compruebe si las compras en la aplicación están desactivadas en su iPhone (Ajustes > Tiempo de uso > Restricciones > Instalación de aplicaciones y compras > Permitir compras en la aplicación)
et: Kontrolli, kas rakendusesisesed ostud on iPhone'is keelatud (Settings > Screen Time > Restrictions > App Installations & Purchases > Allow In-App Purchases)
fa: لطفاً بررسی کنید که آیا خریدهای درون‌برنامه‌ای در آیفون شما غیرفعال هستند (تنظیمات > زمان صفحه > محدودیت‌ها > نصب‌ها و خریدهای برنامه > مجاز به خریدهای درون‌برنامه)
fi: Tarkista, ovatko sovelluksen sisäiset ostokset poistettu käytöstä iPhonessasi (Asetukset > Näyttöaika > Rajoitukset > Sovellusten asennukset ja ostot > Salli sovelluksen sisäiset ostokset)
fr: Veuillez vérifier si les achats intégrés sont désactivés sur votre iPhone (Réglages > Temps d’écran > Restrictions > Installations et achats d’applications > Autoriser les achats intégrés)
hi: कृपया जांचें कि क्या आपके iPhone पर इन-ऐप खरीदारी अक्षम है (सेटिंग्स> स्क्रीन टाइम> प्रतिबंध> ऐप इंस्टॉलेशन और खरीदारी> इन-ऐप खरीदारी की अनुमति दें)
hr: Provjerite jesu li kupnje unutar aplikacije onemogućene na vašem iPhoneu (Postavke > Vrijeme korištenja > Ograničenja > Instalacije i kupnje aplikacija > Dopusti kupnje unutar aplikacije)
hu: Kérjük, ellenőrizze, hogy az alkalmazáson belüli vásárlások le vannak-e tiltva az iPhone készülékén (Beállítások > Képernyőidő > Korlátozások > Alkalmazástelepítések és vásárlások > Alkalmazáson belüli vásárlások engedélyezése).
it: Si prega di controllare se gli acquisti in-app sono stati disattivati sul tuo iPhone (Impostazioni > Tempo di utilizzo > Restrizioni > Installazione app e acquisti > Consenti acquisti in-app)
ja: iPhone でアプリ内購入が無効になっているかどうかを確認してください ([設定] > [スクリーンタイム] > [制限] > [アプリのインストールと購入] > [アプリ内購入を許可])
ko: iPhone에서 인앱 결제가 비활성화되어 있는지 확인하세요(설정 > 스크린 타임 > 제한 > 앱 설치 및 구매 > 인앱 구매 허용).
lt: Patikrinkite, ar jūsų iPhone išjungtas pirkimas programoje (Nustatymai > Ekrano laikas > Apribojimai > Programų diegimas ir pirkimas > Leisti pirkinius programoje)
ml: നിങ്ങളുടെ iPhone-ൽ ആപ്പ് വഴിയുള്ള വാങ്ങലുകൾ പ്രവർത്തനരഹിതമാക്കിയിട്ടുണ്ടോയെന്ന് പരിശോധിക്കുക (ക്രമീകരണങ്ങൾ > സ്‌ക്രീൻ സമയം > നിയന്ത്രണങ്ങൾ > ആപ്പ് ഇൻസ്റ്റാളേഷനുകളും വാങ്ങലുകളും > ഇൻ-ആപ്പ് വാങ്ങലുകൾ അനുവദിക്കുക)
my: ကျေးဇူးပြု. သင်၏ iPhone တွင် In-app ဝယ်ယူမှုကိုပိတ်ထားခြင်းရှိမရှိစစ်ဆေးပါ။
nl: Controleer of in-app aankopen zijn uitgeschakeld op uw iPhone (Instellingen > Schermtijd > Beperkingen > App-installaties & aankopen > Sta in-app aankopen toe)
no: Vennligst sjekk om kjøp i appen er deaktivert på din iPhone (Innstillinger > Skjermtid > Begrensninger > Appinstallasjoner og kjøp > Tillat kjøp i appen)
pl: Sprawdź, czy zakupy w aplikacji są wyłączone na Twoim iPhonie (Ustawienia > Czas przed ekranem > Ograniczenia > Instalacje i zakupy aplikacji > Zezwalaj na zakupy w aplikacji)
pt: Por favor, verifique se as compras no aplicativo estão desativadas no seu iPhone (Configurações > Tempo de Uso > Restrições > Instalação de Aplicativos e Compras > Permitir Compras no Aplicativo)
ru: Пожалуйста, проверьте, отключены ли встроенные покупки на вашем iPhone (Настройки > Экранное время > Ограничения > Установка приложений и покупки > Разрешить встроенные покупки)
sl: Preverite, ali so nakupi v aplikaciji onemogočeni na vašem iPhoneu (Nastavitve > Čas zaslona > Omejitve > Namestitve in nakupi aplikacij > Dovoli nakupe v aplikaciji)
sr: Проверите да ли су куповине у апликацији онемогућене на вашем иПхоне-у (Подешавања > Време екрана > Ограничења > Инсталације и куповине апликација > Дозволи куповине у апликацији)
sv: Kontrollera om köp i appen är inaktiverade på din iPhone (Inställningar > Skärmtid > Begränsningar > Appinstallationer och köp > Tillåt köp i appen)
sw: Tafadhali angalia ikiwa ununuzi wa ndani ya programu umezimwa kwenye iPhone yako (Mipangilio> Wakati wa Screen> Vizuizi> Usanikishaji wa Programu na Ununuzi> Ruhusu ununuzi wa ndani ya programu)
th: โปรดตรวจสอบว่าการซื้อในแอปถูกปิดใช้งานบน iPhone ของคุณหรือไม่ (การตั้งค่า > เวลาหน้าจอ > การจำกัด > การติดตั้งและการซื้อแอป > อนุญาตการซื้อในแอป)
tr: Lütfen iPhone'unuzda uygulama içi satın alma işlemlerinin devre dışı olup olmadığını kontrol edin (Ayarlar > Ekran Süresi > Kısıtlamalar > Uygulama Yüklemeleri ve Satın Alma İşlemleri > Uygulama İçi Satın Alma İşlemlerine İzin Ver)
uk: Перевірте, чи покупки через програму вимкнено на вашому iPhone (Налаштування > Час екрану > Обмеження > Встановлення та покупки програм > Дозволити покупки через програму)
vi: Vui lòng kiểm tra xem iPhone của bạn có bị tắt tính năng mua hàng trong ứng dụng hay không (Cài đặt > Thời gian sử dụng > Hạn chế > Cài đặt và mua ứng dụng > Cho phép mua hàng trong ứng dụng)
zh: 请检查您的 iPhone 上是否禁用了应用内购买（设置 > 屏幕时间 > 限制 > 应用安装和购买 > 允许应用内购买）

# purchasesDisabledOnIOSDescriptionTestflight
source: The app was installed via Testflight. Please note that purchases only work in the app if you install the app via the App Store.
af: Die app is via Testflight geïnstalleer. Let asseblief daarop dat aankope slegs in die app werk as jy die app via die App Store installeer.
ar: تم تثبيت التطبيق عبر Testflight. يرجى ملاحظة أن المشتريات تعمل فقط في التطبيق إذا قمت بتثبيت التطبيق عبر App Store.
bg: Приложението е инсталирано чрез Testflight. Моля, имайте предвид, че покупките работят в приложението само ако инсталирате приложението чрез App Store.
bs: Aplikacija je instalirana putem Testflight-a. Imajte na umu da kupovine funkcioniraju u aplikaciji samo ako instalirate aplikaciju putem App Store-a.
cs: Aplikace byla nainstalována přes Testflight. Upozorňujeme, že nákupy v aplikaci fungují pouze v případě, že si aplikaci nainstalujete přes App Store.
da: Appen blev installeret via Testflight. Bemærk, at køb kun virker i appen, hvis du installerer appen via App Store.
de: Die App wurde über Testflight installiert. Bitte beachten Sie, dass Käufe nur in der App funktionieren, wenn Sie die App über das App Store installieren.
el: Η εφαρμογή εγκαταστάθηκε μέσω του Testflight. Σημειώστε ότι οι αγορές λειτουργούν στην εφαρμογή μόνο αν εγκαταστήσετε την εφαρμογή μέσω του App Store.
es: La aplicación se instaló a través de Testflight. Tenga en cuenta que las compras solo funcionan en la aplicación si la instala a través de la App Store.
et: Rakendus paigaldati Testflightist. Pidage meeles, et ostud töötavad rakenduses ainult siis, kui paigaldad selle App Store'ist.
fa: برنامه از طریق Testflight نصب شد.لطفاً توجه داشته باشید که خریدها فقط در صورتی در برنامه کار می کنند که برنامه را از طریق فروشگاه App نصب کنید.
fi: Sovellus asennettiin Testflightin kautta.Huomaa, että ostokset toimivat sovelluksessa vain, jos asennat sovelluksen App Storen kautta.
fr: L’application a été installée via Testflight. Veuillez noter que les achats ne fonctionnent dans l’application que si vous l’installez via l’App Store.
hi: ऐप को टेस्टफ़्लाइट के माध्यम से इंस्टॉल किया गया था।कृपया ध्यान दें कि खरीदारी ऐप में केवल तभी काम करती है जब आप ऐप स्टोर के माध्यम से ऐप इंस्टॉल करते हैं।
hr: Aplikacija je instalirana putem Testflighta.Imajte na umu da kupnja u aplikaciji funkcionira samo ako aplikaciju instalirate putem App Storea.
hu: Az alkalmazást a Testflighton keresztül telepítettük. Felhívjuk figyelmét, hogy a vásárlások csak akkor működnek az alkalmazásban, ha az alkalmazást az App Store-on keresztül telepíti.
it: L’app è stata installata tramite Testflight. Si prega di notare che gli acquisti funzionano nell’app solo se si installa l’app tramite l’App Store.
ja: アプリは Testflight 経由でインストールされました。App Store 経由でアプリをインストールした場合、購入はアプリ内でのみ機能することに注意してください。
ko: 앱이 Testflight를 통해 설치되었습니다. 구매 기능은 App Store를 통해 설치한 앱에서만 작동합니다.
lt: Programa buvo įdiegta per „Testflight“. Atminkite, kad pirkiniai programoje veikia tik tuo atveju, jei ją įdiegiate per „App Store“.
ml: ടെസ്റ്റ്ഫ്ലൈറ്റ് വഴിയാണ് ആപ്പ് ഇൻസ്റ്റാൾ ചെയ്തത്. നിങ്ങൾ ആപ്പ് സ്റ്റോർ വഴി ആപ്പ് ഇൻസ്റ്റാൾ ചെയ്താൽ മാത്രമേ വാങ്ങലുകൾ ആപ്പിൽ പ്രവർത്തിക്കൂ എന്നത് ശ്രദ്ധിക്കുക.
my: အဆိုပါ app ကို testflight မှတစ်ဆင့် install လုပ်ထားခဲ့သည်။ ကျေးဇူးပြု. app store မှတစ်ဆင့် app ကို install လုပ်ပါက 0 ယ်ယူမှုသည်အက်ပလီကေးရှင်းတွင်သာအလုပ်လုပ်သည်ကိုသတိပြုပါ။
nl: De app is geïnstalleerd via Testflight. Houd er rekening mee dat aankopen alleen werken in de app als u de app via de App Store installeert.
no: Appen ble installert via Testflight. Vær oppmerksom på at kjøp kun fungerer i appen hvis du installerer appen via App Store.
pl: Aplikacja została zainstalowana poprzez Testflight. Pamiętaj, że zakupy w aplikacji działają tylko wtedy, gdy zainstalujesz aplikację za pośrednictwem App Store.
pt: O aplicativo foi instalado via Testflight. Observe que as compras só funcionam no aplicativo se você instalar o aplicativo através da App Store.
ru: Приложение было установлено через Testflight. Обратите внимание, что покупки работают в приложении только в том случае, если вы установили приложение через App Store.
sl: Aplikacija je bila nameščena prek Testflight. Upoštevajte, da nakupi v aplikaciji delujejo le, če aplikacijo namestite prek App Store.
sr: Апликација је инсталирана преко Тестфлигхт-а. Имајте на уму да куповине раде у апликацији само ако инсталирате апликацију преко Апп Сторе-а.
sv: Appen installerades via Testflight. Observera att köp endast fungerar i appen om du installerar appen via App Store.
sw: Programu iliwekwa kupitia TestFlight. Tafadhali kumbuka kuwa ununuzi hufanya kazi tu kwenye programu ikiwa utasanikisha programu kupitia duka la programu.
th: แอปได้รับการติดตั้งผ่าน Testflight โปรดทราบว่าการซื้อจะใช้งานได้เฉพาะในแอปหากคุณติดตั้งแอปผ่าน App Store
tr: Uygulama Testflight aracılığıyla yüklendi. Satın alma işlemlerinin yalnızca uygulamayı App Store aracılığıyla yüklediğinizde uygulamada işe yaradığını lütfen unutmayın.
uk: Додаток було встановлено через Testflight. Зауважте, що покупки в програмі працюють, лише якщо ви встановлюєте її через App Store.
vi: Ứng dụng đã được cài đặt qua Testflight. Xin lưu ý rằng việc mua hàng chỉ hoạt động trong ứng dụng nếu bạn cài đặt ứng dụng qua App Store.
zh: 该应用程序是通过 Testflight 安装的。请注意，如果您通过 App Store 安装应用程序，则只能在应用程序中进行购买。

# purchasesSubscribePremium
source: Subscribe Premium
af: Teken in op Premium
ar: الاشتراك في Premium
bg: Абониране за Premium
bs: Pretplatite se na Premium
cs: Předplatit Premium
da: Abonner Premium
de: Premium abonnieren
el: Εγγραφή Premium
es: Suscribirse a Premium
et: Telli Premium
fa: اشتراک پریمیوم
fi: Tilaa Premium
fr: S'abonner à Premium
hi: प्रीमियम सदस्यता लें
hr: Pretplatite se na Premium
hu: Feliratkozás Prémium
it: Abbonati a Premium
ja: プレミアムを購読する
ko: 프리미엄 구독
lt: Prenumeruoti Premium
ml: പ്രീമിയം സബ്‌സ്‌ക്രൈബ് ചെയ്യുക
my: ပရိုချုပ်ကြီး Subsiribe
nl: Abonneer Premium
no: Abonner Premium
pl: Subskrybuj Premium
pt: Subscrever Premium
ru: Подписаться на Премиум
sl: Naročite se na Premium
sr: Претплатите се на Премиум
sv: Prenumerera Premium
sw: Jiandikishe malipo
th: สมัครสมาชิกพรีเมี่ยม
tr: Premium'a abone olun
uk: Підпишіться на Premium
vi: Đăng ký trả phí
zh: 订阅高级版
