Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# privacyBlock2Text
source: The protection of your data is very important to us. This privacy policy explains what personal data EHW+ collects and how it is used. Fundamental changes to the privacy policy are rare, but it may be revised from time to time due to new features, technologies, or legal requirements. So please check this page from time to time to stay up to date. If we make any significant changes, we will notify you and, if necessary, obtain your consent.
af: Die beskerming van jou data is baie belangrik vir ons. Hierdie privaatheidsbeleid verduidelik watter persoonlike data EHW+ versamel en hoe dit gebruik word. Fundamentele veranderings aan die privaatheidsbeleid is skaars, maar dit kan van tyd tot tyd hersien word as gevolg van nuwe funksies, tegnologieë of wetlike vereistes. Gaan asseblief hierdie bladsy van tyd tot tyd na om op datum te bly. As ons enige beduidende veranderings aanbring, sal ons jou in kennis stel en, indien nodig, jou toestemming verkry.
ar: حماية بياناتك مهمة جداً بالنسبة لنا. يوضح سياسة الخصوصية هذه البيانات الشخصية التي يجمعها EHW+ وكيفية استخدامها. التغييرات الأساسية في سياسة الخصوصية نادرة، لكن قد يتم مراجعتها من وقت لآخر بسبب الميزات الجديدة أو التقنيات أو المتطلبات القانونية. لذا يرجى التحقق من هذه الصفحة من وقت لآخر للبقاء على اطلاع. إذا قمنا بأي تغييرات مهمة، سنخطرك، وإذا لزم الأمر، سنحصل على موافقتك.
bg: Защитата на вашите данни е много важна за нас. Тази политика за поверителност обяснява какви лични данни събира EHW+ и как се използват. Фундаменталните промени в политиката за поверителност са рядкост, но тя може да бъде преглеждана от време на време поради нови функции, технологии или правни изисквания. Затова моля, проверете тази страница от време на време, за да сте в течение. Ако направим значителни промени, ще ви уведомим и, ако е необходимо, ще получим вашето съгласие.
bs: Zaštita vaših podataka nam je veoma važna. Ova politika privatnosti objašnjava koje lične podatke EHW+ prikuplja i kako ih koristi. Temeljne promjene politike privatnosti su rijetke, ali se s vremena na vrijeme mogu revidirati zbog novih funkcija, tehnologija ili zakonskih zahtjeva. Stoga vas molimo da s vremena na vrijeme provjerite ovu stranicu kako biste bili u toku. Ako napravimo bilo kakve značajne promjene, obavijestit ćemo vas i, ako je potrebno, dobiti vaš pristanak.
cs: Ochrana vašich údajů je pro nás velmi důležitá. Tyto zásady ochrany osobních údajů vysvětlují, jaké osobní údaje EHW+ shromažďuje a jak je používá. Zásadní změny v zásadách ochrany osobních údajů jsou vzácné, ale mohou být čas od času revidovány kvůli novým funkcím, technologiím nebo právním požadavkům. Sledujte proto tuto stránku čas od času, abyste zůstali v obraze. Pokud provedeme nějaké významné změny, upozorníme vás a v případě potřeby získáme váš souhlas.
da: Beskyttelsen af ​​dine data er meget vigtig for os. Denne privatlivspolitik forklarer, hvilke personlige data EHW+ indsamler, og hvordan de bruges. Grundlæggende ændringer af privatlivspolitikken er sjældne, men den kan blive revideret fra tid til anden på grund af nye funktioner, teknologier eller juridiske krav. Så tjek venligst denne side fra tid til anden for at holde dig opdateret. Hvis vi foretager væsentlige ændringer, vil vi give dig besked og om nødvendigt indhente dit samtykke.
de: Der Schutz Ihrer Daten ist uns sehr wichtig. In diesen Datenschutzbestimmungen wird erläutert, welche personenbezogenen Daten von EHW+ erfasst werden und wofür sie genutzt werden. Grundlegende Änderungen an der Datenschutzrichtlinie sind zwar selten, aber aufgrund neuer Funktionen, Technologien oder gesetzlicher Anforderungen kann sie zu gegebener Zeit überarbeitet werden. Werfen Sie also immer mal wieder einen Blick auf diese Seite, um stets auf dem neuesten Stand zu sein. Wenn wir wesentliche Änderungen vornehmen, werden wir Sie benachrichtigen und bei Bedarf Ihre Zustimmung einholen.
el: Η προστασία των δεδομένων σας είναι πολύ σημαντική για εμάς. Η παρούσα πολιτική απορρήτου εξηγεί ποια προσωπικά δεδομένα συλλέγει η EHW+ και πώς χρησιμοποιούνται. Οι θεμελιώδεις αλλαγές στην πολιτική απορρήτου είναι σπάνιες, αλλά ενδέχεται να αναθεωρείται κατά καιρούς λόγω νέων χαρακτηριστικών, τεχνολογιών ή νομικών απαιτήσεων. Επομένως, παρακαλούμε να ελέγχετε αυτή τη σελίδα από καιρό σε καιρό για να παραμένετε ενημερωμένοι. Εάν προβούμε σε σημαντικές αλλαγές, θα σας ενημερώσουμε και, εάν είναι απαραίτητο, θα λάβουμε τη συγκατάθεσή σας.
es: La protección de sus datos es muy importante para nosotros. Estos términos de privacidad explican qué datos personales recopila EHW+ y para qué se utilizan.
et: Sinu andmete kaitse on meile väga oluline. See privaatsuspoliitika selgitab, milliseid isikuandmeid EHW+ kogub ja kuidas neid kasutatakse. Põhjalikud muudatused privaatsuspoliitikas on harvad, kuid uute funktsioonide, tehnoloogiate või õiguslike nõuete tõttu võib seda aeg-ajalt uuendada. Hoia end kursis ja vaata seda lehte aeg-ajalt. Olulistest muudatustest teavitame sind ning vajadusel küsime nõusolekut.
fa: حفاظت از داده های شما برای ما بسیار مهم است.این خط‌مشی رازداری توضیح می‌دهد که EHW+ چه داده‌های شخصی را جمع‌آوری می‌کند و چگونه استفاده می‌شود.تغییرات اساسی در سیاست حفظ حریم خصوصی نادر است، اما ممکن است هر از چند گاهی به دلیل ویژگی‌ها، فناوری‌ها یا الزامات قانونی جدید مورد بازنگری قرار گیرد.بنابراین لطفاً هر از گاهی این صفحه را بررسی کنید تا به روز بمانید.اگر تغییرات مهمی ایجاد کنیم، به شما اطلاع خواهیم داد و در صورت لزوم رضایت شما را جلب خواهیم کرد.
fi: Tietojesi suojaaminen on meille erittäin tärkeää.Tämä tietosuojaseloste selittää, mitä henkilötietoja EHW+ kerää ja miten niitä käytetään.Perusteelliset muutokset tietosuojakäytäntöön ovat harvinaisia, mutta niitä voidaan ajoittain tarkistaa uusien ominaisuuksien, teknologioiden tai lakisääteisten vaatimusten vuoksi.Tarkista siis tämä sivu aika ajoin pysyäksesi ajan tasalla.Jos teemme merkittäviä muutoksia, ilmoitamme sinulle ja hankimme tarvittaessa suostumuksesi.
fr: La protection de vos données est très importante pour nous. Ces conditions de confidentialité expliquent quelles données personnelles sont collectées par EHW+ et à quoi elles servent.
hi: आपके डेटा की सुरक्षा हमारे लिए बहुत महत्वपूर्ण है।यह गोपनीयता नीति बताती है कि EHW+ कौन सा व्यक्तिगत डेटा एकत्र करता है और इसका उपयोग कैसे किया जाता है।गोपनीयता नीति में मौलिक परिवर्तन दुर्लभ हैं, लेकिन नई सुविधाओं, प्रौद्योगिकियों या कानूनी आवश्यकताओं के कारण इसे समय-समय पर संशोधित किया जा सकता है।इसलिए अपडेट रहने के लिए कृपया समय-समय पर इस पेज को जांचते रहें।यदि हम कोई महत्वपूर्ण परिवर्तन करते हैं, तो हम आपको सूचित करेंगे और यदि आवश्यक हो, तो आपकी सहमति प्राप्त करेंगे।
hr: Zaštita vaših podataka vrlo nam je važna.Ova pravila o privatnosti objašnjavaju koje osobne podatke EHW+ prikuplja i kako se koriste.Fundamentalne promjene pravila o privatnosti su rijetke, ali se mogu revidirati s vremena na vrijeme zbog novih značajki, tehnologija ili pravnih zahtjeva.Stoga vas molimo da s vremena na vrijeme provjerite ovu stranicu kako biste bili u tijeku.Ako napravimo bilo kakve značajne promjene, obavijestit ćemo vas i, ako je potrebno, dobiti vašu suglasnost.
hu: Az Ön adatainak védelme nagyon fontos számunkra. Ez az adatvédelmi szabályzat elmagyarázza, hogy az EHW+ milyen személyes adatokat gyűjt és hogyan használja fel azokat. Az adatvédelmi szabályzat alapvető változásai ritkán fordulnak elő, de az új funkciók, technológiák vagy jogi követelmények miatt időről időre felülvizsgálható. Ezért kérjük, időről időre ellenőrizze ezt az oldalt, hogy naprakész maradjon. Ha jelentős változásokat eszközlünk, értesítjük Önt, és szükség esetén hozzájárulását is kérjük.
it: La protezione dei vostri dati è molto importante per noi. Questi termini di privacy spiegano quali dati personali vengono raccolti da EHW+ e per cosa vengono utilizzati.
ja: お客様のデータの保護は当社にとって非常に重要です。このプライバシー ポリシーでは、EHW+ が収集する個人データとその使用方法について説明します。プライバシー ポリシーが根本的に変更されることはまれですが、新しい機能、テクノロジー、または法的要件により随時改訂される場合があります。したがって、このページを時々チェックして最新の情報を入手してください。重大な変更を行う場合は、お客様に通知し、必要に応じてお客様の同意を得ます。
ko: 귀하의 데이터 보호는 매우 중요합니다. 본 개인정보 보호정책은 EHW+가 어떤 개인 데이터를 수집하고 이를 어떻게 사용하는지 설명합니다. 개인정보 보호정책의 근본적인 변경은 드물지만, 새로운 기능, 기술 또는 법적 요구사항으로 인해 가끔 수정될 수 있습니다. 최신 정보를 유지하기 위해 정기적으로 이 페이지를 확인하시기 바랍니다. 중요한 변경 사항이 있을 경우 사용자에게 알리고 필요 시 동의를 요청합니다.
lt: Jūsų duomenų apsauga mums yra labai svarbi. Šioje privatumo politikoje paaiškinama, kokius asmens duomenis EHW+ renka ir kaip jie naudojami. Esminiai privatumo politikos pakeitimai yra reti, tačiau dėl naujų funkcijų, technologijų ar teisinių reikalavimų ji kartais gali būti peržiūrima. Todėl retkarčiais patikrinkite šį puslapį, kad gautumėte naujausią informaciją. Jei atliksime kokių nors reikšmingų pakeitimų, apie tai jus informuosime ir prireikus gausime jūsų sutikimą.
ml: നിങ്ങളുടെ ഡാറ്റയുടെ സംരക്ഷണം ഞങ്ങൾക്ക് വളരെ പ്രധാനമാണ്. ഈ സ്വകാര്യതാ നയം EHW+ എന്ത് വ്യക്തിഗത ഡാറ്റയാണ് ശേഖരിക്കുന്നതെന്നും അത് എങ്ങനെ ഉപയോഗിക്കുന്നുവെന്നും വിശദീകരിക്കുന്നു. സ്വകാര്യതാ നയത്തിലെ അടിസ്ഥാനപരമായ മാറ്റങ്ങൾ വിരളമാണ്, എന്നാൽ പുതിയ ഫീച്ചറുകൾ, സാങ്കേതികവിദ്യകൾ, അല്ലെങ്കിൽ നിയമപരമായ ആവശ്യകതകൾ എന്നിവ കാരണം അത് കാലാകാലങ്ങളിൽ പരിഷ്കരിച്ചേക്കാം. അതിനാൽ കാലാകാലങ്ങളിൽ ഈ പേജ് പരിശോധിക്കുക. ഞങ്ങൾ എന്തെങ്കിലും കാര്യമായ മാറ്റങ്ങൾ വരുത്തുകയാണെങ്കിൽ, ഞങ്ങൾ നിങ്ങളെ അറിയിക്കുകയും ആവശ്യമെങ്കിൽ നിങ്ങളുടെ സമ്മതം നേടുകയും ചെയ്യും.
my: သင်၏အချက်အလက်များကိုကာကွယ်ခြင်းသည်ကျွန်ုပ်တို့အတွက်အလွန်အရေးကြီးသည်။ ဤသီးသန့်တည်ရှိမှုမူဝါဒမူဝါဒသည်မည်သည့်ကိုယ်ရေးကိုယ်တာအချက်အလက် EHW + စုဆောင်းခြင်းနှင့်၎င်းကိုမည်သို့အသုံးပြုသည်ကိုရှင်းပြသည်။ သီးသန့်တည်ရှိမှုမူဝါဒအတွက်အခြေခံကျသောအပြောင်းအလဲများမှာရှားပါးသော်လည်းအင်္ဂါရပ်များ, နည်းပညာများ, ဒါကြောင့် ကျေးဇူးပြု. အချိန်နှင့်အမျှဤစာမျက်နှာကိုအချိန်မီဆက်နေရန်အချိန်မီစစ်ဆေးပါ။ အကယ်. ကျွန်ုပ်တို့သည်သိသာထင်ရှားသောပြောင်းလဲမှုများကိုပြုလုပ်ပါကကျွန်ုပ်တို့သည်သင့်အားအကြောင်းကြားပြီးလိုအပ်ပါကသင်၏ခွင့်ပြုချက်ကိုရယူပါ။
nl: De bescherming van uw gegevens is erg belangrijk voor ons. Dit privacybeleid legt uit welke persoonlijke gegevens EHW+ verzamelt en hoe deze worden gebruikt. Fundamentele wijzigingen in het privacybeleid zijn zeldzaam, maar het kan van tijd tot tijd worden herzien vanwege nieuwe functies, technologieën of wettelijke vereisten. Controleer deze pagina dus van tijd tot tijd om op de hoogte te blijven. Als we belangrijke wijzigingen aanbrengen, zullen we u hiervan op de hoogte stellen en, indien nodig, uw toestemming verkrijgen.
no: Beskyttelse av dine data er svært viktig for oss. Denne personvernerklæringen forklarer hvilke personopplysninger EHW+ samler inn og hvordan de brukes. Grunnleggende endringer i personvernreglene er sjeldne, men de kan bli revidert fra tid til annen på grunn av nye funksjoner, teknologier eller juridiske krav. Så sjekk denne siden fra tid til annen for å holde deg oppdatert. Hvis vi gjør noen vesentlige endringer, vil vi varsle deg og om nødvendig innhente ditt samtykke.
pl: Ochrona Twoich danych jest dla nas bardzo ważna. Niniejsza polityka prywatności wyjaśnia, jakie dane osobowe gromadzi EHW+ i w jaki sposób je wykorzystuje. Zasadnicze zmiany w polityce prywatności są rzadkie, ale od czasu do czasu może ona zostać zmieniona ze względu na nowe funkcje, technologie lub wymagania prawne. Dlatego prosimy o sprawdzanie tej strony od czasu do czasu, aby być na bieżąco. Jeżeli dokonamy istotnych zmian, poinformujemy Cię o tym i w razie potrzeby uzyskamy Twoją zgodę.
pt: A proteção dos seus dados é muito importante para nós. Estes termos de privacidade explicam quais dados pessoais são recolhidos pelo EHW+ e para que são utilizados.
ru: Защита ваших данных очень важна для нас. Настоящие условия конфиденциальности объясняют, какие персональные данные собираются EHW+ и для чего они используются.
sl: Zaščita vaših podatkov je za nas zelo pomembna. Ta politika zasebnosti pojasnjuje, katere osebne podatke EHW+ zbira in kako jih uporablja. Temeljne spremembe pravilnika o zasebnosti so redke, vendar se lahko občasno spremenijo zaradi novih funkcij, tehnologij ali zakonskih zahtev. Zato vas prosimo, da občasno preverite to stran, da boste na tekočem. Če naredimo pomembne spremembe, vas bomo o tem obvestili in po potrebi pridobili vaše soglasje.
sr: Заштита ваших података нам је веома важна. Ова политика приватности објашњава које личне податке ЕХВ+ прикупља и како се користе. Фундаменталне промене политике приватности су ретке, али се с времена на време могу ревидирати због нових функција, технологија или законских захтева. Зато вас молимо да с времена на време проверите ову страницу да бисте били у току. Ако извршимо било какве значајне промене, обавестићемо вас и, ако је потребно, добити вашу сагласност.
sv: Skyddet av dina uppgifter är mycket viktigt för oss. Denna integritetspolicy förklarar vilka personuppgifter EHW+ samlar in och hur de används. Grundläggande ändringar av integritetspolicyn är sällsynta, men den kan revideras då och då på grund av nya funktioner, teknologier eller juridiska krav. Så vänligen kolla denna sida då och då för att hålla dig uppdaterad. Om vi ​​gör några väsentliga ändringar kommer vi att meddela dig och vid behov inhämta ditt samtycke.
sw: Ulinzi wa data yako ni muhimu sana kwetu. Sera hii ya faragha inaelezea ni data gani ya kibinafsi EHW+ inakusanya na jinsi inatumiwa. Mabadiliko ya kimsingi kwa sera ya faragha ni nadra, lakini inaweza kurekebishwa mara kwa mara kwa sababu ya huduma mpya, teknolojia, au mahitaji ya kisheria. Kwa hivyo tafadhali angalia ukurasa huu mara kwa mara ili ukaane hadi sasa. Ikiwa tutafanya mabadiliko yoyote muhimu, tutakuarifu na, ikiwa ni lazima, pata idhini yako.
th: การปกป้องข้อมูลของคุณเป็นสิ่งสำคัญมากสำหรับเรา นโยบายความเป็นส่วนตัวนี้อธิบายว่าข้อมูลส่วนบุคคลใดที่ EHW+ รวบรวมและวิธีการนำไปใช้ การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวขั้นพื้นฐานเกิดขึ้นไม่บ่อยนัก แต่อาจมีการแก้ไขเป็นครั้งคราวเนื่องจากคุณสมบัติ เทคโนโลยีใหม่ หรือข้อกำหนดทางกฎหมาย ดังนั้นโปรดตรวจสอบหน้านี้เป็นครั้งคราวเพื่อรับทราบข้อมูลล่าสุด หากเราทำการเปลี่ยนแปลงที่สำคัญ เราจะแจ้งให้คุณทราบ และหากจำเป็น เราจะขอความยินยอมจากคุณ
tr: Verilerinizin korunması bizim için çok önemlidir. Bu gizlilik politikası, EHW+'ın hangi kişisel verileri topladığını ve bunların nasıl kullanıldığını açıklamaktadır. Gizlilik politikasında köklü değişiklikler nadirdir ancak yeni özellikler, teknolojiler veya yasal gereklilikler nedeniyle zaman zaman revize edilebilir. Bu nedenle, güncel kalmak için lütfen zaman zaman bu sayfayı kontrol edin. Önemli bir değişiklik yapmamız durumunda sizi bilgilendireceğiz ve gerekirse onayınızı alacağız.
uk: Захист ваших даних дуже важливий для нас. Ця політика конфіденційності пояснює, які особисті дані EHW+ збирає та як вони використовуються. Фундаментальні зміни в політиці конфіденційності трапляються рідко, але час від часу вона може переглядатися через нові функції, технології або вимоги законодавства. Тому час від часу перевіряйте цю сторінку, щоб бути в курсі подій. Якщо ми внесемо будь-які значні зміни, ми повідомимо вас і, якщо необхідно, отримаємо вашу згоду.
vi: Việc bảo vệ dữ liệu của bạn là rất quan trọng đối với chúng tôi. Chính sách quyền riêng tư này giải thích dữ liệu cá nhân nào EHW+ thu thập và cách sử dụng dữ liệu đó. Những thay đổi cơ bản đối với chính sách quyền riêng tư rất hiếm nhưng đôi khi có thể được sửa đổi do các tính năng, công nghệ mới hoặc yêu cầu pháp lý. Vì vậy thỉnh thoảng hãy kiểm tra trang này để cập nhật nhé. Nếu chúng tôi thực hiện bất kỳ thay đổi quan trọng nào, chúng tôi sẽ thông báo cho bạn và nếu cần thiết sẽ nhận được sự đồng ý của bạn.
zh: 保护您的数据对我们来说非常重要。本隐私政策解释了 EHW+ 收集哪些个人数据以及如何使用这些数据。隐私政策很少发生根本性变更，但可能会因新功能、技术或法律要求而不时进行修订。因此，请不时查看此页面以了解最新信息。如果我们做出任何重大变更，我们将通知您，并在必要时征得您的同意。

# privacyBlock3Title
source: What data does {appNameShort} collect?
af: Watter data versamel {appNameShort}?
ar: ما البيانات التي يجمعها {appNameShort}؟
bg: Какви данни събира {appNameShort}?
bs: Koje podatke prikuplja {appNameShort}?
cs: Jaká data shromažďuje {appNameShort}?
da: Hvilke data indsamler {appNameShort}?
de: Welche Daten sammelt {appNameShort}?
el: Ποια δεδομένα συλλέγει η {appNameShort};
es: ¿Qué datos recoge {appNameShort}?
et: Milliseid andmeid {appNameShort} kogub?
fa: {appNameShort} چه داده هایی را جمع آوری می کند؟
fi: Mitä tietoja {appNameShort} kerää?
fr: Quelles données {appNameShort} collecte-t-elle ?
hi: {appNameShort} कौन सा डेटा एकत्र करता है?
hr: Koje podatke prikuplja {appNameShort}?
hu: Milyen adatokat gyűjt az {appNameShort}?
it: Quali dati raccoglie {appNameShort}?
ja: {appNameShort} はどのようなデータを収集しますか?
ko: {appNameShort}는 어떤 데이터를 수집하나요?
lt: Kokius duomenis renka {appNameShort}?
ml: {appNameShort} എന്ത് ഡാറ്റയാണ് ശേഖരിക്കുന്നത്?
my: Phtoked0 သည်မည်သည့်အချက်အလက်များကိုစုဆောင်းသနည်း။
nl: Welke gegevens verzamelt {appNameShort}?
no: Hvilke data samler {appNameShort} inn?
pl: Jakie dane gromadzi {appNameShort}?
pt: Que dados o {appNameShort} coleta?
ru: Какие данные собирает {appNameShort}?
sl: Katere podatke zbira {appNameShort}?
sr: Које податке прикупља ПХТОКЕН0?
sv: Vilken data samlar {appNameShort} in?
sw: Je! Phtoken0 inakusanya data gani?
th: {appNameShort} รวบรวมข้อมูลอะไรบ้าง?
tr: {appNameShort} hangi verileri topluyor?
uk: Які дані збирає {appNameShort}?
vi: {appNameShort} thu thập dữ liệu gì?
zh: {appNameShort} 收集哪些数据？
