Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# updateObjectName
source: Change object names
af: Verander objekname
ar: تغيير أسماء الكائنات
bg: Променете имената на обектите
bs: Promijenite nazive objekata
cs: Změňte názvy objektů
da: Skift objektnavne
de: Objektnamen ändern
el: Αλλαγή ονομάτων αντικειμένων
es: Cambiar los nombres de los objetos
et: Muuda objektide nimisid
fa: تغییر نام اشیا
fi: Muuta objektien nimiä
fr: Modifier le nom des biens
hi: ऑब्जेक्ट नाम बदलें
hr: Promjena naziva objekata
hu: Objektumnevek módosítása
it: Modifica nomi oggetti
ja: オブジェクト名の変更
ko: 객체 이름 변경
lt: Keisti objektų pavadinimus
ml: വസ്തുക്കളുടെ പേരുകൾ മാറ്റുക
my: အရာဝတ်ထုအမည်များကိုပြောင်းလဲပါ
nl: Wijzig objectnamen
no: Endre objektnavn
pl: Zmień nazwy obiektów
pt: Alterar nomes de objectos
ru: Изменить имена объектов
sl: Spremenite imena predmetov
sr: Промените имена објеката
sv: Ändra objektnamn
sw: Badilisha majina ya kitu
th: เปลี่ยนชื่อวัตถุ
tr: Nesne adlarını değiştirin
uk: Змінити назви об’єктів
vi: Thay đổi tên đối tượng
zh: 更改对象名称

# enterObjectName
source: Name the new object
af: Noem die nuwe objek
ar: اسم الكائن الجديد
bg: Наименувайте новия обект
bs: Imenujte novi objekt
cs: Pojmenujte nový objekt
da: Navngiv det nye objekt
de: Wie soll das neue Objekt heißen?
el: Ονομάστε το νέο αντικείμενο
es: ¿Cómo debe llamarse el nuevo objeto?
et: Nimeta uus objekt
fa: شی جدید را نام ببرید
fi: Nimeä uusi kohde
fr: Comment le bien doit-il être appelé ?
hi: नई वस्तु को नाम दें
hr: Imenujte novi objekt
hu: Az új objektum neve
it: Nomina il nuovo oggetto
ja: 新しいオブジェクトに名前を付けます
ko: 새 객체의 이름을 입력하세요
lt: Pavadinkite naują objektą
ml: പുതിയ വസ്തുവിന് പേര് നൽകുക
my: အရာဝတ်ထုအသစ်ကိုဖော်ပြပါ
nl: Geef het nieuwe object een naam
no: Gi det nye objektet et navn
pl: Nazwij nowy obiekt
pt: Como deve ser chamado o novo objecto?
ru: Как должен называться новый объект?
sl: Poimenujte nov predmet
sr: Именујте нови објекат
sv: Ge det nya objektet ett namn
sw: Taja kitu kipya
th: ตั้งชื่อวัตถุใหม่
tr: Yeni nesneyi adlandırın
uk: Назвіть новий об’єкт
vi: Đặt tên cho đối tượng mới
zh: 为新对象命名

# explanationManageMoreThanOneObject
source: You have more than one property you want to manage? Then name the current object and then create another object.
af: Het jy meer as een eiendom wat jy wil bestuur? Noem dan die huidige objek en skep daarna 'n ander objek.
ar: لديك أكثر من ملكية تريد إدارتها؟ ثم قم بتسمية الكائن الحالي ثم قم بإنشاء كائن آخر.
bg: Имате повече от един имот, който искате да управлявате? Тогава наименувайте текущия обект и след това създайте друг обект.
bs: Imate više od jedne nekretnine kojom želite upravljati? Zatim dajte naziv trenutnom objektu, a zatim kreirajte drugi objekt.
cs: Máte více než jednu nemovitost, kterou chcete spravovat? Poté pojmenujte aktuální objekt a vytvořte další objekt.
da: Har du mere end én ejendom, du vil administrere? Navngiv derefter det aktuelle objekt og opret derefter et andet objekt.
de: Sie haben mehr als ein Objekt, welches Sie verwalten wollen? Dann benennen Sie jetzt das aktuelle Objekt und legen anschließend ein weiteres Objekt an.
el: Έχετε περισσότερα από ένα ακίνητα που θέλετε να διαχειριστείτε; Τότε ονομάστε το τρέχον αντικείμενο και στη συνέχεια δημιουργήστε ένα άλλο αντικείμενο.
es: ¿Tienes más de un objeto que quieres gestionar? Entonces nombra el objeto actual ahora y luego crea otro objeto.
et: Kas teil on rohkem kui üks vara, mida soovite hallata? Seejärel nimetage praegune objekt ja looge seejärel teine objekt.
fa: شما بیش از یک ملک دارید که می خواهید مدیریت کنید؟سپس شی فعلی را نامگذاری کنید و سپس یک شی دیگر ایجاد کنید.
fi: Onko sinulla useampi kuin yksi kiinteistö, jota haluat hallinnoida?Nimeä sitten nykyinen objekti ja luo sitten toinen objekti.
fr: Vous avez plus d'un bien immobilier à gérer ? Ensuite, nommez le bien courant et créez un autre bien.
hi: क्या आपके पास एक से अधिक संपत्ति है जिसे आप प्रबंधित करना चाहते हैं?फिर वर्तमान ऑब्जेक्ट को नाम दें और फिर दूसरा ऑब्जेक्ट बनाएं।
hr: Imate više od jedne nekretnine kojom želite upravljati?Zatim dajte naziv trenutnom objektu i zatim kreirajte drugi objekt.
hu: Egynél több ingatlant szeretne kezelni? Akkor nevezze el az aktuális objektumot, majd hozzon létre egy másik objektumot.
it: Hai più di una proprietà che vuoi gestire? Allora dai un nome all'oggetto attuale e poi crea un altro oggetto.
ja: 管理したい物件が複数ありますか?次に、現在のオブジェクトに名前を付けて、別のオブジェクトを作成します。
ko: 관리하려는 부동산이 여러 개 있습니까? 그렇다면 현재 객체에 이름을 지정한 후 다른 객체를 생성하세요.
lt: Turite daugiau nei vieną turtą, kurį norite valdyti? Tada pavadinkite esamą objektą ir sukurkite kitą objektą.
ml: നിങ്ങൾക്ക് മാനേജ് ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ഒന്നിലധികം പ്രോപ്പർട്ടി ഉണ്ടോ? തുടർന്ന് നിലവിലെ ഒബ്‌ജക്റ്റിന് പേര് നൽകുക, തുടർന്ന് മറ്റൊരു ഒബ്‌ജക്റ്റ് സൃഷ്‌ടിക്കുക.
my: မင်းမှာသင်စီမံချင်တဲ့ပစ္စည်းတစ်ခုထက်ပိုပြီးရှိတယ်။ ထို့နောက်လက်ရှိအရာဝတ်ထုကိုဖော်ပြပြီးအခြားအရာဝတ်ထုတစ်ခုကိုဖန်တီးပါ။
nl: Heeft u meer dan één eigendom die u wilt beheren? Geef dan het huidige object een naam en maak vervolgens een ander object aan.
no: Har du mer enn én eiendom du vil administrere? Gi så navnet det gjeldende objektet og lag et nytt objekt.
pl: Masz więcej niż jedną nieruchomość, którą chcesz zarządzać? Następnie nazwij bieżący obiekt i utwórz kolejny.
pt: Tem mais do que um objecto que quer gerir? Depois nomear o objecto actual agora e depois criar outro objecto.
ru: У вас есть несколько объектов, которыми вы хотите управлять? Затем время от времени назовите текущий объект, а затем создайте другой объект.
sl: Imate več kot eno nepremičnino, ki jo želite upravljati? Nato poimenujte trenutni predmet in nato ustvarite drug objekt.
sr: Имате више од једне имовине којом желите да управљате? Затим дајте назив тренутном објекту, а затим креирајте други објекат.
sv: Har du mer än en fastighet du vill förvalta? Namnge sedan det aktuella objektet och skapa sedan ett annat objekt.
sw: Una mali zaidi ya moja unayotaka kusimamia? Kisha taja kitu cha sasa na kisha uunda kitu kingine.
th: คุณมีทรัพย์สินมากกว่าหนึ่งแห่งที่คุณต้องการจัดการใช่หรือไม่? จากนั้นตั้งชื่อวัตถุปัจจุบันแล้วสร้างวัตถุอื่น
tr: Yönetmek istediğiniz birden fazla mülkünüz mü var? Daha sonra geçerli nesneyi adlandırın ve ardından başka bir nesne oluşturun.
uk: У вас є кілька об’єктів власності, якими ви хочете керувати? Потім назвіть поточний об’єкт, а потім створіть інший об’єкт.
vi: Bạn có nhiều tài sản muốn quản lý? Sau đó đặt tên cho đối tượng hiện tại và sau đó tạo một đối tượng khác.
zh: 您想要管理不止一处房产吗？然后命名当前对象，然后创建另一个对象。

# selectedAtAppStart
source: The topmost object is selected at app start
af: Die boonste objek word by app-begin gekies
ar: يتم تحديد الكائن العلوي عند بدء التطبيق
bg: Най-горният обект се избира при стартиране на приложението
bs: Najviši objekt je odabran pri pokretanju aplikacije
cs: Při spuštění aplikace se vybere nejvyšší objekt
da: Det øverste objekt vælges ved appstart
de: Das oberste Objekt ist bei App-Start ausgewählt
el: Το πιο πάνω αντικείμενο επιλέγεται κατά την έναρξη της εφαρμογής
es: El objeto superior se selecciona al iniciar la aplicación
et: Rakenduse käivitamisel valitakse ülemine objekt
fa: بالاترین شی در شروع برنامه انتخاب می شود
fi: Ylin kohde valitaan sovelluksen käynnistyksen yhteydessä
fr: Le bien le plus haut est sélectionné au démarrage de l'app
hi: ऐप प्रारंभ में सबसे ऊपरी ऑब्जेक्ट का चयन किया जाता है
hr: Najviši objekt odabran je pri pokretanju aplikacije
hu: Az alkalmazás indításakor a legfelső objektum van kiválasztva
it: L'oggetto più in alto è selezionato all'avvio dell'app
ja: アプリの起動時に一番上のオブジェクトが選択されます
ko: 앱 시작 시 최상단 객체가 선택됩니다
lt: Paleidžiant programą pasirenkamas aukščiausias objektas
ml: ആപ്പ് ആരംഭത്തിൽ ഏറ്റവും ഉയർന്ന ഒബ്‌ജക്‌റ്റ് തിരഞ്ഞെടുത്തു
my: အမြင့်ဆုံးအရာဝတ်ထုကို app start မှာရွေးချယ်သည်
nl: Het bovenste object wordt geselecteerd bij app-start
no: Det øverste objektet velges ved appstart
pl: Przy uruchomieniu aplikacji wybierany jest najwyższy obiekt
pt: O objecto superior é seleccionado no arranque da aplicação
ru: Верхний объект выбирается при запуске приложения
sl: Najvišji predmet je izbran ob zagonu aplikacije
sr: Највиши објекат се бира при покретању апликације
sv: Det översta objektet väljs vid appstart
sw: Kitu cha juu kabisa huchaguliwa katika Anza ya Programu
th: วัตถุบนสุดถูกเลือกเมื่อเริ่มต้นแอป
tr: Uygulama başlangıcında en üstteki nesne seçilir
uk: Під час запуску програми вибирається найвищий об’єкт
vi: Đối tượng trên cùng được chọn khi bắt đầu ứng dụng
zh: 在应用程序启动时选择最顶层的对象

# reallyDeleteObject
source: Are you sure you want to delete the object?
af: Is jy seker jy wil die objek uitvee?
ar: هل أنت متأكد أنك تريد حذف الكائن؟
bg: Сигурни ли сте, че искате да изтриете обекта?
bs: Jeste li sigurni da želite izbrisati objekt?
cs: Opravdu chcete objekt smazat?
da: Er du sikker på, at du vil slette objektet?
de: Sind Sie sich sicher? Das Objekt löschen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το αντικείμενο;
es: ¿Realmente quieres limpiar el objeto?
et: Kas olete kindel, et soovite objekti kustutada?
fa: آیا مطمئن هستید که می خواهید شی را حذف کنید؟
fi: Haluatko varmasti poistaa kohteen?
fr: Voulez-vous vraiment supprimer le bien ?
hi: क्या आप वाकई ऑब्जेक्ट को हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati objekt?
hu: Biztos, hogy törölni szeretné az objektumot?
it: Sei sicuro di voler eliminare l'oggetto?
ja: オブジェクトを削除してもよろしいですか?
ko: 정말로 이 객체를 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti objektą?
ml: ഒബ്‌ജക്റ്റ് ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
my: အရာဝတ်ထုကိုဖျက်ချင်တာသေချာလား။
nl: Weet u zeker dat u het object wilt verwijderen?
no: Er du sikker på at du vil slette objektet?
pl: Czy na pewno chcesz usunąć obiekt?
pt: Quer mesmo limpar o objecto?
ru: Ты уверен? Объект удалить?
sl: Ali ste prepričani, da želite izbrisati predmet?
sr: Да ли сте сигурни да желите да избришете објекат?
sv: Är du säker på att du vill ta bort objektet?
sw: Je! Una uhakika unataka kufuta kitu hicho?
th: คุณแน่ใจหรือไม่ว่าต้องการลบวัตถุนี้
tr: Nesneyi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити об'єкт?
vi: Bạn có chắc chắn muốn xóa đối tượng không?
zh: 您确定要删除该对象吗？

# confirmDeleteAtCloud
source: Should "{objectTitle}" also be deleted from Google Drive?
af: Moet "{objectTitle}" ook van Google Drive uitgevee word?
ar: هل يجب حذف "{objectTitle}" أيضاً من Google Drive؟
bg: Трябва ли "{objectTitle}" също да бъде изтрит от Google Drive?
bs: Treba li i "{objectTitle}" izbrisati sa Google diska?
cs: Má být „{objectTitle}“ smazán také z Disku Google?
da: Skal "{objectTitle}" også slettes fra Google Drev?
de: Soll "{objectTitle}" auch aus Google Drive gelöscht werden?
el: Πρέπει να διαγραφεί και το αρχείο "{objectTitle}" από το Google Drive;
es: ¿Debería eliminarse también "{objectTitle}" de Google Drive?
et: Kas teen "{objectTitle}" ka Google Drive'ist kustutada?
fa: آیا «{objectTitle}» نیز باید از Google Drive حذف شود؟
fi: Pitäisikö "{objectTitle}" myös poistaa Google Drivesta?
fr: Est-ce que "{objectTitle}" doit également être supprimé de Google Drive ?
hi: क्या "{objectTitle}" को भी Google Drive से हटा देना चाहिए?
hr: Treba li i "{objectTitle}" izbrisati s Google diska?
hu: A „{objectTitle}” fájlt is törölni kell a Google Drive-ból?
it: Vuoi che "{objectTitle}" sia eliminato anche da Google Drive?
ja: 「{objectTitle}」もGoogleドライブから削除すべきでしょうか？
ko: "{objectTitle}"을(를) Google Drive에서도 삭제하시겠습니까?
lt: Ar „{objectTitle}“ taip pat turėtų būti ištrintas iš „Google“ disko?
ml: Google ഡ്രൈവിൽ നിന്നും "{objectTitle}" ഇല്ലാതാക്കേണ്ടതുണ്ടോ?
my: Google Drive မှ "Phtoken0" ကိုလည်းဖျက်ပစ်သင့်ပါသလား။
nl: Moet "{objectTitle}" ook worden verwijderd van Google Drive?
no: Bør "{objectTitle}" også slettes fra Google Disk?
pl: Czy „{objectTitle}” również powinien zostać usunięty z Dysku Google?
pt: O "{objectTitle}" também deve ser apagado do Google Drive?
ru: Должен ли "{objectTitle}" также быть удален из Google Drive?
sl: Ali bi bilo treba »{objectTitle}« izbrisati tudi iz Google Drive?
sr: Да ли „ПХТОКЕН0“ такође треба да се избрише са Гоогле диска?
sv: Bör "{objectTitle}" också raderas från Google Drive?
sw: Je! "Phtoken0" inapaswa pia kufutwa kutoka Hifadhi ya Google?
th: ควรลบ "{objectTitle}" ออกจาก Google Drive ด้วยหรือไม่
tr: "{objectTitle}" da Google Drive'dan silinmeli mi?
uk: Чи потрібно також видалити "{objectTitle}" з Google Drive?
vi: Có nên xóa "{objectTitle}" khỏi Google Drive không?
zh: “{objectTitle}”也应该从 Google 云端硬盘中删除吗？

# deleteObjectError
source: Cannot delete this object (Code {errorCode}).
af: Kan nie hierdie objek uitvee nie (Kode {errorCode}).
ar: لا يمكن حذف هذا الكائن (الرمز {errorCode}).
bg: Не може да се изтрие този обект (Код {errorCode}).
bs: Nije moguće izbrisati ovaj objekt (kod {errorCode}).
cs: Tento objekt nelze odstranit (kód {errorCode}).
da: Kan ikke slette dette objekt (kode {errorCode}).
de: Das Objekt kann nicht gelöscht werden (Code {errorCode}).
el: Δεν είναι δυνατή η διαγραφή αυτού του αντικειμένου (Κωδικός{errorCode}).
es: No se puede eliminar este objeto
et: Selle objekti kustutamine pole võimalik (kood {errorCode}).
fa: حذف این شیء امکان‌پذیر نیست (کد {errorCode}).
fi: Tätä objektia (koodi {errorCode}) ei voi poistaa.
fr: Impossible de supprimer cet objet
hi: इस ऑब्जेक्ट को हटाया नहीं जा सकता (कोड {errorCode})।
hr: Nije moguće izbrisati ovaj objekt (Kod {errorCode}).
hu: Ez az objektum nem törölhető (kód{errorCode}).
it: Impossibile eliminare questo oggetto (Codice {errorCode}).
ja: このオブジェクトは削除できません (コード {errorCode})。
ko: 이 객체를 삭제할 수 없습니다 (코드 {errorCode}).
lt: Nepavyko ištrinti šio objekto (kodas {errorCode}).
ml: ഈ ഒബ്‌ജക്റ്റ് ഇല്ലാതാക്കാൻ കഴിയില്ല (കോഡ് {errorCode}).
my: ဤအရာဝတ်ထုကို ဖျက်. မရပါ (ကုဒ် Phtoken0) ။
nl: Kan dit object niet verwijderen (Code {errorCode}).
no: Kan ikke slette dette objektet (kode {errorCode}).
pl: Nie można usunąć tego obiektu (kod {errorCode}).
pt: Não é possível eliminar este objeto
ru: Невозможно удалить этот объект
sl: Tega predmeta ni mogoče izbrisati (koda {errorCode}).
sr: Није могуће избрисати овај објекат (код ПХТОКЕН0).
sv: Kan inte ta bort detta objekt (kod {errorCode}).
sw: Haiwezi kufuta kitu hiki (nambari ya phtoken0).
th: ไม่สามารถลบวัตถุนี้ได้ (รหัส {errorCode})
tr: Bu nesne silinemiyor (Kod {errorCode}).
uk: Неможливо видалити цей об'єкт (код {errorCode}).
vi: Không thể xóa đối tượng này (Mã {errorCode}).
zh: 无法删除该对象（代码 {errorCode}）。

# commonChangeSaved
source: Change saved
af: Verandering gestoor
ar: تم حفظ التغيير
bg: Промяната е запазена
bs: Promjena je sačuvana
cs: Změna uložena
da: Ændring gemt
de: Änderung gespeichert
el: Αλλαγή αποθηκευμένη
es: Cambio guardado
et: Muudatused salvestatud
fa: تغییر ذخیره شد
fi: Muutos tallennettu
fr: Modification sauvegardée
hi: परिवर्तन सहेजा गया
hr: Promjena spremljena
hu: Mentett változás
it: Modifica salvata
ja: 変更が保存されました
ko: 변경 내용이 저장되었습니다
lt: Pakeitimas išsaugotas
ml: മാറ്റം സംരക്ഷിച്ചു
my: ပြောင်းလဲသွားတယ်
nl: Wijziging opgeslagen
no: Endring lagret
pl: Zmiana została zapisana
pt: Mudança guardada
ru: Изменения сохранены
sl: Sprememba shranjena
sr: Промена је сачувана
sv: Ändring sparad
sw: Mabadiliko yameokolewa
th: บันทึกการเปลี่ยนแปลงแล้ว
tr: Değişiklik kaydedildi
uk: Зміну збережено
vi: Đã lưu thay đổi
zh: 更改已保存

# commonUpdateNow
source: Update now
af: Dateer nou op
ar: تحديث الآن
bg: Актуализирай сега
bs: Ažurirajte odmah
cs: Aktualizujte nyní
da: Opdater nu
de: Jetzt aktualisieren
el: Ενημέρωση τώρα
es: Actualizar ahora
et: Värskenda kohe
fa: اکنون به روز رسانی کنید
fi: Päivitä nyt
fr: Actualiser maintenant
hi: अभी अद्यतन करें
hr: Ažurirajte sada
hu: Frissítés most
it: Aggiornare ora
ja: 今すぐアップデートしてください
ko: 지금 업데이트
lt: Atnaujinkite dabar
ml: ഇപ്പോൾ അപ്ഡേറ്റ് ചെയ്യുക
my: ယခု update ကို
nl: Nu bijwerken
no: Oppdater nå
pl: Zaktualizuj teraz
pt: Actualizar agora
ru: Обновить сейчас
sl: Posodobite zdaj
sr: Ажурирајте одмах
sv: Uppdatera nu
sw: Sasisha sasa
th: อัปเดตตอนนี้
tr: Şimdi güncelle
uk: Оновіть зараз
vi: Cập nhật ngay bây giờ
zh: 立即更新

# commonLogout
source: Sign out
af: Meld af
ar: تسجيل الخروج
bg: Изход
bs: Odjavi se
cs: Odhlaste se
da: Log ud
de: Abmelden
el: Υπογράψτε έξω
es: Cerrar sesión
et: Logi välja
fa: از سیستم خارج شوید
fi: Kirjaudu ulos
fr: Déconnexion
hi: साइन आउट
hr: Odjavi se
hu: Kijelentkezés
it: Esci
ja: サインアウト
ko: 로그아웃
lt: Atsijungti
ml: സൈൻ ഔട്ട്
my: ဆိုင်းအောက်
nl: Uitloggen
no: Logg ut
pl: Wyloguj się
pt: Sair
ru: Выход
sl: Odjavite se
sr: Одјави се
sv: Logga ut
sw: Saini
th: ออกจากระบบ
tr: oturumu Kapat
uk: Вийти
vi: Đăng xuất
zh: 登出

# commonLogin
source: Sign in
af: Meld aan
ar: تسجيل الدخول
bg: Вход
bs: Prijavite se
cs: Přihlaste se
da: Log ind
de: Anmelden
el: Συνδεθείτε
es: Iniciar sesión
et: Logi sisse
fa: ورود
fi: Kirjaudu sisään
fr: Connexion
hi: दाखिल करना
hr: Prijavi se
hu: Bejelentkezés
it: Accedi
ja: サインイン
ko: 로그인
lt: Prisijunkite
ml: സൈൻ ഇൻ
my: ဆိုင်းအင်လုပ်ခြင်း
nl: Inloggen
no: Logg på
pl: Zalogować się
pt: Entrar
ru: Войти в систему
sl: Prijavite se
sr: Пријавите се
sv: Logga in
sw: Ingia
th: เข้าสู่ระบบ
tr: Oturum aç
uk: Увійдіть
vi: Đăng nhập
zh: 登入

# commonLoggingIn
source: Signing you in...
af: Meld jou aan...
ar: جارٍ تسجيل دخولك...
bg: Влизане...
bs: Prijavljujem vas...
cs: Přihlašování...
da: Logger dig ind...
de: Anmeldung läuft...
el: Σας συνδέω...
es: Iniciando sesión...
et: Sisselogimine...
fa: در حال ورود...
fi: Kirjaudutaan sisään...
fr: Connexion en cours...
hi: आपको साइन इन किया जा रहा है...
hr: Prijavljivanje...
hu: Bejelentkezem...
it: Accesso in corso...
ja: サインインしています...
ko: 로그인 중...
lt: Prisijungiame...
ml: നിങ്ങളെ സൈൻ ഇൻ ചെയ്യുന്നു...
my: မင်းကိုလက်မှတ်ထိုးပါ
nl: U wordt ingelogd...
no: Logger deg på...
pl: Loguję Cię...
pt: Entrando...
ru: Вход...
sl: Prijavljanje ...
sr: Пријављујем вас...
sv: Loggar in dig...
sw: Kukutia saini ...
th: กำลังลงชื่อเข้าใช้...
tr: Oturumunuz açılıyor...
uk: Ви входите...
vi: Đang đăng nhập cho bạn...
zh: 正在为您签名...

# commonLoggingOut
source: Signing you out...
af: Meld jou af...
ar: جارٍ تسجيل خروجك...
bg: Излизане...
bs: Odjavljujem vas...
cs: Odhlašování...
da: Melder dig ud...
de: Abmeldung läuft...
el: Σε υπογράφω...
es: Cerrando sesión...
et: Väljalogimine...
fa: در حال خروج...
fi: Kirjataan sinut ulos...
fr: Déconnexion en cours...
hi: आपको साइन आउट किया जा रहा है...
hr: Odjavljivanje...
hu: Kijelentkezem...
it: Disconnessione in corso...
ja: サインアウトしています...
ko: 로그아웃 중...
lt: Atsijungiama...
ml: നിങ്ങളെ സൈൻ ഔട്ട് ചെയ്യുന്നു...
my: သင်လက်မှတ်ထိုးခြင်း ...
nl: U wordt uitgelogd...
no: Logger deg ut...
pl: Wylogowuję Cię...
pt: Saindo...
ru: Выход...
sl: Odjava ...
sr: Одјављујем вас...
sv: Loggar ut dig...
sw: Kukusaini ...
th: กำลังออกจากระบบ...
tr: Oturumunuz kapatılıyor...
uk: Вихід...
vi: Đang đăng xuất bạn...
zh: 正在注销您...

# commonNotAuthenticated
source: You are not authenticated.
af: Jy is nie geoutentiseer nie.
ar: لم يتم التحقق من هويتك.
bg: Не сте удостоверени.
bs: Niste provjereni.
cs: Nejste ověřeni.
da: Du er ikke godkendt.
de: Nicht authentifiziert.
el: Δεν έχετε πιστοποιηθεί.
es: No autenticado.
et: Te pole autentitud.
fa: شما احراز هویت نشده اید.
fi: Sinua ei ole todennettu.
fr: Non authentifié.
hi: आप प्रमाणित नहीं हैं.
hr: Niste autentificirani.
hu: Ön nem hitelesített.
it: Non autenticato.
ja: 認証されていません。
ko: 인증되지 않았습니다.
lt: Jūs nesate patvirtintas.
ml: നിങ്ങൾക്ക് ആധികാരികതയില്ല.
my: သင် authentication မရှိကြပေ။
nl: U bent niet geauthenticeerd.
no: Du er ikke autentisert.
pl: Nie jesteś uwierzytelniony.
pt: Não autenticado.
ru: Не аутентифицирован.
sl: Niste overjeni.
sr: Нисте аутентификовани.
sv: Du är inte autentiserad.
sw: Haujathibitishwa.
th: คุณไม่ได้รับการรับรองความถูกต้อง
tr: Kimliğiniz doğrulanmadı.
uk: Ви не автентифіковані.
vi: Bạn chưa được xác thực.
zh: 您未经过身份验证。

# commonUserLogin
source: User login
af: Gebruiker-aanmelding
ar: تسجيل دخول المستخدم
bg: Потребителски вход
bs: Prijava korisnika
cs: Přihlášení uživatele
da: Bruger login
de: Nutzerkonto Anmeldung
el: Σύνδεση χρήστη
es: Usuario no autenticado
et: Kasutaja sisselogimine
fa: ورود کاربر
fi: Käyttäjätunnus
fr: Utilisateur non authentifié
hi: उपयोगकर्ता लॉगिन
hr: Korisnička prijava
hu: Felhasználói bejelentkezés
it: Utente non autenticato
ja: ユーザーログイン
ko: 사용자 로그인
lt: Vartotojo prisijungimas
ml: ഉപയോക്തൃ ലോഗിൻ
my: အသုံးပြုသူ login
nl: Gebruikerslogin
no: Bruker pålogging
pl: Logowanie użytkownika
pt: Utilizador não autenticado
ru: Пользователь не аутентифицирован
sl: Prijava uporabnika
sr: Пријава корисника
sv: Användarinloggning
sw: Kuingia kwa mtumiaji
th: เข้าสู่ระบบของผู้ใช้
tr: Kullanıcı girişi
uk: Вхід користувача
vi: Đăng nhập người dùng
zh: 用户登录
