Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# counterWaterExtractionExplanation
source: With a deduction meter the waste water costs can be reduced. With this in-app purchase you can specify different costs for fresh water and waste water and the meter reading from the deduction meter will be taken into account in the water costs.
af: Met 'n aftrekmeting kan die afvalwaterkoste verminder word. Met hierdie in-app aankoop kan jy verskillende koste vir vars water en afvalwater spesifiseer en die meterlesing van die aftrekmeting sal in die waterkoste in ag geneem word.
ar: مع عداد الخصم يمكن تقليل تكاليف مياه الصرف. مع هذا الشراء داخل التطبيق يمكنك تحديد تكاليف مختلفة للماء العذب ومياه الصرف وسيتم أخذ قراءة العداد من عداد الخصم في الاعتبار في تكاليف الماء.
bg: С брояч за приспадане разходите за отпадъчна вода могат да бъдат намалени. С тази покупка в приложението можете да посочите различни разходи за питейна вода и отпадъчна вода и показанието на брояча за приспадане ще бъде взето предвид в разходите за вода.
bs: Uz pomoćni mjerač mogu se smanjiti troškovi otpadnih voda. Ovom kupovinom u aplikaciji možete odrediti različite troškove za svježu vodu i otpadnu vodu, a očitavanje brojila s odbitnog mjerača će se uzeti u obzir u troškovima vode.
cs: S odpočtovým měřičem lze snížit náklady na odpadní vodu. S tímto nákupem v aplikaci můžete specifikovat různé náklady na čerstvou a odpadní vodu a odečet měřiče z odpočtového měřiče bude zohledněn v nákladech na vodu.
da: Med en fradragsmåler kan spildevandsomkostningerne reduceres. Med dette køb i app kan du angive forskellige omkostninger til ferskvand og spildevand, og målerstanden fra fradragsmåleren vil blive taget i betragtning i vandomkostningerne.
de: Mit einem Abzugszähler können die Abwasserkosten reduziert werden. Mit diesem InApp-Kauf können Sie unterschiedliche Kosten für Frischwasser und Abwasser angeben und der Zählerstand vom Abzugszähler wird bei den Wasserkosten berücksichtigt.
el: Με έναν μετρητή παρακράτησης μπορεί να μειωθεί το κόστος των λυμάτων. Με αυτή την αγορά εντός της εφαρμογής μπορείτε να καθορίσετε διαφορετικά κόστη για το γλυκό νερό και τα λύματα και η ένδειξη του μετρητή από τον μετρητή αφαίρεσης θα λαμβάνεται υπόψη στα κόστη νερού.
es: Con un contador de deducción se pueden reducir los costes de las aguas residuales. Con esta compra in-app puedes especificar diferentes costes para el agua dulce y el agua residual y la lectura del contador de deducción se tiene en cuenta en los costes del agua.
et: Eraldarvestiga saab vähendada reoveekulusid. Selle rakendusesisese ostuga saad määrata joogiveele ja reoveele erinevad hinnad ning eraldusarvesti näitu võetakse vee kulu arvestamisel arvesse.
fa: با استفاده از کنتور برداشت می‌توان هزینه‌های فاضلاب را کاهش داد. با این خرید درون‌برنامه‌ای می‌توانید هزینه‌های آب شیرین و فاضلاب را جداگانه مشخص کنید و مقادیر ثبت‌شده در کنتور برداشت از هزینه‌های آب کسر می‌شود.
fi: Vähennysmittarilla voidaan vähentää jätevesikustannuksia.Tällä sovelluksen sisäisellä ostolla voit määrittää erilaisia ​​kustannuksia makealle vedelle ja jätevedelle ja vähennysmittarin mittarin lukema huomioidaan vesikuluissa.
fr: Un compteur de déduction permet de réduire les coûts des eaux usées. Avec cet achat in-app, vous pouvez spécifier différents coûts pour l'eau douce et les eaux usées et le relevé du compteur de déduction est pris en compte dans les coûts de l'eau.
hi: डिडक्शन मीटर से अपशिष्ट जल की लागत को कम किया जा सकता है।इस इन-ऐप खरीदारी से आप ताजे पानी और अपशिष्ट जल के लिए अलग-अलग लागत निर्दिष्ट कर सकते हैं और कटौती मीटर से मीटर रीडिंग को पानी की लागत में ध्यान में रखा जाएगा।
hr: S odbitnim mjeračem mogu se smanjiti troškovi otpadne vode.Ovom kupnjom putem aplikacije možete odrediti različite troškove za svježu vodu i otpadnu vodu, a očitanje mjerača odbitka bit će uzeto u obzir u troškovima vode.
hu: A levonási mérővel a szennyvízköltségek csökkenthetők. Ezzel az alkalmazáson belüli vásárlással különböző költségeket adhat meg a friss vízre és a szennyvízre, és a levonásmérő leolvasása figyelembe lesz véve a vízköltségeknél.
it: Con un contatore di deduzione i costi delle acque reflue possono essere ridotti. Con questo acquisto in-app è possibile specificare diversi costi per l'acqua dolce e l'acqua di scarico e la lettura del contatore di deduzione viene presa in considerazione nei costi dell'acqua.
ja: 減算メーターを使用すると、排水コストを削減できます。このアプリ内購入では、真水と廃水に異なるコストを指定でき、控除メーターからのメーターの読み取り値が水道料金に考慮されます。
ko: 차감 계량기를 사용하면 오수 비용을 줄일 수 있습니다. 앱 내 구매를 통해 급수와 오수에 서로 다른 비용을 지정할 수 있으며, 차감 계량기의 지침은 수도 비용 계산에 반영됩니다.
lt: Su atskaitiniu skaitikliu galima sumažinti nuotekų sąnaudas. Naudodami šį pirkinį programoje galite nurodyti skirtingas gėlo vandens ir nuotekų išlaidas, o skaitiklio rodmenys iš atskaitos skaitiklio bus atsižvelgta į vandens išlaidas.
ml: ഒരു കിഴിവ് മീറ്റർ ഉപയോഗിച്ച് മലിനജല ചെലവ് കുറയ്ക്കാൻ കഴിയും. ഈ ഇൻ-ആപ്പ് വാങ്ങൽ ഉപയോഗിച്ച് നിങ്ങൾക്ക് ശുദ്ധജലത്തിനും മലിനജലത്തിനുമുള്ള വ്യത്യസ്ത ചെലവുകൾ വ്യക്തമാക്കാൻ കഴിയും, കൂടാതെ കിഴിവ് മീറ്ററിൽ നിന്നുള്ള മീറ്റർ റീഡിംഗും ജലച്ചെലവിൽ കണക്കിലെടുക്കും.
my: နှုတ်ယူခြင်းမီတာဖြင့်စွန့်ပစ်ပစ္စည်းကုန်ကျစရိတ်များကိုလျှော့ချနိုင်သည်။ ဤ In-app ဝယ်ယူမှုနှင့်အတူသင်ရေချိုနှင့်စွန့်ပစ်ရေအတွက်မတူညီသောကုန်ကျစရိတ်များကိုသင်သတ်မှတ်နိုင်ပြီးမီတာအကွာအဝေးမှမီတာဖတ်ရှုခြင်းကိုရေကုန်ကျစရိတ်များ၌ထည့်သွင်းစဉ်းစားလိမ့်မည်။
nl: Met een aftrekmeter kunnen de afvalwaterkosten worden verlaagd. Met deze in-app aankoop kunt u verschillende kosten voor zoet water en afvalwater specificeren en de meterstand van de aftrekmeter wordt meegenomen in de waterkosten.
no: Med en fradragsmåler kan avløpskostnadene reduseres. Med dette kjøpet i appen kan du spesifisere ulike kostnader for ferskvann og avløpsvann og målerstanden fra trekkmåleren vil bli tatt med i vannkostnadene.
pl: Dzięki licznikowi odliczeniowemu można obniżyć koszty ścieków. Dzięki temu zakupowi w aplikacji możesz określić różne koszty świeżej wody i ścieków, a odczyt licznika z licznika odliczeniowego zostanie uwzględniony w kosztach wody.
pt: Com um contador de dedução, os custos das águas residuais podem ser reduzidos. Com esta compra no contador pode especificar custos diferentes para água doce e águas residuais e a leitura do contador de dedução é tida em conta nos custos da água.
ru: С помощью вычитающего счетчика можно снизить затраты на сточные воды. С помощью этой покупки в приложении вы можете указать различные расходы на свежую воду и сточные воды, а показания счетчика с вычетом учитываются в расходах на воду.
sl: Z odbitnim števcem se lahko zmanjšajo stroški odpadne vode. S tem nakupom v aplikaciji lahko določite različne stroške za svežo vodo in odpadno vodo, odčitek števca z odbitka pa bo upoštevan pri stroških vode.
sr: Са мерачем одбитка трошкови отпадних вода се могу смањити. Овом куповином у апликацији можете одредити различите трошкове за слатку воду и отпадну воду, а очитавање бројила са мерача одбитка ће се узети у обзир у трошковима воде.
sv: Med en avdragsmätare kan kostnaderna för avloppsvatten reduceras. Med detta köp i appen kan du ange olika kostnader för färskvatten och avloppsvatten och mätarställningen från avdragsmätaren kommer att beaktas i vattenkostnaderna.
sw: Na mita ya kupunguzwa gharama ya maji taka inaweza kupunguzwa. Ukiwa na ununuzi huu wa ndani ya programu unaweza kutaja gharama tofauti za maji safi na maji taka na usomaji wa mita kutoka kwa mita ya kupunguzwa utazingatiwa katika gharama za maji.
th: ด้วยมิเตอร์แบบหักลด ต้นทุนน้ำเสียจึงสามารถลดลงได้ ด้วยการซื้อในแอปนี้ คุณสามารถระบุต้นทุนที่แตกต่างกันสำหรับน้ำจืดและน้ำเสียได้ และค่ามิเตอร์ที่อ่านได้จากมิเตอร์หักจะถูกนำมาพิจารณาในค่าน้ำด้วย
tr: Kesinti sayacı ile atık su maliyetleri azaltılabilir. Bu uygulama içi satın alma işlemiyle, tatlı su ve atık su için farklı maliyetler belirleyebilirsiniz ve kesinti sayacından okunan sayaç, su maliyetlerinde dikkate alınacaktır.
uk: За допомогою лічильника відрахувань можна зменшити витрати на стічні води. За допомогою цієї покупки в додатку ви можете вказати різні витрати на прісну воду та стічні води, і показники лічильника відрахувань будуть враховані у витратах на воду.
vi: Với đồng hồ khấu trừ, chi phí nước thải có thể giảm. Với giao dịch mua trong ứng dụng này, bạn có thể chỉ định các chi phí khác nhau cho nước ngọt và nước thải và chỉ số đồng hồ từ đồng hồ khấu trừ sẽ được tính vào chi phí nước.
zh: 使用扣除计可以降低废水成本。通过此应用内购买，您可以指定淡水和废水的不同成本，并且扣表的读数将计入水费中。

source: Warm water
ar: الماء الدافئ
bg: Топла вода
bs: Topla voda
cs: Teplá voda
da: Varmt vand
de: Warmwasser
el: Ζεστό νερό
es: Agua caliente
et: Soe vesi
fa: آب گرم
fi: Lämmin vesi
fr: Eau chaude
hi: गर्म पानी
hr: Topla voda
hu: Meleg víz
it: Acqua calda
ja: 温水
ko: 온수
lt: Šiltas vanduo
ml: ചൂടുവെള്ളം
my: ပူရေ
no: Varmt vann
pl: Ciepła woda
pt: Água quente
ru: Горячая вода
sl: Topla voda
sr: Топла вода
sv: Varmt vatten
sw: Maji ya joto
th: น้ำอุ่น
tr: Sıcak su
uk: Тепла вода
vi: Nước ấm
zh: 温水

# counterWarmWater
source: Warm water meter
ar: عداد الماء الدافئ
bg: Водомер за топла вода
bs: Mjerač tople vode
cs: Měřič teplé vody
da: Varmtvandsmåler
de: Warmwasserzähler
el: Μετρητής ζεστού νερού
es: Contador de agua caliente
et: Sooja vee arvesti
fa: کنتور آب گرم
fi: Lämpimän veden mittari
fr: Compteur d'eau chaude
hi: गर्म पानी का मीटर
hr: Brojač tople vode
hu: Melegvíz-mérő
it: Contatore di acqua calda
ja: 温水メーター
ko: 온수 계량기
lt: Šilto vandens skaitiklis
ml: ചൂടുവെള്ള മീറ്റർ
my: ပူနွေးသောရေမီတာ
no: Varmtvannsmåler
pl: Licznik ciepłej wody
pt: Medidor de água quente
ru: Счетчик горячей воды
sl: Merilnik tople vode
sr: Мерач топле воде
sv: Varmvattenmätare
sw: Mita ya maji ya joto
th: มิเตอร์น้ำอุ่น
tr: Sıcak su sayacı
uk: Лічильник теплої води
vi: Đồng hồ nước ấm
zh: 温水表

# counterElectricity
source: Electricity meter
af: Elektrisiteitsmeter
ar: عداد الكهرباء
bg: Електромер
bs: Brojilo struje
cs: Elektroměr
da: Elmåler
de: Stromzähler
el: Μετρητής ηλεκτρικής ενέργειας
es: Contador de electricidad
et: Elektriarvesti
fa: کنتور برق
fi: Sähkömittari
fr: Compteur d'électricité
hi: बिजली मीटर
hr: Mjerilo električne energije
hu: Villanyóra
it: Contatore di elettricità
ja: 電力メーター
ko: 전기 계량기
lt: Elektros skaitiklis
ml: വൈദ്യുതി മീറ്റർ
my: လျှပ်စစ်မီတာ
nl: Elektriciteitsmeter
no: Strømmåler
pl: Licznik energii elektrycznej
pt: Contador de electricidade
ru: Счетчик электроэнергии
sl: Števec električne energije
sr: Бројило електричне енергије
sv: Elmätare
sw: Mita ya umeme
th: มิเตอร์ไฟฟ้า
tr: Elektrik sayacı
uk: Лічильник електроенергії
vi: Đồng hồ đo điện
zh: 电表

# counterElectricityBack
source: Electricity feed-in meter (PV)
af: Elektrisiteit invoermeter (PV)
ar: عداد إدخال الكهرباء (PV)
bg: Брояч за подаване на ток (ФЕ)
bs: Brojilo električne energije (PV)
cs: Měřič elektrické energie (FV)
da: El-tilførselsmåler (PV)
de: Stromeinspeiszähler (PV)
el: Μετρητής τροφοδότησης ηλεκτρικής ενέργειας (Φ/Β)
es: Contador de energía eléctrica (FV)
et: Elektri võrku andmise arvesti (PV)
fa: کنتور ورودی برق (PV)
fi: Sähkön syöttömittari (PV)
fr: Compteur d'alimentation en électricité (PV)
hi: बिजली फीड-इन मीटर (पीवी)
hr: Mjerač električne energije (PV)
hu: Villamosenergia-bevezetési mérő (PV)
it: Contatore di energia elettrica (FV)
ja: 電力フィードインメーター（PV）
ko: 전기 역송전 계량기(PV)
lt: Elektros tiekimo skaitiklis (PV)
ml: ഇലക്ട്രിസിറ്റി ഫീഡ്-ഇൻ മീറ്റർ (PV)
my: လျှပ်စစ်ဓာတ်အားဖြည့်စွက် Meter (PV)
nl: Elektriciteits terugleveringsmeter (PV)
no: Strømtilførselsmåler (PV)
pl: Licznik poboru energii elektrycznej (PV)
pt: Contador de alimentação eléctrica (PV)
ru: Счетчик электроэнергии (PV)
sl: Števec električne energije (PV)
sr: Бројило електричне енергије (ПВ)
sv: Elinmatningsmätare (PV)
sw: Mita ya kulisha umeme (PV)
th: มิเตอร์ไฟฟ้าป้อนเข้า (PV)
tr: Elektrik besleme sayacı (PV)
uk: Лічильник електроенергії (PV)
vi: Đồng hồ cấp điện (PV)
zh: 电量馈入表 (PV)

# counterElectricityGenerated
source: Electricity generation meter
af: Elektrisiteit generasie meter
ar: عداد توليد الكهرباء
bg: Брояч за производство на ток
bs: Brojilo za proizvodnju električne energije
cs: Měřič výroby elektřiny
da: Elproduktionsmåler
de: Stromerzeugniszähler (PV)
el: Μετρητής παραγωγής ηλεκτρικής ενέργειας
es: Contador de producción eléctrica
et: Elektritootmise arvesti
fa: کنتور برق تولیدی
fi: Sähköntuotantomittari
fr: Compteur de produits électriques
hi: विद्युत उत्पादन मीटर
hr: Mjerilo za proizvodnju električne energije
hu: Villamosenergia-termelés mérő
it: Contatore di produzione elettrica
ja: 発電量計
ko: 전기 생산 계량기
lt: Elektros gamybos skaitiklis
ml: വൈദ്യുതി ഉൽപാദന മീറ്റർ
my: လျှပ်စစ်ဓာတ်အားထုတ်လုပ်ခြင်းမီတာ
nl: Elektriciteitsopwekmeter
no: Strømproduksjonsmåler
pl: Licznik wytwarzania energii elektrycznej
pt: Contador de produção de electricidade
ru: Счетчик производства электроэнергии
sl: Števec električne energije
sr: Бројило производње електричне енергије
sv: Elproduktionsmätare
sw: Mita ya uzalishaji wa umeme
th: มิเตอร์ผลิตไฟฟ้า
tr: Elektrik üretim sayacı
uk: Лічильник електроенергії
vi: Máy đo phát điện
zh: 发电表

# counterPvFeedInCounter
source: Renewable energies (solar power and heat with PV/solar systems)
af: Hernubare energieë (sonkrag en hitte met PV/sonstelsels)
ar: الطاقات المتجددة (الطاقة الشمسية والحرارة مع أنظمة PV/الشمسية)
bg: Възобновяеми енергии (слънчева енергия и топлина с ФЕ/слънчеви системи)
bs: Obnovljivi izvori energije (solarna energija i toplota sa PV/solarnim sistemima)
cs: Obnovitelné zdroje energie (solární energie a teplo s FV/solárními systémy)
da: Vedvarende energi (solenergi og varme med PV/solsystemer)
de: Erneuerbare Energien (Sonnenstrom und Wärme mit PV-/Solaranlagen)
el: Ανανεώσιμες πηγές ενέργειας (ηλιακή ενέργεια και θερμότητα με φωτοβολταϊκά/ηλιακά συστήματα)
es: Energías renovables (energía solar y calor con sistemas fotovoltaicos/solares)
et: Taastuvenergia (päikeseelekter ja soojus PV/päikesesüsteemidega)
fa: انرژی‌های تجدیدپذیر (خورشیدی و گرمایی با سیستم‌های PV/خورشیدی)
fi: Uusiutuvat energiat (aurinkosähkö ja lämpö aurinkosähköjärjestelmillä)
fr: Énergies renouvelables (électricité solaire et chaleur avec installations PV/solaires)
hi: नवीकरणीय ऊर्जा (पीवी/सौर प्रणालियों के साथ सौर ऊर्जा और ताप)
hr: Obnovljivi izvori energije (solarna energija i toplina s PV/solarnim sustavima)
hu: Megújuló energiák (napenergia és hő PV/napelemes rendszerekkel)
it: Energie rinnovabili (energia solare e calore con sistemi fotovoltaici/solari)
ja: 再生可能エネルギー（太陽光発電と太陽光発電システムによる熱）
ko: 재생 에너지(PV/태양열 시스템의 전력 및 열 생산)
lt: Atsinaujinanti energija (saulės energija ir šiluma su PV / saulės sistemomis)
ml: പുനരുൽപ്പാദിപ്പിക്കാവുന്ന ഊർജ്ജങ്ങൾ (സൗരോർജ്ജം, പിവി/സൗരോർജ്ജ സംവിധാനങ്ങളുള്ള ചൂട്)
my: ပြန်လည်ပြည့်ဖြိုးမြဲစွမ်းအင် (PV / နေရောင်ခြည်စွမ်းအင်သုံးစနစ်များနှင့်အတူနေရောင်ခြည်စွမ်းအင်သုံးစွမ်းအင်နှင့်အပူ
nl: Hernieuwbare energie (zonne-energie en warmte met PV/zonnesystemen)
no: Fornybar energi (solkraft og varme med PV/solcelleanlegg)
pl: Energie odnawialne (energia słoneczna i ciepło z systemów fotowoltaicznych/słonecznych)
pt: Energias renováveis (energia solar e calor com sistemas fotovoltaicos/solares)
ru: Возобновляемые источники энергии (солнечная энергия и тепло с помощью фотоэлектрических/солнечных систем)
sl: Obnovljivi viri energije (sončna energija in toplota s PV/sončnimi sistemi)
sr: Обновљиви извори енергије (соларна енергија и топлота са ПВ/соларним системима)
sv: Förnybar energi (solenergi och värme med PV/solsystem)
sw: Nguvu zinazoweza kurejeshwa (nguvu ya jua na joto na mifumo ya PV/jua)
th: พลังงานทดแทน (พลังงานแสงอาทิตย์และความร้อนด้วย PV/ระบบพลังงานแสงอาทิตย์)
tr: Yenilenebilir enerjiler (güneş enerjisi ve PV/güneş sistemleriyle ısıtma)
uk: Відновлювані джерела енергії (сонячна енергія та тепло з PV/сонячними системами)
vi: Năng lượng tái tạo (năng lượng mặt trời và nhiệt với hệ thống PV/năng lượng mặt trời)
zh: 可再生能源（太阳能和光伏/太阳能系统的热能）

# counterPvFeedInCounterExplanation
source: Use an electricity feed-in meter to record the electricity generated and fed in with a photovoltaic system. The resulting revenue is offset against the cost of the electricity drawn.
af: Gebruik 'n elektrisiteit invoermeter om die elektrisiteit wat gegenereer en ingevoer is met 'n fotovoltaïese stelsel te registreer. Die gevolglike inkomste word teen die koste van die elektrisiteit wat onttrek is verreken.
ar: استخدم عداد إدخال الكهرباء لتسجيل الكهرباء المُولدة والمُدخلة مع نظام الطاقة الشمسية. يتم تعويض الإيرادات الناتجة مقابل تكلفة الكهرباء المسحوبة.
bg: Използвайте брояч за подаване на ток, за да записвате генерирания и подаден ток с фотоелектрическа система. Полученият приход се компенсира с разходите за изтегления ток.
bs: Koristite mjerač napajanja električnom energijom za snimanje proizvedene i unesene električne energije sa fotonaponskim sistemom. Rezultirajući prihod se kompenzira sa troškom povučena struja.
cs: Pro záznam vyrobené a dodané elektřiny použijte elektroměr s fotovoltaickým systémem. Výsledný výnos je kompenzován náklady na odebraná elektřina.
da: Brug en el-tilførselsmåler til at registrere den producerede og tilførte elektricitet med et solcelleanlæg. Den resulterende indtægt modregnes i omkostningerne vedr den trukket elektricitet.
de: Nutzen Sie einen Stromeinspeiszähler, um den mit einer Photovoltaikanlage erzeugten und eingespeisten Strom zu erfassen. Die dadurch entstandenen Einnahmen werden mit den Kosten für den entnommenen Strom verrechnet. Erfassen Sie die Leistung eines Sonnenwärmekollektors/Röhrenkollektors für Wassererhitzung.
el: Χρησιμοποιήστε μετρητή τροφοδότησης ηλεκτρικής ενέργειας για να καταγράψετε την παραγόμενη και τροφοδοτούμενη ηλεκτρική ενέργεια. με ένα φωτοβολταϊκό σύστημα. Τα έσοδα που προκύπτουν συμψηφίζονται με το κόστος της καταναλισκόμενης ηλεκτρικής ενέργειας.
es: Utilice un contador de electricidad para controlar la electricidad generada y vertida a la red por un sistema fotovoltaico.
et: Kasuta elektri võrku andmise arvestit, et salvestada fotogalvaanilise süsteemi toodetud ja võrku antud elektrit. Saadud tulu tasaarvestatakse ostetud elektri kuludega.
fa: از یک کنتور ورودی برای ثبت برق تولید و تزریق‌شده توسط سیستم فتوولتائیک استفاده کنید. درآمد حاصل از تزریق برق، هزینه برق مصرفی را جبران می‌کند.
fi: Käytä sähkönsyöttömittaria kirjaamaan tuotettu ja syötetty sähkö aurinkosähköjärjestelmän kanssa.Tuloksena saatavat tulot vähennetään kuluista vedetty sähkö.
fr: \nUtilisez un compteur d'électricité pour enregistrer l'électricité produite et\ninjectée par un système photovoltaïque. Les recettes qui en résultent sont\ncompensées par le coût de l'électricité prélevée.
hi: उत्पन्न और आपूर्ति की गई बिजली को रिकॉर्ड करने के लिए बिजली फीड-इन मीटर का उपयोग करें फोटोवोल्टिक प्रणाली के साथ.परिणामी राजस्व की लागत के विरुद्ध भरपाई की जाती है बिजली खींची गई.
hr: Upotrijebite mjerač električne energije za bilježenje proizvedene i dovedene električne energije s fotonaponskim sustavom.Rezultirajući prihod nadoknađuje se troškom povučena električna energija.
hu: Használjon villamosenergia-bevezetési mérőt a megtermelt és betáplált villamos energia nyilvántartására. fotovoltaikus rendszerrel. Az ebből származó bevételt beszámítják a a felvett villamos energia költségével.
it: Utilizzare un contatore di energia elettrica per tracciare l'elettricità generata e immessa nella rete da un impianto fotovoltaico.
ja: 電力供給メーターを使用して、発電および供給された電力を記録します。 太陽光発電システム付き。結果として生じる収益は、次のコストと相殺されます。 引かれた電気。
ko: 전기 역송전 계량기를 사용해 태양광 설비로 생산하여 송전한 전력을 기록하세요. 발생한 수익은 외부 전력 사용 비용과 상계됩니다.
lt: Pagamintai ir tiekiamai elektros energijai registruoti naudokite elektros tiekimo skaitiklį su fotovoltine sistema. Gautos pajamos kompensuojamos iš išlaidų paimta elektra.
ml: ഉൽപ്പാദിപ്പിക്കപ്പെടുന്നതും നൽകുന്നതുമായ വൈദ്യുതി രേഖപ്പെടുത്താൻ ഒരു ഇലക്ട്രിസിറ്റി ഫീഡ്-ഇൻ മീറ്റർ ഉപയോഗിക്കുക ഒരു ഫോട്ടോവോൾട്ടെയ്ക് സിസ്റ്റം ഉപയോഗിച്ച്. തത്ഫലമായുണ്ടാകുന്ന വരുമാനം ചെലവിൽ നിന്ന് ഓഫ്സെറ്റ് ചെയ്യുന്നു വൈദ്യുതി വലിച്ചു.
my: လျှပ်စစ်ဓာတ်အားထုတ်လုပ်ပြီးကျွေးမွေးသောလျှပ်စစ်ဓာတ်အားကိုမှတ်တမ်းတင်ရန်လျှပ်စစ်ဓာတ်အားဖြည့်စွက်ထားသောမီတာကိုသုံးပါ photovoltaic စနစ်နှင့်အတူ။ ရရှိလာတဲ့ဝင်ငွေသည်ကုန်ကျစရိတ်ကိုဆန့်ကျင်သည် လျှပ်စစ်ဓာတ်အား။
nl: Gebruik een elektriciteits terugleveringsmeter om de opgewekte en teruggeleverde elektriciteit met een fotovoltaïsch systeem vast te leggen. De resulterende opbrengst wordt verrekend met de kosten van de getrokken elektriciteit.
no: Bruk en strømmåler for å registrere elektrisiteten som genereres og mates inn med et solcelleanlegg. Den resulterende inntekten utlignes mot kostnadene ved strømmen som trekkes.
pl: Do rejestrowania wytworzonej i dostarczonej energii elektrycznej należy użyć licznika poboru energii elektrycznej z instalacją fotowoltaiczną. Uzyskany przychód jest kompensowany z kosztami pobieraną energię elektryczną.
pt: Utilizar um contador de alimentação eléctrica para seguir a electricidade produzida e introduzida na rede por um sistema fotovoltaico.
ru: Используйте счетчик электроэнергии для отслеживания электроэнергии, вырабатываемой и подаваемой в сеть фотоэлектрической системой.
sl: Za beleženje proizvedene in dovedene električne energije uporabite števec električne energije s fotovoltaičnim sistemom. Nastali prihodki se izravnajo s stroški porabljena elektrika.
sr: Користите мерач напајања да бисте забележили произведену и унету електричну енергију са фотонапонским системом. Добијени приход се компензује са трошковима повучена струја.
sv: Använd en elinmatningsmätare för att registrera den el som genereras och matas in med ett solcellssystem. De resulterande intäkterna kvittas mot kostnaden för elen som dras.
sw: Tumia mita ya kulisha umeme kurekodi umeme unaotokana na kulishwa na mfumo wa photovoltaic. Mapato yanayosababishwa yametolewa dhidi ya gharama ya Umeme uliochorwa.
th: ใช้มิเตอร์ไฟฟ้าป้อนเข้าเพื่อบันทึกไฟฟ้าที่ผลิตและป้อนเข้า ด้วยระบบไฟฟ้าโซลาร์เซลล์ รายได้ที่ได้จะถูกหักล้างกับต้นทุนของ ไฟฟ้าที่ถูกดึงออกมา
tr: Üretilen ve beslenen elektriği kaydetmek için bir elektrik besleme sayacı kullanın fotovoltaik sistem ile. Ortaya çıkan gelir, maliyetten mahsup edilir. çekilen elektrik.
uk: Використовуйте лічильник подачі електроенергії, щоб реєструвати вироблену та подану електроенергію з фотоелектричною системою. Отриманий дохід компенсується витратами витраченої електроенергії.
vi: Sử dụng đồng hồ đo điện năng để ghi lại lượng điện năng được tạo ra và cung cấp vào với hệ thống quang điện. Doanh thu thu được sẽ được bù đắp vào chi phí của điện được rút ra.
zh: 使用馈电表记录发电量和馈入电量 带有光伏系统。由此产生的收入抵消了成本 汲取的电力。

# virtualCounter
source: Virtual meter
af: Virtuele meter
ar: عداد افتراضي
bg: Виртуален брояч
bs: Virtuelni merač
cs: Virtuální měřič
da: Virtuel måler
de: Virtueller Zähler
el: Εικονικός μετρητής
es: Contador virtual
et: Virtuaalarvesti
fa: کنتور مجازی
fi: Virtuaalinen mittari
fr: Compteur virtuel
hi: आभासी मीटर
hr: Virtualni brojač
hu: Virtuális mérő
it: Contatore virtuale
ja: 仮想メーター
ko: 가상 계량기
lt: Virtualus matuoklis
ml: വെർച്വൽ മീറ്റർ
my: virtual မီတာ
nl: Virtuele meter
no: Virtuell måler
pl: Wirtualny licznik
pt: Contador virtual
ru: Виртуальный счетчик
sl: Virtualni merilnik
sr: Виртуелни мерач
sv: Virtuell mätare
sw: Mita halisi
th: มิเตอร์เสมือนจริง
tr: Sanal sayaç
uk: Віртуальний лічильник
vi: Máy đo ảo
zh: 虚拟电表

# heater
source: Radiator
af: Verwarmer
ar: المشعاع
bg: Радиатор
bs: Radijator
cs: Chladič
de: Heizung
el: Ψυγείο
es: Radiador
et: Radiaator
fa: رادیاتور
fi: Jäähdytin
fr: Radiateur
hi: रेडियेटर
hr: Radijator
hu: Radiátor
it: Radiatori
ja: ラジエーター
ko: 난방기
lt: Radiatorius
ml: റെഡിയേറ്റർ
my: အပူဓါတ်ပေးရဒီယေးတာ
pl: Kaloryfer
pt: Radiador
ru: Отопление
sr: Радијатор
th: หม้อน้ำ
tr: Radyatör
uk: Радіатор
vi: Bộ tản nhiệt
zh: 散热器

source: Gas
ar: الغاز
bg: Газ
bs: Plin
cs: Plyn
el: Αέριο
et: Gaas
fa: گاز
fi: Kaasu
fr: Gaz
hi: गैस
hr: Plin
hu: Gáz
ja: ガス
ko: 가스
lt: Dujos
ml: ഗ്യാസ്
my: ဓါတ်ငေှ့
no: Gass
pl: Gaz
pt: Gás
ru: Газ
sl: Plin
sr: Гас
sw: Gesi
th: แก๊ส
tr: Gaz
uk: газ
vi: Khí đốt
zh: 气体
