Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# timeMinutesAgo
source: {minutes} minutes ago
af: {minutes} minute gelede
ar: منذ {minutes} دقائق
bg: преди {minutes} минути
bs: PHTOKEN prije 0 minuta
cs: Před {minutes} minutami
da: {minutes} minutter siden
de: vor {minutes} Minuten
el: {minutes} πριν από λίγα λεπτά
es: Hace {minutes} minutos
et: {minutes} minutit tagasi
fa: دقیقه پیش {minutes}
fi: {minutes} minuuttia sitten
fr: il y a {minutes} minutes
hi: {minutes} मिनट पहले
hr: prije {minutes} minuta
hu: {minutes} percekkel ezelőtt
it: {minutes} minuti fa
ja: {minutes}分前
ko: {minutes}분 전
lt: Prieš {minutes} minutes
ml: {minutes} മിനിറ്റ് മുമ്പ്
my: Phtoken0 မိနစ်အကြာ
nl: {minutes} minuten geleden
no: {minutes} minutter siden
pl: {minutes} minut temu
pt: {minutes} minutos atrás
ru: {minutes} минуты назад
sl: PHTOKEN pred 0 minutami
sr: ПХТОКЕН пре 0 минута
sv: {minutes} minuter sedan
sw: Dakika za Phtoken0 zilizopita
th: {minutes} นาทีที่แล้ว
tr: {minutes} dakika önce
uk: {minutes} хвилин тому
vi: {minutes} phút trước
zh: {minutes} 分钟前

# timeHoursAgo
source: {hours} hours ago
af: {hours} ure gelede
ar: منذ {hours} ساعة
bg: преди {hours} часа
bs: PHTOKEN prije 0 sati
cs: před {hours} hodinami
da: {hours} timer siden
de: vor {hours} Stunden
el: {hours} πριν από ώρες
es: Hace {hours} horas
et: {hours} tundi tagasi
fa: {hours} ساعت قبل
fi: {hours} tuntia sitten
fr: {hours} heures
hi: {hours} घंटे पहले
hr: prije {hours} sati
hu: {hours} órákkal ezelőtt
it: {hours} ore fa
ja: {hours}時間前
ko: {hours}시간 전
lt: PHTOKEN prieš 0 val
ml: {hours} മണിക്കൂർ മുമ്പ്
my: phtoken0 နာရီလွန်ခဲ့တဲ့
nl: {hours} uren geleden
no: {hours} timer siden
pl: {hours} godzin temu
pt: {hours} horas atrás
ru: {hours} часа назад
sl: PHTOKEN pred 0 urami
sr: ПХТОКЕН пре 0 сати
sv: {hours} timmar sedan
sw: Phtoken0 masaa iliyopita
th: {hours} ชั่วโมงที่แล้ว
tr: {hours} saat önce
uk: {hours} годин тому
vi: {hours} giờ trước
zh: {hours} 小时前

# timeToday
source: today
af: vandag
ar: اليوم
bg: днес
bs: danas
cs: dnes
da: i dag
de: heute
el: σήμερα
es: hoy
et: täna
fa: امروز
fi: tänään
fr: aujourd'hui
hi: आज
hr: danas
hu: ma
it: oggi
ja: 今日
ko: 오늘
lt: šiandien
ml: ഇന്ന്
my: ယနေ့တွင်
nl: vandaag
no: i dag
pl: Dzisiaj
pt: hoje
ru: сегодня
sl: danes
sr: данас
sv: i dag
sw: leo
th: วันนี้
tr: Bugün
uk: сьогодні
vi: Hôm nay
zh: 今天

# timeDayAgo
source: one day ago
af: een dag gelede
ar: منذ يوم واحد
bg: преди един ден
bs: prije jedan dan
cs: před jedním dnem
da: en dag siden
de: vor einem Tag
el: πριν από μία ημέρα
es: hace un día
et: üks päev tagasi
fa: یک روز پیش
fi: yksi päivä sitten
fr: un jour
hi: एक दिन पहले
hr: prije jednog dana
hu: egy nappal ezelőtt
it: un giorno fa
ja: 1日前
ko: 하루 전
lt: prieš vieną dieną
ml: ഒരു ദിവസം മുമ്പ്
my: တနေ့က
nl: een dag geleden
no: en dag siden
pl: jeden dzień temu
pt: um dia atrás
ru: день назад
sl: en dan nazaj
sr: пре једног дана
sv: en dag sedan
sw: siku moja iliyopita
th: วันหนึ่งที่ผ่านมา
tr: bir gün önce
uk: один день тому
vi: một ngày trước
zh: 一天前

# timeDaysAgo
source: {days} days ago
af: {days} dae gelede
ar: منذ {days} أيام
bg: преди {days} дни
bs: PHTOKEN prije 0 dana
cs: Před {days} dny
da: {days} dage siden
de: vor {days} Tagen
el: {days} πριν από ημέρες
es: hace {days} días
et: {days} päeva tagasi
fa: {days} روز پیش
fi: {days} päivää sitten
fr: {days} jours
hi: {days} दिन पहले
hr: prije {days} dana
hu: {days} napokkal ezelőtt
it: {days} giorni fa
ja: {days}日前
ko: {days}일 전
lt: Prieš {days} dienas
ml: {days} ദിവസം മുമ്പ്
my: လွန်ခဲ့သောရက်ပေါင်းက Phtoken0
nl: {days} dagen geleden
no: {days} dager siden
pl: {days} dni temu
pt: {days} dias atrás
ru: {days} дня назад
sl: PHTOKEN pred 0 dnevi
sr: ПХТОКЕН пре 0 дана
sv: {days} dagar sedan
sw: Phtoken0 siku zilizopita
th: {days} วันที่ผ่านมา
tr: {days} gün önce
uk: {days} днів тому
vi: {days} ngày trước
zh: {days} 天前

# timeMonthsAgo
source: {months} months ago
af: {months} maande gelede
ar: منذ {months} أشهر
bg: преди {months} месеца
bs: PHTOKEN prije 0 mjeseci
cs: Před {months} měsíci
da: {months} måneder siden
de: vor {months} Monaten
el: {months} μήνες πριν
es: Hace {months} meses
et: {months} kuud tagasi
fa: {months} ماه پیش
fi: {months} kuukautta sitten
fr: {months} mois
hi: {months} महीने पहले
hr: prije {months} mjeseci
hu: {months} hónapokkal ezelőtt
it: {months} mesi fa
ja: {months}ヶ月前
ko: {months}개월 전
lt: PHTOKEN prieš 0 mėnesių
ml: {months} മാസം മുമ്പ്
my: phtoken0 လပေါင်းများစွာက
nl: {months} maanden geleden
no: {months} måneder siden
pl: {months} miesięcy temu
pt: {months} meses atrás
ru: {months} месяца назад
sl: PHTOKEN pred 0 meseci
sr: ПХТОКЕН пре 0 месеци
sv: {months} månader sedan
sw: Phtoken0 miezi iliyopita
th: {months} เดือนที่แล้ว
tr: {months} ay önce
uk: {months} місяців тому
vi: {months} tháng trước
zh: {months} 个月前

# timeForFirstYear
source: for the first year
af: vir die eerste jaar
ar: للعام الأول
bg: за първата година
bs: za prvu godinu
cs: pro první rok
da: for det første år
de: im ersten Jahr
el: για το πρώτο έτος
es: en el primer año
et: esimesel aastal
fa: برای سال اول
fi: ensimmäisen vuoden ajan
fr: la première année
hi: प्रथम वर्ष के लिए
hr: za prvu godinu
hu: az első évben
it: nel primo anno
ja: 最初の1年間
ko: 첫해 기준
lt: pirmiems metams
ml: ആദ്യ വർഷത്തേക്ക്
my: ပထမနှစ်တွင်
nl: voor het eerste jaar
no: for det første året
pl: przez pierwszy rok
pt: no primeiro ano
ru: в первый год
sl: za prvo leto
sr: за прву годину
sv: för det första året
sw: Kwa mwaka wa kwanza
th: สำหรับปีแรก
tr: ilk yıl için
uk: за перший рік
vi: trong năm đầu tiên
zh: 第一年

# timeWeek
source: week
ar: أسبوع
bg: седмица
bs: sedmica
cs: týden
da: uge
de: Woche
el: εβδομάδα
es: Semana
et: nädal
fa: هفته
fi: viikko
fr: semaine
hi: सप्ताह
hr: tjedan
hu: hét
it: Settimana
ja: 週
ko: 주
lt: savaitę
ml: ആഴ്ച
my: ရက်သတ္တပတ်
no: uke
pl: tydzień
pt: Semana
ru: Неделя
sl: teden
sr: недељу дана
sv: vecka
sw: wiki
th: สัปดาห์
tr: hafta
uk: тиждень
vi: tuần
zh: 星期

# timeWeeks
source: weeks
af: weke
ar: أسابيع
bg: седмици
bs: sedmice
cs: týdnů
da: uger
de: Wochen
el: εβδομάδες
es: Semanas
et: nädalat
fa: هفته‌ها
fi: viikkoa
fr: semaines
hi: हफ्तों
hr: tjedna
hu: hetek
it: Settimane
ja: 週
ko: 주
lt: savaites
ml: ആഴ്ചകൾ
my: သီတင်း
nl: weken
no: uker
pl: tygodnie
pt: Semanas
ru: недели
sl: tedne
sr: недеље
sv: veckor
sw: wiki
th: สัปดาห์
tr: haftalar
uk: тижнів
vi: tuần
zh: 周

# timeWithin
source: Within {duration}
af: Binne {duration}
ar: خلال {duration}
bg: В рамките на {duration}
bs: Unutar {duration}
cs: V rámci {duration}
da: Inden for {duration}
de: Innerhalb {duration}
el: {duration}
es: Dentro de {duration}
et: {duration} jooksul
fa: در مدت {duration}
fi: {duration} sisällä
fr: Dans {duration}
hi: {duration} के भीतर
hr: Unutar {duration}
hu: {duration}
it: Entro {duration}
ja: {duration}内
ko: {duration} 이내
lt: {duration} viduje
ml: {duration}-നുള്ളിൽ
my: Phtoken0 အတွင်း
nl: Binnen {duration}
no: Innenfor {duration}
pl: W obrębie PTOKEN0
pt: Dentro de {duration}
ru: В течение {duration}
sl: Znotraj {duration}
sr: У оквиру ПХТОКЕН0
sv: Inom {duration}
sw: Ndani ya phtoken0
th: ภายใน {duration}
tr: {duration} içinde
uk: У межах {duration}
vi: Trong {duration}
zh: 在 {duration} 内

# timeYesterday
source: yesterday
af: gister
ar: أمس
bg: вчера
bs: juče
cs: včera
da: i går
de: gestern
el: χθες
es: ayer
et: eile
fa: دیروز
fi: eilen
fr: hier
hi: कल
hr: jučer
hu: tegnap
it: Ieri
ja: 昨日
ko: 어제
lt: vakar
ml: ഇന്നലെ
my: မနေ့က
nl: gisteren
no: i går
pl: Wczoraj
pt: ontem
ru: Вчера
sl: včeraj
sr: јуче
sv: i går
sw: jana
th: เมื่อวาน
tr: Dün
uk: вчора
vi: Hôm qua
zh: 昨天

# timeMonday
source: Monday
af: Maandag
ar: الاثنين
bg: Понеделник
bs: ponedjeljak
cs: pondělí
da: mandag
de: Montag
el: Δευτέρα
es: Lunes
et: esmaspäev
fa: دوشنبه
fi: maanantai
fr: Lundi
hi: सोमवार
hr: Ponedjeljak
hu: Hétfő
it: Lunedì
ja: 月曜日
ko: 월요일
lt: pirmadienis
ml: തിങ്കളാഴ്ച
my: တနင်္လာနေ့
nl: maandag
no: mandag
pl: Poniedziałek
pt: Segunda-feira
ru: Понедельник
sl: ponedeljek
sr: понедељак
sv: måndag
sw: Jumatatu
th: วันจันทร์
tr: Pazartesi
uk: понеділок
vi: Thứ hai
zh: 周一

# timeTuesday
source: Tuesday
af: Dinsdag
ar: الثلاثاء
bg: Вторник
bs: utorak
cs: úterý
da: tirsdag
de: Dienstag
el: Τρίτη
es: Martes
et: teisipäev
fa: سه‌شنبه
fi: tiistai
fr: Mardi
hi: मंगलवार
hr: Utorak
hu: Kedd
it: Martedì
ja: 火曜日
ko: 화요일
lt: antradienis
ml: ചൊവ്വാഴ്ച
my: အင်္ဂါနေ့
nl: dinsdag
no: tirsdag
pl: Wtorek
pt: Terça-feira
ru: Вторник
sl: torek
sr: уторак
sv: tisdag
sw: Jumanne
th: วันอังคาร
tr: Salı
uk: вівторок
vi: Thứ ba
zh: 周二

# timeWednesday
source: Wednesday
af: Woensdag
ar: الأربعاء
bg: Сряда
bs: srijeda
cs: středa
da: onsdag
de: Mittwoch
el: Τετάρτη
es: Miércoles
et: kolmapäev
fa: چهارشنبه
fi: keskiviikko
fr: Mercredi
hi: बुधवार
hr: Srijeda
hu: Szerda
it: Mercoledì
ja: 水曜日
ko: 수요일
lt: trečiadienis
ml: ബുധനാഴ്ച
my: ဗုဒ္ဓဟူးနေ့
nl: woensdag
no: onsdag
pl: Środa
pt: Quarta-feira
ru: Среда
sl: sreda
sr: среда
sv: onsdag
sw: Jumatano
th: วันพุธ
tr: Çarşamba
uk: Середа
vi: Thứ Tư
zh: 周三

# timeThursday
source: Thursday
af: Donderdag
ar: الخميس
bg: Четвъртък
bs: četvrtak
cs: čtvrtek
da: torsdag
de: Donnerstag
el: Πέμπτη
es: Jueves
et: neljapäev
fa: پنج‌شنبه
fi: torstai
fr: Jeudi
hi: गुरुवार
hr: četvrtak
hu: Csütörtök
it: Giovedì
ja: 木曜日
ko: 목요일
lt: ketvirtadienis
ml: വ്യാഴാഴ്ച
my: ကြာသပတေးနေ့
nl: donderdag
no: torsdag
pl: Czwartek
pt: Quinta-feira
ru: Четверг
sl: četrtek
sr: четвртак
sv: torsdag
sw: Alhamisi
th: วันพฤหัสบดี
tr: Perşembe
uk: четвер
vi: Thứ năm
zh: 周四

# timeFriday
source: Friday
af: Vrydag
ar: الجمعة
bg: Петък
bs: petak
cs: pátek
da: fredag
de: Freitag
el: Παρασκευή
es: Viernes
et: reede
fa: جمعه
fi: perjantai
fr: Vendredi
hi: शुक्रवार
hr: Petak
hu: Péntek
it: Venerdì
ja: 金曜日
ko: 금요일
lt: penktadienis
ml: വെള്ളിയാഴ്ച
my: သောကြာနေ့
nl: vrijdag
no: fredag
pl: Piątek
pt: Sexta-feira
ru: Пятница
sl: Petek
sr: петак
sv: fredag
sw: Ijumaa
th: วันศุกร์
tr: Cuma
uk: П'ятниця
vi: Thứ sáu
zh: 星期五

# timeSaturday
source: Saturday
af: Saterdag
ar: السبت
bg: Събота
bs: Subota
cs: sobota
da: lørdag
de: Samstag
el: Σάββατο
es: Sábado
et: laupäev
fa: شنبه
fi: lauantai
fr: Samedi
hi: शनिवार
hr: Subota
hu: Szombat
it: Sabato
ja: 土曜日
ko: 토요일
lt: šeštadienis
ml: ശനിയാഴ്ച
my: စနေနေ့
nl: zaterdag
no: lørdag
pl: Sobota
pt: Sábado
ru: Суббота
sl: sobota
sr: Субота
sv: lördag
sw: Jumamosi
th: วันเสาร์
tr: Cumartesi
uk: Субота
vi: Thứ bảy
zh: 周六

# timeSunday
source: Sunday
af: Sondag
ar: الأحد
bg: Неделя
bs: Nedjelja
cs: neděle
da: søndag
de: Sonntag
el: Κυριακή
es: Domingo
et: pühapäev
fa: یکشنبه
fi: sunnuntai
fr: Dimanche
hi: रविवार
hr: Nedjelja
hu: Vasárnap
it: Domenica
ja: 日曜日
ko: 일요일
lt: sekmadienis
ml: ഞായറാഴ്ച
my: တနင်္ဂနေှနေ့
nl: zondag
no: søndag
pl: Niedziela
pt: Domingo
ru: Воскресенье
sl: nedelja
sr: недеља
sv: söndag
sw: Jumapili
th: วันอาทิตย์
tr: Pazar
uk: неділя
vi: Chủ nhật
zh: 星期日

# timeFromUndefined
source: Undefined
af: Ongedefinieer
ar: غير محدد
bg: Недефинирано
bs: Nedefinisano
cs: Nedefinováno
da: Udefineret
de: Nicht gesetzt
el: Απροσδιόριστο
es: No se ha fijado
et: Määramata
fa: تعریف‌نشده
fi: Määrittämätön
fr: Indéfini
hi: अपरिभाषित
hr: Nedefinirano
hu: Meghatározatlan
it: Non impostato
ja: 未定義
ko: 정의되지 않음
lt: Neapibrėžta
ml: നിർവചിക്കാത്തത്
nl: Ongedefinieerd
no: Udefinert
pl: Nieokreślony
pt: Não definido
ru: Неопределённый
sl: Nedefinirano
sr: Недефинисано
sv: Odefinierad
sw: Haijafafanuliwa
th: ไม่ได้กำหนด
tr: Tanımlanmamış
uk: Невизначено
vi: Không xác định
zh: 不明确的

# timeUntilUnlimited
source: Unlimited
af: Onbeperk
ar: غير محدود
bg: Неограничено
bs: Neograničeno
cs: Neomezený
da: Ubegrænset
de: Unbegrenzt
el: Απεριόριστα
es: Ilimitado
et: Piiramatu
fa: نامحدود
fi: Rajoittamaton
fr: Sans limite
hi: असीमित
hr: Neograničeno
hu: Korlátlan
it: Illimitato
ja: 無制限
ko: 무기한
lt: Neribota
ml: പരിധിയില്ലാത്തത്
my: အကန့်အသတ်
nl: Onbeperkt
no: Ubegrenset
pl: Nieograniczony
pt: Ilimitado
ru: неограни́ченный
sl: Neomejeno
sr: Неограничено
sv: Obegränsat
sw: Isiyo na kikomo
th: ไม่จำกัด
tr: Sınırsız
uk: Необмежений
vi: Không giới hạn
zh: 无限

# timeUntilDate
source: Until {date}
af: Tot {date}
ar: حتى {date}
bg: До {date}
bs: Do {date}
cs: Do {date}
da: Indtil {date}
de: Bis {date}
el: Μέχρι το {date}
es: Hasta el {date}
et: Kuni {date}
fa: تا {date}
fi: {date} asti
fr: Jusqu'en {date}
hi: {date} तक
hr: Do {date}
hu: {date}-ig
it: Fino al {date}
ja: {date}まで
ko: {date}까지
lt: Iki {date}
ml: {date} വരെ
my: Phtoken0 သည်အထိ
nl: Tot {date}
no: Frem til {date}
pl: Do {date}
pt: Até {date}
ru: До {date}
sl: Do {date}
sr: До ПХТОКЕН0
sv: Fram till {date}
sw: Mpaka phtoken0
th: จนกระทั่ง {date}
tr: {date}'a kadar
uk: До {date}
vi: Cho đến {date}
zh: 直到 {date}

# timeFromDate
source: From {date}
af: Vanaf {date}
ar: من {date}
bg: От {date}
bs: Od {date}
cs: Od {date}
da: Fra {date}
de: Ab {date}
el: Από το {date}
es: De {date}
et: Alates {date}
fa: از {date}
fi: Alkaen {date}
fr: De {date}
hi: {date} से
hr: Od {date}
hu: {date}
it: Dal {date}
ja: {date}より
ko: {date}부터
lt: Nuo {date}
ml: {date} മുതൽ
my: Phtoked0 မှ
nl: Van {date}
no: Fra {date}
pl: Od PTOKEN0
pt: De {date}
ru: От {date}
sl: Od {date}
sr: Од ПХТОКЕН0
sv: Från {date}
sw: Kutoka phtoken0
th: จาก {date}
tr: {date}'dan
uk: Від {date}
vi: Từ {date}
zh: 来自 {date}

# timeReminderAtStart
source: At start
af: By begin
ar: في البداية
bg: В началото
bs: Na početku
cs: Na začátku
da: Ved start
de: Zu Beginn
el: Κατά την έναρξη
es: Al principio
et: Alguses
fa: در شروع
fi: Alussa
fr: Au début
hi: प्रारंभ में
hr: Na početku
hu: Induláskor
it: All'inizio
ja: 開始時
ko: 시작 시
lt: Pradžioje
ml: തുടക്കത്തിൽ
my: စတင်မှာ
nl: Bij start
no: Ved start
pl: Na początku
pt: No início
ru: В начале
sl: Na začetku
sr: На почетку
sv: Vid start
sw: Mwanzoni
th: เมื่อเริ่มต้น
tr: Başlangıçta
uk: На початку
vi: Lúc bắt đầu
zh: 开始时

# timeReminderAtEnd
source: At end
af: By einde
ar: في النهاية
bg: В края
bs: Na kraju
cs: Na konci
da: Til sidst
de: Am Ende
el: Στο τέλος
es: Al final
et: Lõpus
fa: در پایان
fi: Lopussa
fr: À fin
hi: अंत में
hr: Na kraju
hu: A végén
it: Alla fine
ja: 最後に
ko: 종료 시
lt: Pabaigoje
ml: അവസാനത്തിൽ
my: အဆုံးမှာ
nl: Bij einde
no: På slutten
pl: Na koniec
pt: No final
ru: В конце
sl: Na koncu
sr: На крају
sv: På slutet
sw: Mwisho
th: ในตอนท้าย
tr: sonunda
uk: Наприкінці
vi: Cuối cùng
zh: 结束时

# timePeriodYearStart
source: yearly
af: jaarliks
ar: سنوياً
bg: годишно
bs: godišnje
cs: roční
da: årligt
de: jährlich
el: ετήσια
es: Inicio del año
et: aastane
fa: سالانه
fi: vuosittain
fr: Début d'année
hi: वार्षिक
hr: godišnje
hu: évente
it: Inizio dell'anno
ja: 毎年
ko: 연간
lt: kasmet
ml: വർഷം തോറും
my: နှစ်နှစ်
nl: jaarlijks
no: årlig
pl: rocznie
pt: Início do ano
ru: Начало года
sl: letno
sr: годишње
sv: årlig
sw: kila mwaka
th: เป็นประจำทุกปี
tr: yıllık
uk: щорічно
vi: hàng năm
zh: 每年

# timeRightNow
source: Right now
af: Nou dadelik
ar: الآن
bg: Точно сега
bs: Odmah
cs: Právě teď
da: Lige nu
de: Aktuell
el: Αυτή τη στιγμή
es: Actualmente
et: Kohe praegu
fa: همین الان
fi: Juuri nyt
fr: Actuellement
hi: अभी
hr: Upravo sada
hu: Most rögtön
it: Attuale
ja: 今すぐ
ko: 지금 바로
lt: Šiuo metu
ml: ഇപ്പോൾ തന്നെ
my: အခုချက်ချင်း
nl: Nu
no: Akkurat nå
pl: Już teraz
pt: Atualmente
ru: В настоящее время
sl: Takoj zdaj
sr: Управо сада
sv: Just nu
sw: Hivi sasa
th: ตอนนี้
tr: Şu anda
uk: Прямо зараз
vi: Ngay lập tức
zh: 现在

# timeBefore
source: Before
af: Voor
ar: قبل
bg: Преди
bs: Prije
cs: Před
da: Før
de: Davor
el: Πριν από το
es: Antes
et: Enne
fa: قبل
fi: Ennen
fr: Avant
hi: पहले
hr: Prije
hu: A előtt
it: Prima
ja: 前に
ko: 이전
lt: Prieš
ml: മുമ്പ്
my: ဉီးစွာ
nl: Voor
no: Før
pl: Zanim
pt: Antes
ru: До
sl: prej
sr: Пре
sv: Före
sw: Kabla
th: ก่อน
tr: Önce
uk: Раніше
vi: Trước
zh: 前

# purchasesUpgrade
source: Upgrade
af: Gradeer op
ar: ترقية
bg: Надграждане
bs: Nadogradite
da: Opgrader
el: Αναβάθμιση
es: Actualizar
et: Uuenda
fa: ارتقا
fi: Päivitä
fr: Mettre à jour
hi: उन्नत करना
hr: Nadogradnja
hu: Frissítés
it: Aggiornare
ja: アップグレード
ko: 업그레이드
lt: Atnaujinti
ml: അപ്‌ഗ്രേഡ്
my: အဆင့်မြှင့်တင်
nl: Upgraden
no: Oppgrader
pl: Aktualizacja
pt: Actualização
ru: Обновление
sl: Nadgradnja
sr: Надоградите
sv: Uppgradera
sw: Boresha
th: อัพเกรด
tr: Güncelleme
uk: Оновлення
vi: Nâng cấp
zh: 升级

# upgradeDescription
source: The app can do more. Better cost overview, more statistics, Excel export, more counters, ...
af: Die app kan meer doen. Beter koste oorsig, meer statistieke, Excel uitvoer, meer tellers, ...
ar: يمكن للتطبيق أن يفعل المزيد. نظرة عامة أفضل للتكاليف، المزيد من الإحصائيات، تصدير Excel، المزيد من العدادات، ...
bg: Приложението може да прави повече. По-добър преглед на разходите, повече статистики, експорт в Excel, повече броячи, ...
bs: Aplikacija može učiniti više. Bolji pregled troškova, više statistike, Excel izvoz, više brojača,...
cs: Aplikace umí více. Lepší přehled o nákladech, více statistik, export do Excelu, více počítadel, ...
da: Appen kan mere. Bedre omkostningsoverblik, flere statistikker, Excel-eksport, flere tællere, ...
de: Die App kann mehr. Besserer Kostenüberblick, mehr Statistiken, Excel-Export, mehr Zähler, ...
el: Η εφαρμογή μπορεί να κάνει περισσότερα. Καλύτερη επισκόπηση του κόστους, περισσότερα στατιστικά στοιχεία, εξαγωγή στο Excel, περισσότεροι μετρητές, ...
es: La aplicación puede hacer más. Mejor resumen de costes, más estadísticas, exportación a Excel, más contadores, ...
et: Rakendus suudab rohkem: parem kulude ülevaade, rohkem statistikat, Exceli eksport, rohkem arvestite lisamise võimalust ...
fa: این برنامه می تواند کارهای بیشتری انجام دهد.نمای کلی هزینه بهتر، آمار بیشتر، صادرات اکسل، شمارنده های بیشتر، ...
fi: Sovellus voi tehdä enemmän.Parempi kustannuskatsaus, enemmän tilastoja, Excel-vienti, enemmän laskureita, ...
fr: L'app peut faire plus. Meilleur aperçu des coûts, plus de statistiques, exportation Excel, plus de compteurs, ...
hi: ऐप और भी बहुत कुछ कर सकता है.बेहतर लागत अवलोकन, अधिक आँकड़े, एक्सेल निर्यात, अधिक काउंटर, ...
hr: Aplikacija može više.Bolji pregled troškova, više statistike, Excel izvoz, više brojača, ...
hu: Az alkalmazás többet is tud. Jobb költség áttekintés, több statisztika, Excel export, több számláló, ...
it: L'app può fare di più. Migliore panoramica dei costi, più statistiche, esportazione in Excel, più contatori, ...
ja: アプリではさらに多くのことができます。より優れたコスト概要、より多くの統計、Excel エクスポート、より多くのカウンターなど...
ko: 앱은 더 많은 기능을 제공합니다. 더 나은 비용 개요, 더 많은 통계, Excel 내보내기, 더 많은 계량기 등.
lt: Programa gali padaryti daugiau. Geresnė išlaidų apžvalga, daugiau statistikos, „Excel“ eksportas, daugiau skaitiklių, ...
ml: ആപ്പിന് കൂടുതൽ ചെയ്യാൻ കഴിയും. മികച്ച ചെലവ് അവലോകനം, കൂടുതൽ സ്ഥിതിവിവരക്കണക്കുകൾ, Excel കയറ്റുമതി, കൂടുതൽ കൗണ്ടറുകൾ, ...
my: ဒီ app ကပိုလုပ်နိုင်တယ်။ ပိုမိုကောင်းမွန်သောခြုံငုံသုံးသပ်ချက်, စာရင်းဇယားများ, Excel ပို့ကုန်,
nl: De app kan meer. Beter kostenoverzicht, meer statistieken, Excel-export, meer meters, ...
no: Appen kan gjøre mer. Bedre kostnadsoversikt, mer statistikk, Excel-eksport, flere tellere, ...
pl: Aplikacja może więcej. Lepszy przegląd kosztów, więcej statystyk, eksport do Excela, więcej liczników, ...
pt: O aplicativo pode fazer mais. Melhor visão geral dos custos, mais estatísticas, exportação Excel, mais balcões, ...
ru: Приложение может сделать больше. Улучшенный обзор затрат, больше статистики, экспорт в Excel, больше счетчиков, ...
sl: Aplikacija zmore več. Boljši pregled nad stroški, več statistike, Excel izvoz, več števcev, ...
sr: Апликација може више. Бољи преглед трошкова, више статистике, Екцел извоз, више бројача, ...
sv: Appen kan göra mer. Bättre kostnadsöversikt, mer statistik, Excel-export, fler räknare, ...
sw: Programu inaweza kufanya zaidi. Muhtasari bora wa gharama, takwimu zaidi, usafirishaji wa Excel, hesabu zaidi, ...
th: แอพสามารถทำได้มากกว่านี้ ภาพรวมต้นทุนที่ดีขึ้น, สถิติที่มากขึ้น, การส่งออก Excel, ตัวนับที่มากขึ้น, ...
tr: Uygulama daha fazlasını yapabilir. Maliyete daha iyi genel bakış, daha fazla istatistik, Excel dışa aktarma, daha fazla sayaç, ...
uk: Додаток може більше. Кращий огляд витрат, більше статистики, експорт Excel, більше лічильників, ...
vi: Ứng dụng có thể làm được nhiều hơn thế. Tổng quan chi phí tốt hơn, thống kê nhiều hơn, xuất Excel, nhiều bộ đếm hơn, ...
zh: 该应用程序可以做更多事情。更好的成本概览、更多统计数据、Excel 导出、更多计数器……

# purchasesWhyBuyTitle
source: Why should I buy something?
af: Hoekom moet ek iets koop?
ar: لماذا يجب أن أشتري شيئاً؟
bg: Защо трябва да купя нещо?
bs: Zašto da kupim nešto?
cs: Proč bych si měl něco kupovat?
da: Hvorfor skal jeg købe noget?
de: Warum sollte ich etwas kaufen?
el: Γιατί να αγοράσω κάτι;
es: ¿Por qué debería comprar algo?
et: Miks peaksin midagi ostma?
fa: چرا باید چیزی بخرم؟
fi: Miksi minun pitäisi ostaa jotain?
fr: Pourquoi devrais-je acheter quelque chose ?
hi: मुझे कुछ क्यों खरीदना चाहिए?
hr: Zašto bih nešto kupio?
hu: Miért kellene vásárolnom valamit?
it: Perché dovrei comprare qualcosa?
ja: なぜ何かを買う必要があるのですか?
ko: 구매해야 하는 이유는?
lt: Kodėl turėčiau ką nors nusipirkti?
ml: ഞാൻ എന്തിന് എന്തെങ്കിലും വാങ്ങണം?
my: ငါဘာကြောင့်တစ်ခုခုဝယ်သင့်သလဲ
nl: Waarom zou ik iets kopen?
no: Hvorfor skal jeg kjøpe noe?
pl: Dlaczego powinienem coś kupić?
pt: Porque devo comprar qualquer coisa?
ru: Зачем мне что-то покупать?
sl: Zakaj bi moral nekaj kupiti?
sr: Зашто да купим нешто?
sv: Varför ska jag köpa något?
sw: Kwa nini ninunue kitu?
th: ทำไมฉันถึงต้องซื้ออะไรบางอย่าง?
tr: Neden bir şey satın almalıyım?
uk: Навіщо мені щось купувати?
vi: Tại sao tôi nên mua thứ gì đó?
zh: 我为什么要买东西？
