Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

source: Oil
af: Olie
ar: الزيت
bg: Мазут
bs: Ulje
cs: Olej
da: Olie
de: Öl
el: Λάδι
es: Aceite
et: Õli
fa: نفت
fi: Öljy
fr: Fioul
hi: तेल
hr: Ulje
hu: Olaj
it: Olio
ja: 油
ko: 유류
lt: Aliejus
ml: എണ്ണ
my: ဆီ
nl: Olie
no: Olje
pl: Olej
pt: Óleo
ru: Масло
sl: Olje
sr: уље
sv: Olja
sw: Mafuta
th: น้ำมัน
tr: Yağ
uk: олія
vi: Dầu
zh: 油

source: Stove
af: Stoof
ar: الموقد
bg: Печка
bs: Peć
cs: Sporák
da: Komfur
de: Kaminofen / Pelletheizung
el: Σόμπα
es: Estufa
et: Pliit
fa: بخاری
fi: Liesi
fr: Poêle à bois
hi: चूल्हा
hr: Peć
hu: Tűzhely
it: Stufa
ja: レンジ
ko: 난로
lt: Viryklė
ml: അടുപ്പ്
my: မီးဖို
nl: Kachel
no: Komfyr
pl: Kuchenka
pt: Fogão
ru: Плита
sl: Štedilnik
sr: Пећ
sv: Spis
sw: Jiko
th: เตา
tr: Soba
uk: Піч
vi: Cái lò
zh: 火炉

# networkCounter
source: Internet & phone
af: Internet & telefoon
ar: الإنترنت والهاتف
bg: Интернет и телефон
bs: Internet & telefon
cs: Internet a telefon
da: Internet og telefon
de: DSL & Telefon
el: Internet & τηλέφωνο
es: DSL y teléfono
et: Internet ja telefon
fa: اینترنت و تلفن
fi: Internet & puhelin
fr: DSL & téléphone
hi: इंटरनेट और फ़ोन
hr: Internet i telefon
hu: Internet és telefon
it: DSL e telefono
ja: インターネットと電話
ko: 인터넷 및 전화
lt: Internetas ir telefonas
ml: ഇൻ്റർനെറ്റും ഫോണും
my: အင်တာနက်နှင့်ဖုန်း
nl: Internet & telefoon
no: Internett og telefon
pl: Internet i telefon
pt: DSL & Telefone
ru: DSL и телефон
sl: Internet in telefon
sr: Интернет и телефон
sv: Internet & telefon
sw: Mtandao na simu
th: อินเทอร์เน็ตและโทรศัพท์
tr: İnternet ve telefon
uk: Інтернет і телефон
vi: Internet và điện thoại
zh: 互联网和电话

source: Solar Thermal Collector
af: Son Termiese Versamelaar
ar: مجمع الطاقة الشمسية الحرارية
bg: Слънчев термичен колектор
bs: Solarni termalni kolektor
cs: Solární termální kolektor
da: Termisk solfanger
de: Sonnenwärmekollektor
el: Ηλιακός θερμικός συλλέκτης
es: Colector solar térmico
et: Päikesekollektor
fa: کلکتور حرارتی خورشیدی
fi: Aurinkolämpökeräin
fr: Capteur de chaleur solaire
hi: सौर तापीय संग्राहक
hr: Solarni toplinski kolektor
hu: Napkollektor
it: Collettore di calore solare
ja: 太陽熱集熱器
ko: 태양열 집열기
lt: Saulės šilumos kolektorius
ml: സോളാർ തെർമൽ കളക്ടർ
my: နေရောင်ခြည်စွမ်းအင်စုဆောင်းသူ
nl: Zonthermische collector
no: Termisk solfanger
pl: Kolektor słoneczny
pt: Colector de calor solar
ru: Солнечный тепловой коллектор
sl: Solarni termalni kolektor
sr: Соларни термални колектор
sv: Solfångare
sw: Ushuru wa mafuta ya jua
th: ตัวสะสมความร้อนจากแสงอาทิตย์
tr: Güneş Termal Kollektörü
uk: Сонячний колектор
vi: Bộ thu nhiệt mặt trời
zh: 太阳能集热器

# contractTypeElectricityProvider
source: Electricity provider
af: Elektrisiteitsverskaffer
ar: مزود الكهرباء
bg: Доставчик на ток
bs: Provajder električne energije
cs: Poskytovatel elektřiny
da: El udbyder
de: Stromanbieter
el: Πάροχος ηλεκτρικής ενέργειας
es: Proveedor de electricidad
et: Elektripakkuja
fa: تأمین‌کننده برق
fi: Sähköntarjoaja
fr: Tarif de l'électricité
hi: बिजली प्रदाता
hr: Dobavljač električne energije
hu: Villamosenergia-szolgáltató
it: Fornitore di elettricità
ja: 電力会社
ko: 전기 공급자
lt: Elektros tiekėjas
ml: വൈദ്യുതി ദാതാവ്
my: လျှပ်စစ်ဓာတ်အားပေးသူ
nl: Elektriciteitsleverancier
no: Strømleverandør
pl: Dostawca energii elektrycznej
pt: Fornecedor de electricidade
ru: Поставщик электроэнергии
sl: Ponudnik električne energije
sr: Провајдер електричне енергије
sv: Elleverantör
sw: Mtoaji wa umeme
th: ผู้ให้บริการไฟฟ้า
tr: Elektrik sağlayıcısı
uk: Постачальник електроенергії
vi: Nhà cung cấp điện
zh: 电力供应商

# contractTypeWaterFees
source: Water fees
af: Waterfooie
ar: رسوم الماء
bg: Такси за вода
bs: Voda naknada
cs: Poplatky za vodu
da: Vandgebyrer
de: Wassergebühren
el: Τέλη νερού
es: Tarifas de agua
et: Veetasud
fa: هزینه‌های آب
fi: Vesimaksut
fr: Tarif de l'eau
hi: जल शुल्क
hr: Naknade za vodu
hu: Vízdíjak
it: Spese per l'acqua
ja: 水道料金
ko: 수도 요금
lt: Mokesčiai už vandenį
ml: ജല ഫീസ്
my: ရေအခကြေးငွေ
nl: Waterkosten
no: Vannavgifter
pl: Opłaty za wodę
pt: Taxas de água
ru: Плата за воду
sl: Pristojbine za vodo
sr: Вода накнада
sv: Vattenavgifter
sw: Ada ya maji
th: ค่าน้ำ
tr: Su ücretleri
uk: Плата за воду
vi: Phí nước
zh: 水费

# contractTypeHeatingFees
source: Heating fees
af: Verhittingsfooie
ar: رسوم التدفئة
bg: Такси за отопление
bs: Naknade za grijanje
cs: Poplatky za topení
da: Varmegebyrer
de: Heizungsgebühren
el: Τέλη θέρμανσης
es: Tasas de calefacción
et: Küttetasud
fa: هزینه‌های گرمایش
fi: Lämmitysmaksut
fr: Tarif du chauffage
hi: ताप शुल्क
hr: Naknade za grijanje
hu: Fűtési díjak
it: Spese di riscaldamento
ja: 光熱費
ko: 난방 요금
lt: Mokesčiai už šildymą
ml: ചൂടാക്കൽ ഫീസ്
my: အပူကြေး
nl: Verwarmingskosten
no: Oppvarmingsavgifter
pl: Opłaty za ogrzewanie
pt: Taxas de aquecimento
ru: Плата за отопление
sl: Pristojbine za ogrevanje
sr: Накнаде за грејање
sv: Uppvärmningsavgifter
sw: Ada ya kupokanzwa
th: ค่าธรรมเนียมเครื่องทำความร้อน
tr: Isıtma ücretleri
uk: Плата за опалення
vi: Phí sưởi ấm
zh: 取暖费

# contractTypeOilProvider
source: Oil provider
af: Olieverskaffer
ar: مزود الزيت
bg: Доставчик на мазут
bs: Dobavljač nafte
cs: Dodavatel ropy
da: Olieleverandør
de: Ölanbieter
el: Πάροχος πετρελαίου
es: Proveedores de petróleo
et: Õlipakkuja
fa: تأمین‌کننده نفت
fi: Öljyn toimittaja
fr: Tarif du fioul
hi: तेल प्रदाता
hr: Dobavljač ulja
hu: Olajszolgáltató
it: Fornitori di olio
ja: 石油供給者
ko: 유류 공급자
lt: Naftos tiekėjas
ml: എണ്ണ വിതരണക്കാരൻ
my: ရေနံပံ့ပိုးသူ
nl: Olieleverancier
no: Oljeleverandør
pl: Dostawca ropy
pt: Fornecedores de petróleo
ru: Поставщики нефти
sl: Ponudnik nafte
sr: Добављач нафте
sv: Oljeleverantör
sw: Mtoaji wa mafuta
th: ผู้ให้บริการน้ำมัน
tr: Yağ sağlayıcı
uk: Постачальник нафти
vi: Nhà cung cấp dầu
zh: 石油供应商

# contractTypeGasProvider
source: Gas provider
af: Gasverskaffer
ar: مزود الغاز
bg: Доставчик на газ
bs: Provajder gasa
cs: Poskytovatel plynu
da: Gas udbyder
de: Gasanbieter
el: Πάροχος αερίου
es: Proveedor de gas
et: Gaasitarnija
fa: تأمین‌کننده گاز
fi: Kaasun tarjoaja
fr: Tarif du gaz
hi: गैस प्रदाता
hr: Dobavljač plina
hu: Gázszolgáltató
it: Fornitore di gas
ja: ガスプロバイダー
ko: 가스 공급자
lt: Dujų tiekėjas
ml: വാതക വിതരണക്കാരൻ
my: ဓာတ်ငွေ့ပံ့ပိုးသူ
nl: Gasleverancier
no: Gassleverandør
pl: Dostawca gazu
pt: Fornecedor de gás
ru: Поставщик газа
sl: Ponudnik plina
sr: Добављач гаса
sv: Gasleverantör
sw: Mtoaji wa gesi
th: ผู้ให้บริการก๊าซ
tr: Gaz sağlayıcı
uk: Постачальник газу
vi: Nhà cung cấp gas
zh: 燃气供应商

# contractTypeStove
source: Stove
af: Stoof
ar: الموقد
bg: Печка
bs: Peć
cs: Sporák
da: Komfur
de: Kaminofen / Pelletheizung
el: Σόμπα
es: Estufa
et: Pliit
fa: بخاری
fi: Liesi
fr: Poêle à bois
hi: चूल्हा
hr: Peć
hu: Tűzhely
it: Stufa
ja: レンジ
ko: 난로
lt: Viryklė
ml: അടുപ്പ്
my: မီးဖို
nl: Kachel
no: Komfyr
pl: Kuchenka
pt: Fogão
ru: Плита
sl: Štedilnik
sr: Пећ
sv: Spis
sw: Jiko
th: เตา
tr: Soba
uk: Піч
vi: Cái lò
zh: 火炉

# contractTypeNetwork
source: Internet & phone
af: Internet & telefoon
ar: الإنترنت والهاتف
bg: Интернет и телефон
bs: Internet & telefon
cs: Internet a telefon
da: Internet og telefon
de: DSL & Telefon
el: Internet & τηλέφωνο
es: DSL y teléfono
et: Internet ja telefon
fa: اینترنت و تلفن
fi: Internet & puhelin
fr: DSL & téléphone
hi: इंटरनेट और फ़ोन
hr: Internet i telefon
hu: Internet és telefon
it: DSL e telefono
ja: インターネットと電話
ko: 인터넷 및 전화
lt: Internetas ir telefonas
ml: ഇൻ്റർനെറ്റും ഫോണും
my: အင်တာနက်နှင့်ဖုန်း
nl: Internet & telefoon
no: Internett og telefon
pl: Internet i telefon
pt: DSL & Telefone
ru: DSL и телефон
sl: Internet in telefon
sr: Интернет и телефон
sv: Internet & telefon
sw: Mtandao na simu
th: อินเทอร์เน็ตและโทรศัพท์
tr: İnternet ve telefon
uk: Інтернет і телефон
vi: Internet và điện thoại
zh: 互联网和电话

source: Currency
af: Geldeenheid
ar: العملة
bg: Валута
bs: Valuta
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
et: Valuuta
fa: ارز
fi: Valuutta
fr: Devise
hi: मुद्रा
hr: Valuta
hu: Pénznem
it: Valuta
ja: 通貨
ko: 통화
lt: Valiuta
ml: കറൻസി
my: ငေှကေြး
nl: Valuta
no: Valuta
pl: Waluta
pt: Moeda
ru: Валюта
sl: Valuta
sr: Валута
sv: Valuta
sw: Sarafu
th: สกุลเงิน
tr: Para birimi
uk: Валюта
vi: Tiền tệ
zh: 货币

# costsUndefinedFor
source: Costs undefined
af: Koste nie gedefinieer nie
ar: التكاليف غير محددة
bg: Недефинирани разходи
bs: Troškovi nedefinisani
cs: Náklady nedefinované
da: Omkostninger udefinerede
de: Kosten nicht definiert
el: Κόστος απροσδιόριστο
es: Costes indefinidos
et: Kulud määramata
fa: هزینه‌ها تعریف نشده‌اند
fi: Kustannukset määrittelemättömät
fr: Coûts non définis
hi: लागत अपरिभाषित
hr: Troškovi nisu definirani
hu: Költségek meghatározatlanok
it: Costi indefiniti
ja: コストは未定義
ko: 비용이 정의되지 않음
lt: Išlaidos neapibrėžtos
ml: നിർവചിച്ചിട്ടില്ലാത്ത ചെലവുകൾ
my: ကုန်ကျစရိတ် undefined
nl: Kosten ongedefinieerd
no: Koster udefinert
pl: Koszty nieokreślone
pt: Custos indefinidos
ru: Затраты не определены
sl: Stroški neopredeljeni
sr: Трошкови недефинисани
sv: Kostar odefinierat
sw: Gharama zisizofafanuliwa
th: ต้นทุนไม่ได้กำหนด
tr: Maliyetler tanımsız
uk: Витрати не визначені
vi: Chi phí không xác định
zh: 成本未定义

# exportOptionReadingsTitle
source: Reading values
af: Lesingswaardes
ar: قيم القراءة
bg: Стойности на отчитанията
bs: Čitanje vrijednosti
cs: Čtení hodnot
da: Aflæsning af værdier
de: Ablesewerte
el: Ανάγνωση τιμών
es: Lecturas
et: Näidud
fa: مقادیر قرائت
fi: Arvojen lukeminen
fr: Relevés de consommation
hi: मान पढ़ना
hr: Vrijednosti očitanja
hu: Olvasási értékek
it: Valori di lettura
ja: 読み取り値
ko: 지침 값
lt: Vertybių skaitymas
ml: വായന മൂല്യങ്ങൾ
my: စာဖတ်ခြင်းတန်ဖိုးများ
nl: Aflezingwaarden
no: Lese verdier
pl: Odczytywanie wartości
pt: Valores de leitura
ru: Показания счетчика
sl: Branje vrednosti
sr: Читање вредности
sv: Läsa värden
sw: Maadili ya kusoma
th: การอ่านค่า
tr: Değerleri okuma
uk: Читання значень
vi: Đọc giá trị
zh: 读取数值

# exportOptionReadingsSubtitle
source: Typically meter readings or consumption with irregular intervals.
af: Gewoonlik meterlesings of verbruik met onreëlmatige intervalle.
ar: عادة قراءات العدادات أو الاستهلاك بفواصل غير منتظمة.
bg: Обикновено показания на броячи или консумация с нередовни интервали.
bs: Tipično očitavanje brojila ili potrošnja s nepravilnim intervalima.
cs: Typické odečty nebo spotřeba s nepravidelnými intervaly.
da: Typisk måleraflæsninger eller forbrug med ujævne intervaller.
de: Üblicherweise Zählerstände oder Verbräuche mit unregelmäßigen Abständen.
el: Συνήθως ενδείξεις μετρητών ή κατανάλωση με ακανόνιστα διαστήματα.
es: Normalmente lecturas de contadores o consumos con intervalos irregulares.
et: Tavaliselt arvestinäidud või ebakorrapäraste intervallidega tarbimine.
fa: معمولاً قرائت یا مصرف کنتور با فواصل نامنظم.
fi: Tyypillisesti mittarilukemat tai kulutus epäsäännöllisin väliajoin.
fr: Habituellement des relevés de compteurs ou des consommations à des intervalles irréguliers.
hi: आमतौर पर मीटर रीडिंग या अनियमित अंतराल के साथ खपत।
hr: Obično očitanja mjerača ili potrošnje u nepravilnim intervalima.
hu: Jellemzően a mérőórák leolvasása vagy a fogyasztás szabálytalan időközönként.
it: Generalmente letture dei contatori o consumi a intervalli irregolari.
ja: 通常は、不規則な間隔でのメーターの測定値または消費量です。
ko: 일반적으로 불규칙한 간격의 계량기 지침 또는 소비량입니다.
lt: Paprastai skaitiklių rodmenys arba suvartojimas nereguliariais intervalais.
ml: സാധാരണഗതിയിൽ മീറ്റർ റീഡിംഗുകൾ അല്ലെങ്കിൽ ക്രമരഹിതമായ ഇടവേളകളുള്ള ഉപഭോഗം.
my: ပုံမှန်အားဖြင့်ပုံမှန်အားဖြင့်မီတာဖတ်ခြင်းသို့မဟုတ်မမှန်နှင့်အတူစားသုံးမှု။
nl: Meestal meterstanden of verbruik met onregelmatige intervallen.
no: Typisk måleravlesning eller forbruk med ujevne intervaller.
pl: Zazwyczaj odczyty liczników lub zużycie w nieregularnych odstępach czasu.
pt: Normalmente leituras de contadores ou consumos com intervalos irregulares.
ru: Обычно показания счетчиков или потребления с нерегулярными интервалами.
sl: Običajno odčitki števca ali poraba z neenakomernimi intervali.
sr: Обично очитавања бројила или потрошња са неправилним интервалима.
sv: Typiskt mätaravläsning eller förbrukning med oregelbundna intervall.
sw: Kawaida usomaji wa mita au matumizi na vipindi visivyo kawaida.
th: โดยทั่วไปแล้วการอ่านมิเตอร์หรือการบริโภคโดยมีช่วงเวลาที่ไม่สม่ำเสมอ
tr: Tipik olarak düzensiz aralıklarla sayaç okumaları veya tüketim.
uk: Зазвичай показання лічильника або споживання з нерегулярними інтервалами.
vi: Thông thường số đọc hoặc mức tiêu thụ của đồng hồ đo có khoảng thời gian không đều.
zh: 通常是不规则间隔的仪表读数或消耗量。

# exportOptionConsumptionsTitle
source: Daily consumption
af: Daaglikse verbruik
ar: الاستهلاك اليومي
bg: Дневна консумация
bs: Dnevna potrošnja
cs: Denní spotřeba
da: Dagligt forbrug
de: Tagesverbräuche
el: Ημερήσια κατανάλωση
es: Consumos diarios
et: Päevane tarbimine
fa: مصرف روزانه
fi: Päivittäinen kulutus
fr: Consommations journalières
hi: दैनिक उपभोग
hr: Dnevna potrošnja
hu: Napi fogyasztás
it: Consumi giornalieri
ja: 一日の消費量
ko: 일일 소비량
lt: Kasdienis vartojimas
ml: ദൈനംദിന ഉപഭോഗം
my: နေ့စဉ်စားသုံးမှု
nl: Dagelijks verbruik
no: Daglig forbruk
pl: Dzienne spożycie
pt: Consumos diários
ru: Ежедневное потребление
sl: Dnevna poraba
sr: Дневна потрошња
sv: Daglig konsumtion
sw: Matumizi ya kila siku
th: การบริโภคประจำวัน
tr: Günlük tüketim
uk: Щоденне споживання
vi: Tiêu thụ hàng ngày
zh: 日常消费

# exportOptionConsumptionsSubtitle
source: A consumption value for each day since the first reading.
af: 'n Verbruikswaarde vir elke dag sedert die eerste lesing.
ar: قيمة استهلاك لكل يوم منذ القراءة الأولى.
bg: Стойност на консумация за всеки ден от първото отчитане.
bs: Vrijednost potrošnje za svaki dan od prvog čitanja.
cs: Hodnota spotřeby za každý den od prvního čtení.
da: En forbrugsværdi for hver dag siden første aflæsning.
de: Für jeden Tag seit der ersten Ablesung ein Verbrauchswert.
el: Μια τιμή κατανάλωσης για κάθε ημέρα από την πρώτη ανάγνωση.
es: Un valor de consumo para cada día desde la primera lectura.
et: Tarbimisväärtus iga päeva kohta alates esimesest näidust.
fa: مقدار مصرف برای هر روز از اولین خواندن.
fi: Kulutusarvo jokaiselle päivälle ensimmäisestä lukemasta lähtien.
fr: Une valeur de consommation pour chaque jour depuis le premier relevé.
hi: पहली बार पढ़ने के बाद से प्रत्येक दिन के लिए उपभोग मूल्य।
hr: Vrijednost potrošnje za svaki dan od prvog očitanja.
hu: Az első leolvasás óta eltelt minden egyes napra vonatkozó fogyasztási érték.
it: Un valore di consumo per ogni giorno dalla prima lettura.
ja: 最初の読み取り以降の毎日の消費値。
ko: 첫 지침 이후 매일 하나의 소비량 값을 갖습니다.
lt: Vartojimo vertė kiekvienai dienai nuo pirmojo skaitymo.
ml: ആദ്യ വായന മുതൽ ഓരോ ദിവസവും ഒരു ഉപഭോഗ മൂല്യം.
my: ပထမစာဖတ်ခြင်းကတည်းကနေ့တိုင်းစားသုံးမှုတန်ဖိုး။
nl: Een verbruikswaarde voor elke dag sinds de eerste aflezing.
no: En forbruksverdi for hver dag siden første avlesning.
pl: Wartość zużycia na każdy dzień od pierwszego odczytu.
pt: Um valor de consumo para cada dia desde a primeira leitura.
ru: Значение потребления за каждый день с момента первого снятия показаний.
sl: Vrednost porabe za vsak dan od prvega odčitka.
sr: Вредност потрошње за сваки дан од првог читања.
sv: Ett förbrukningsvärde för varje dag sedan den första avläsningen.
sw: Thamani ya matumizi kwa kila siku tangu usomaji wa kwanza.
th: ค่าการบริโภคในแต่ละวันตั้งแต่การอ่านครั้งแรก
tr: İlk okumadan bu yana her gün için bir tüketim değeri.
uk: Значення споживання для кожного дня з моменту першого зчитування.
vi: Giá trị tiêu thụ mỗi ngày kể từ lần đọc đầu tiên.
zh: 自第一次读取以来每天的消耗值。

source: Settings
af: Instellings
ar: الإعدادات
bg: Настройки
bs: Postavke
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fa: تنظیمات
fi: Asetukset
fr: Configuration
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
ml: ക്രമീകരണങ്ങൾ
my: ဆက်တင်များ
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Definições
ru: Настройки
sl: nastavitve
sr: Подешавања
sv: Inställningar
sw: Mipangilio
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 设置

# roomOther
source: Other
af: Ander
ar: أخرى
bg: Друго
bs: Ostalo
cs: Ostatní
da: Andre
de: Sonstiges
el: Άλλα
es: Otros
et: Muu
fa: دیگر
fi: muu
fr: Divers
hi: अन्य
hr: ostalo
hu: Egyéb
it: Altro
ja: 他の
ko: 기타
lt: Kita
ml: മറ്റുള്ളവ
my: အခြား
nl: Anders
no: Annen
pl: Inny
pt: Outros
ru: Другое
sl: drugo
sr: Остало
sv: Andra
sw: Nyingine
th: อื่น
tr: Diğer
uk: інше
vi: Khác
zh: 其他

# previouslyDeletedCounters
source: Recently deleted meters
af: Onlangs uitgevee tellers
ar: العدادات المحذوفة مؤخراً
bg: Наскоро изтрити броячи
bs: Nedavno obrisana brojila
cs: Nedávno smazané měřiče
da: For nylig slettede målere
de: Zuletzt gelöschte Zähler
el: Πρόσφατα διαγραμμένοι μετρητές
es: Contadores eliminados recientemente
et: Hiljuti kustutatud arvestid
fa: متری که اخیراً حذف شده است
fi: Äskettäin poistetut mittarit
fr: Compteurs récemment supprimés
hi: हाल ही में हटाए गए मीटर
hr: Nedavno izbrisani mjerači
hu: Nemrégiben törölt mérők
it: Contatori eliminati di recente
ja: 最近削除されたメーター
ko: 최근에 삭제된 계량기
lt: Neseniai ištrinti skaitikliai
ml: സമീപകാലത്ത് ഇല്ലാതാക്കിയ മീറ്ററുകൾ
my: မကြာသေးမီကဖျက်ပစ်မီတာဖျက်ခဲ့ကြသည်
nl: Onlangs verwijderde meters
no: Nylig slettede målere
pl: Ostatnio usunięte liczniki
pt: Contadores recentemente apagados
ru: Недавно удаленные счетчики
sl: Nedavno izbrisani števci
sr: Недавно избрисани бројила
sv: Nyligen raderade mätare
sw: Mita iliyofutwa hivi karibuni
th: ล่าสุดลบเมตร
tr: Yakın zamanda silinen sayaçlar
uk: Нещодавно видалені лічильники
vi: Đồng hồ đo đã xóa gần đây
zh: 最近删除的仪表

# restoreDeletedCounter
source: Would you like to restore this deleted meter?
af: Wil jy hierdie uitgevee meter herstel?
ar: هل تريد استعادة هذا العداد المحذوف؟
bg: Искате ли да възстановите този изтрит брояч?
bs: Želite li vratiti ovaj izbrisani mjerač?
cs: Chcete tento smazaný měřič obnovit?
da: Vil du gendanne denne slettede måler?
de: Möchten Sie diesen gelöschten Zähler wiederherstellen?
el: Θα θέλατε να επαναφέρετε αυτόν τον διαγραμμένο μετρητή;
es: ¿Desea restaurar este contador eliminado?
et: Kas soovid selle kustutatud arvesti taastada?
fa: آیا می خواهید این متر حذف شده را بازیابی کنید؟
fi: Haluatko palauttaa tämän poistetun mittarin?
fr: Souhaitez-vous restaurer ce compteur supprimé ?
hi: क्या आप इस हटाए गए मीटर को पुनर्स्थापित करना चाहेंगे?
hr: Želite li vratiti ovaj izbrisani mjerač?
hu: Szeretné visszaállítani ezt a törölt mérőórát?
it: Desideri ripristinare questo contatore eliminato?
ja: この削除されたメーターを復元しますか?
ko: 이 삭제된 계량기를 복원하시겠습니까?
lt: Ar norėtumėte atkurti šį ištrintą matuoklį?
ml: ഇല്ലാതാക്കിയ ഈ മീറ്റർ പുനഃസ്ഥാപിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
my: ဤဖျက်ခြင်းမီတာကိုသင်ပြန်ယူလိုပါသလား။
nl: Wilt u deze verwijderde meter herstellen?
no: Vil du gjenopprette denne slettede måleren?
pl: Czy chcesz przywrócić ten usunięty licznik?
pt: Deseja restaurar este medidor excluído?
ru: Хотите восстановить этот удаленный счетчик?
sl: Ali želite obnoviti ta izbrisani števec?
sr: Да ли желите да вратите овај избрисани мерач?
sv: Vill du återställa denna raderade mätare?
sw: Je! Ungependa kurejesha mita hii iliyofutwa?
th: คุณต้องการกู้คืนมิเตอร์ที่ถูกลบนี้หรือไม่
tr: Silinen bu sayacı geri yüklemek ister misiniz?
uk: Бажаєте відновити цей видалений лічильник?
vi: Bạn có muốn khôi phục đồng hồ đã xóa này không?
zh: 您想恢复这个已删除的仪表吗？

# localWriteTitle
source: Save in the local download folder
af: Stoor in die plaaslike aflaai vouer
ar: حفظ في مجلد التنزيل المحلي
bg: Запазване в локалната папка за изтегляния
bs: Sačuvajte u lokalnom folderu za preuzimanje
cs: Uložte do místní složky pro stahování
da: Gem i den lokale download-mappe
de: Im lokalen Download-Ordner speichern
el: Αποθήκευση στον τοπικό φάκελο λήψης
es: Guardar en la carpeta de descargas local
et: Salvesta kohalikku allalaadimiskausta
fa: در پوشه دانلود محلی ذخیره کنید
fi: Tallenna paikalliseen latauskansioon
fr: Enregistrer dans le dossier de téléchargement local
hi: स्थानीय डाउनलोड फ़ोल्डर में सहेजें
hr: Spremite u lokalnu mapu za preuzimanje
hu: Mentés a helyi letöltési mappába
it: Salva nella cartella di download locale
ja: ローカルのダウンロードフォルダーに保存します
ko: 로컬 다운로드 폴더에 저장
lt: Išsaugokite vietiniame atsisiuntimo aplanke
ml: ലോക്കൽ ഡൗൺലോഡ് ഫോൾഡറിൽ സംരക്ഷിക്കുക
my: local download folder ထဲမှာသိမ်းဆည်းပါ
nl: Opslaan in de lokale downloadmap
no: Lagre i den lokale nedlastingsmappen
pl: Zapisz w lokalnym folderze pobierania
pt: Salvar na pasta de downloads local
ru: Сохранить в локальную папку загрузок
sl: Shranite v lokalno mapo za prenos
sr: Сачувајте у локалном фолдеру за преузимање
sv: Spara i den lokala nedladdningsmappen
sw: Hifadhi kwenye folda ya kupakua ya ndani
th: บันทึกในโฟลเดอร์ดาวน์โหลดในเครื่อง
tr: Yerel indirme klasörüne kaydedin
uk: Збережіть у локальній папці завантажень
vi: Lưu vào thư mục tải xuống cục bộ
zh: 保存到本地下载文件夹中
