Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# reminderWeekdayExplanation
source: There is a reminder to take a reading no more than once a day.
af: Daar is 'n herinnering om 'n lesing te neem nie meer as een keer per dag nie.
ar: يوجد تذكير لأخذ قراءة مرة واحدة على الأكثر في اليوم.
bg: Има напомняне за отчитане не повече от веднъж на ден.
bs: Postoji podsjetnik da čitate ne više od jednom dnevno.
cs: Je zde připomenutí, abyste četli maximálně jednou denně.
da: Der er en påmindelse om at tage en læsning ikke mere end én gang om dagen.
de: Es wird maximal einmal pro Tag an eine Ablesung erinnert.
el: Υπάρχει μια υπενθύμιση για να κάνετε ανάγνωση το πολύ μία φορά την ημέρα.
es: Las lecturas se recuerdan como máximo una vez al día.
et: Meeldetuletus näitu sisestada on maksimaalselt kord päevas.
fa: یک یادآوری وجود دارد که نباید بیش از یک بار در روز مطالعه کنید.
fi: Siellä on muistutus, että lukema ei saa olla useammin kuin kerran päivässä.
fr: Les lectures ne sont pas rappelées plus d'une fois par jour.
hi: दिन में एक बार से अधिक न पढ़ने का अनुस्मारक है।
hr: Postoji podsjetnik za očitavanje ne više od jednom dnevno.
hu: Emlékeztető, hogy naponta legfeljebb egyszer kell leolvasni a mérőszámot.
it: Le letture sono ricordate non più di una volta al giorno.
ja: 測定値は 1 日に 1 回までとするようリマインダーが表示されます。
ko: 하루에 한 번 이상 지침 알림이 전송되지 않습니다.
lt: Yra priminimas skaityti ne dažniau kaip kartą per dieną.
ml: ദിവസത്തിൽ ഒന്നിൽ കൂടുതൽ വായിക്കരുതെന്ന് ഓർമ്മപ്പെടുത്തലുണ്ട്.
my: တစ်ရက်ထက်မပိုသောစာဖတ်ခြင်းကိုယူရန်သတိပေးချက်တစ်ခုရှိသည်။
nl: Er is een herinnering om een aflezing te nemen, maximaal één keer per dag.
no: Det er en påminnelse om å ta en lesning ikke mer enn én gang om dagen.
pl: Pojawia się przypomnienie, aby czytać nie częściej niż raz dziennie.
pt: As leituras são lembradas não mais do que uma vez por dia.
ru: О чтении напоминают не чаще одного раза в день.
sl: Obstaja opomnik, da je treba branje opraviti največ enkrat na dan.
sr: Постоји подсетник да читате не више од једном дневно.
sv: Det finns en påminnelse om att läsa en läsning inte mer än en gång om dagen.
sw: Kuna ukumbusho wa kuchukua kusoma sio zaidi ya mara moja kwa siku.
th: มีการเตือนให้อ่านหนังสือไม่เกินวันละครั้ง
tr: Günde bir defadan fazla okuma yapılmasına dair bir hatırlatma vardır.
uk: Є нагадування читати не частіше ніж один раз на день.
vi: Có một lời nhắc nhở để đọc không quá một lần một ngày.
zh: 有提醒每天阅读的次数不要超过一次。

# reminderWeekdayExplanationSeasonal
source: For meters with seasonal consumption, reminders are only sent in months with consumption (works only if values of the last year are given).
af: Vir meters met seisoenale verbruik word herinnerings slegs in maande met verbruik gestuur (werk slegs as waardes van die laaste jaar gegee word).
ar: للعدادات ذات الاستهلاك الموسمي، يتم إرسال التذكيرات فقط في الأشهر التي يوجد فيها استهلاك (يعمل فقط إذا تم إعطاء قيم العام الماضي).
bg: За броячи със сезонна консумация, напомнянията се изпращат само в месеци с консумация (работи само ако са дадени стойности от миналата година).
bs: Za brojila sa sezonskom potrošnjom podsjetnici se šalju samo u mjesecima sa potrošnjom (radi samo ako su date vrijednosti iz prošle godine).
cs: U měřičů se sezónní spotřebou jsou upomínky zasílány pouze v měsících se spotřebou (funguje pouze v případě, že jsou uvedeny hodnoty za poslední rok).
da: For målere med sæsonforbrug udsendes rykkere kun i måneder med forbrug (virker kun hvis værdier for sidste år er angivet).
de: Für Zähler mit saisonalem Verbrauch wird nur innerhalb Monate mit Verbrauch erinnert (funktioniert nur, wenn Werte des letzten Jahres eingetragen wurden).
el: Για μετρητές με εποχιακή κατανάλωση, οι υπενθυμίσεις αποστέλλονται μόνο κατά τους μήνες με κατανάλωση (λειτουργεί μόνο εάν δίνονται τιμές του προηγούμενου έτους).
es: Para los contadores con consumo estacional, sólo se envía un recordatorio dentro de los meses con consumo (sólo funciona si se dan los valores del último año).
et: Hooajalise tarbimisega arvestitel saadetakse meeldetuletusi ainult tarbimiskuudel (toimib, kui eelmise aasta väärtused on olemas).
fa: برای کنتورهای با مصرف فصلی، یادآوری‌ها فقط در ماه‌های مصرف ارسال می‌شوند (فقط در صورت ارائه مقادیر سال گذشته کار می‌کند).
fi: Mittareista, joissa on kausikulutus, muistutukset lähetetään vain kulutuskuukausina (toimii vain, jos viimeisen vuoden arvot on annettu).
fr: Pour les compteurs à consommation saisonnière, un rappel n'est envoyé que dans les mois avec consommation (ne fonctionne que si les valeurs de l'année précédente sont indiquées).
hi: मौसमी खपत वाले मीटरों के लिए, अनुस्मारक केवल खपत वाले महीनों में भेजे जाते हैं (केवल तभी काम करता है जब पिछले वर्ष के मान दिए गए हों)।
hr: Za brojila sa sezonskom potrošnjom, opomene se šalju samo u mjesecima s potrošnjom (radi samo ako su dane vrijednosti prošle godine).
hu: A szezonális fogyasztással rendelkező mérők esetében az emlékeztetők csak a fogyasztással rendelkező hónapokban kerülnek kiküldésre (csak akkor működik, ha az előző évi értékek meg vannak adva).
it: Per i contatori con consumo stagionale, un promemoria viene inviato solo nei mesi con consumo (funziona solo se vengono dati i valori dell'ultimo anno).
ja: 季節消費のあるメーターの場合、リマインダーは消費のある月にのみ送信されます (昨年の値が指定された場合にのみ機能します)。
ko: 계절별 소비가 있는 계량기의 경우, 소비가 있는 달에만 알림이 전송됩니다(작년 값이 있을 때만 작동).
lt: Skaitikliai su sezoniniu suvartojimu priminimai siunčiami tik mėnesiais su suvartojimu (veikia tik jei pateikiamos paskutinių metų vertės).
ml: സീസണൽ ഉപഭോഗമുള്ള മീറ്ററുകൾക്ക്, ഉപഭോഗമുള്ള മാസങ്ങളിൽ മാത്രമേ ഓർമ്മപ്പെടുത്തലുകൾ അയയ്‌ക്കൂ (കഴിഞ്ഞ വർഷത്തെ മൂല്യങ്ങൾ നൽകിയാൽ മാത്രമേ പ്രവർത്തിക്കൂ).
my: ရာသီအလိုက်စားသုံးမှုနှင့်မီတာအတွက် Minders များကိုလအနည်းငယ်အကြာတွင်သာစားသုံးမှုဖြင့်သာပေးပို့ခဲ့သည် (ပြီးခဲ့သည့်နှစ်ကတန်ဖိုးများကိုပေးမှသာအလုပ်လုပ်သည်) ။
nl: Voor meters met seizoensverbruik worden herinneringen alleen verzonden in maanden met verbruik (werkt alleen als waarden van het afgelopen jaar zijn opgegeven).
no: For målere med sesongforbruk sendes purring kun i måneder med forbruk (fungerer kun hvis verdier for siste år er oppgitt).
pl: W przypadku liczników z sezonowym zużyciem przypomnienia wysyłane są tylko w miesiącach, w których występuje zużycie (działa tylko wtedy, gdy podane są wartości z ostatniego roku).
pt: Para contadores com consumo sazonal, só é enviado um lembrete dentro de meses com consumo (só funciona se forem dados os valores do último ano).
ru: Для счетчиков с сезонным потреблением напоминание отправляется только в течение месяцев с потреблением (работает, только если указаны значения за последний год).
sl: Pri števcih s sezonsko porabo se opomniki pošiljajo samo v mesecih s porabo (deluje le, če so podane vrednosti zadnjega leta).
sr: За бројила са сезонском потрошњом, подсетници се шаљу само у месецима са потрошњом (ради само ако су дате вредности из прошле године).
sv: För mätare med säsongsförbrukning skickas påminnelser endast i månader med förbrukning (fungerar endast om värden för det senaste året anges).
sw: Kwa mita zilizo na matumizi ya msimu, ukumbusho hutumwa kwa miezi na matumizi (hufanya kazi tu ikiwa maadili ya mwaka jana yamepewa).
th: สำหรับมาตรวัดที่มีการบริโภคตามฤดูกาล ระบบจะส่งการแจ้งเตือนในเดือนที่มีการบริโภคเท่านั้น (ใช้งานได้เฉพาะเมื่อระบุค่าของปีที่แล้ว)
tr: Sezonluk tüketimi olan sayaçlarda hatırlatmalar yalnızca tüketimin olduğu aylarda gönderilir (geçen yılın değerlerinin verilmesi durumunda çalışır).
uk: Для лічильників із сезонним споживанням нагадування надсилаються лише в місяцях із споживанням (працює лише якщо вказані значення за останній рік).
vi: Đối với các đồng hồ đo có mức tiêu thụ theo mùa, lời nhắc chỉ được gửi trong các tháng có mức tiêu thụ (chỉ hoạt động nếu đưa ra giá trị của năm trước).
zh: 对于有季节性消耗的仪表，仅在有消耗的月份内发送提醒（仅当给出去年的值时才有效）。

# readingReminder
source: {count, plural, one {Reading reminder} other {Reading reminders}}
af: {count, plural, one {Lesing herinnering} other {Lesing herinnerings}}
ar: {count, plural, one {تذكير القراءة} other {تذكيرات القراءة}}
bg: {count, plural, one {Напомняне за отчитане} other {Напомняния за отчитане}}
bs: {count, plural, one {Podsjetnik za čitanje} other {Čitanje podsjetnika}}
cs: {count, plural, one {Připomenutí čtení} other {Čtení upomínek}}
da: {count, plural, one {Læsepåmindelse} other {Læsepåmindelser}}
de: {count, plural, one {Ableseerinnerung} other {Ableseerinnerungen}}
el: {count, plural, one {Υπενθύμιση ανάγνωσης} other {Υπενθυμίσεις ανάγνωσης}}
es: {count, plural, one {Guía de lectura} other {Guía de lectura}}
et: {count, plural, one {Näidumeeldetuletus} other {Näidumeeldetuletused}}
fa: {count, plural, one {یادآوری قرائت} other {یادآوری‌های قرائت}}
fi: {count, plural, one {Lukemamuistutus} other {Lukemamuistutukset}}
fr: {count, plural, one {Guide de lecture} other {Guide de lecture}}
hi: {count, plural, one {रीडिंग रिमाइंडर} other {रीडिंग रिमाइंडर}}
hr: {count, plural, one {Podsjetnik na očitanje} other {Podsjetnici na očitanje}}
hu: {count, plural, one {Olvasási emlékeztető} other {Olvasási emlékeztetők}}
it: {count, plural, one {Guida alla lettura} other {Guida alla lettura}}
ja: {count, plural, one {読書リマインダー} other {読書リマインダー}}
ko: {count, plural, one {지침 알림} other {지침 알림}}
lt: {count, plural, one {Skaitymo priminimas} other {Priminimų skaitymas}}
ml: {count, plural, one {വായനാ ഓർമ്മപ്പെടുത്തൽ} other {വായനാ ഓർമ്മപ്പെടുത്തലുകൾ}}
my: {count, plural, one {စာဖတ်ခြင်းသတိပေးခြင်း} other {စာဖတ်ခြင်းသတိပေးချက်များ}}
nl: {count, plural, one {Aflezingherinnering} other {Aflezingherinneringen}}
no: {count, plural, one {Lesepåminnelse} other {Lesepåminnelser}}
pl: {count, plural, one {Przypomnienie o czytaniu} other {Czytanie przypomnień}}
pt: {count, plural, one {Guia de leitura} other {Guia de leitura}}
ru: {count, plural, one {Руководство по считыванию} other {Руководство по считыванию}}
sl: {count, plural, one {Opomnik za branje} other {Branje opomnikov}}
sr: {count, plural, one {Подсетник за читање} other {Читање подсетника}}
sv: {count, plural, one {Läspåminnelse} other {Läspåminnelser}}
sw: {count, plural, one {Kusoma ukumbusho} other {Kusoma ukumbusho}}
th: {count, plural, one {การแจ้งเตือนการอ่าน} other {คำเตือนการอ่าน}}
tr: {count, plural, one {Okuma hatırlatıcısı} other {Hatırlatıcıları okuma}}
uk: {count, plural, one {Нагадування про читання} other {Читання нагадувань}}
vi: {count, plural, one {Lời nhắc đọc} other {Lời nhắc đọc sách}}
zh: {count, plural, one {读书提醒} other {阅读提醒}}

source: Reading reminders
ar: تذكيرات القراءة
bg: Напомняния за отчитане
cs: Čtení upomínek
de: Ableseerinnerungen
fa: یادآوری‌های قرائت
fi: Lukemamuistutukset
hi: रीडिंग रिमाइंडर
hr: Podsjetnici na očitanje
it: Guida alla lettura
ja: 読書リマインダー
ko: 지침 알림
lt: Priminimų skaitymas
ml: വായനാ ഓർമ്മപ്പെടുത്തലുകൾ
my: စာဖတ်ခြင်းသတိပေးချက်များ
nl: Aflezingherinneringen
no: Lesepåminnelser
pl: Czytanie przypomnień
sl: Branje opomnikov
sr: Читање подсетника
sv: Läspåminnelser
sw: Kusoma ukumbusho
th: คำเตือนการอ่าน
tr: Hatırlatıcıları okuma
uk: Читання нагадувань
vi: Lời nhắc đọc sách

# readingReminderDisabled
source: Reading reminder not active
af: Lesing herinnering nie aktief nie
ar: تذكير القراءة غير نشط
bg: Напомнянето за отчитане не е активно
bs: Podsjetnik za čitanje nije aktivan
cs: Připomenutí čtení není aktivní
da: Læsepåmindelse er ikke aktiv
de: Ableseerinnerung deaktiviert
el: Η υπενθύμιση ανάγνωσης δεν είναι ενεργή
es: Recordatorio de lectura no está activo
et: Näidumeeldetuletus pole aktiivne
fa: یادآوری قرائت فعال نیست
fi: Lukumuistutus ei ole aktiivinen
fr: Rappel du relevé non actif
hi: रीडिंग रिमाइंडर सक्रिय नहीं है
hr: Podsjetnik za čitanje nije aktivan
hu: Olvasási emlékeztető nem aktív
it: Promemoria della lettura non attivo
ja: 読書リマインダーがアクティブになっていません
ko: 지침 알림이 비활성화되었습니다.
lt: Skaitymo priminimas neaktyvus
ml: റീഡിംഗ് റിമൈൻഡർ സജീവമല്ല
my: စာဖတ်ခြင်းသတိပေးခြင်းမလှုပ်ရှားပါ
nl: Aflezingherinnering niet actief
no: Lesepåminnelse er ikke aktiv
pl: Przypomnienie o czytaniu nieaktywne
pt: Lembrete de leitura não activo
ru: Напоминание не активно
sl: Opomnik za branje ni aktiven
sr: Подсетник за читање није активан
sv: Läspåminnelse inte aktiv
sw: Kusoma ukumbusho sio kazi
th: การแจ้งเตือนการอ่านไม่ทำงาน
tr: Okuma hatırlatıcısı etkin değil
uk: Нагадування про читання неактивне
vi: Lời nhắc đọc không hoạt động
zh: 阅读提醒未激活

# readingRemindersChannel
source: Reading reminders
af: Lesing herinnerings
ar: تذكيرات القراءة
bg: Напомняния за отчитане
bs: Čitanje podsjetnika
cs: Čtení upomínek
da: Læsepåmindelser
de: Ableseerinnerungen
el: Υπενθυμίσεις ανάγνωσης
es: Guía de lectura
et: Näidumeeldetuletused
fa: یادآوری‌های قرائت
fi: Lukemamuistutukset
fr: Rappels de relevé
hi: रीडिंग रिमाइंडर
hr: Podsjetnici na očitanje
hu: Olvasási emlékeztetők
it: Guida alla lettura
ja: 読書リマインダー
ko: 지침 알림
lt: Priminimų skaitymas
ml: വായനാ ഓർമ്മപ്പെടുത്തലുകൾ
my: စာဖတ်ခြင်းသတိပေးချက်များ
nl: Aflezingherinneringen
no: Lesepåminnelser
pl: Czytanie przypomnień
pt: Guia de leitura
ru: Руководство по считыванию
sl: Branje opomnikov
sr: Читање подсетника
sv: Läspåminnelser
sw: Kusoma ukumbusho
th: คำเตือนการอ่าน
tr: Hatırlatıcıları okuma
uk: Читання нагадувань
vi: Lời nhắc đọc sách
zh: 阅读提醒

# readingReminderSingleBody
source: Read {counterName} value now
af: Lees {counterName} waarde nou
ar: اقرأ قيمة {counterName} الآن
bg: Прочетете стойността на {counterName} сега
bs: Pročitajte {counterName} vrijednost sada
cs: Přečtěte si nyní hodnotu {counterName}
da: Læs {counterName} værdi nu
de: Jetzt {counterName}-Wert ablesen
el: Διαβάστε την τιμή του {counterName} τώρα
es: Lea la lectura del contador {counterName} ahora
et: Sisesta nüüd arvesti {counterName} näit
fa: اکنون مقدار {counterName} را بخوانید
fi: Lue {counterName}-arvo nyt
fr: Lire la valeur de {counterName} maintenant
hi: अभी {counterName} मान पढ़ें
hr: Sada pročitajte vrijednost {counterName}
hu: Olvassa el most az „{counterName}” értéket
it: Leggi la lettura del contatore {counterName} ora
ja: {counterName} 値を今すぐ読み取ります
ko: 이제 {counterName} 값을 읽어주세요.
lt: Skaitykite {counterName} reikšmę dabar
ml: {counterName} മൂല്യം ഇപ്പോൾ വായിക്കുക
my: ယခု Phtoked0 တန်ဖိုးကိုဖတ်ပါ
nl: Lees nu de {counterName} waarde
no: Les {counterName}-verdien nå
pl: Przeczytaj teraz wartość {counterName}
pt: Leia agora a leitura do contador {counterName}
ru: Считать показания счетчика {counterName} сейчас
sl: Zdaj preberite vrednost {counterName}
sr: Прочитајте вредност ПХТОКЕН0 сада
sv: Läs {counterName}-värdet nu
sw: Soma thamani ya phtoken0 sasa
th: อ่านค่า {counterName} ทันที
tr: {counterName} değerini şimdi oku
uk: Прочитайте значення {counterName} зараз
vi: Đọc giá trị {counterName} ngay bây giờ
zh: 立即读取 {counterName} 值

# readingReminderMultiBody
source: {count, plural, one {Read readings from {count} meter now} other {Read readings from {count} meters now}}
af: {count, plural, one {Lees lesings van {count} meter nou} other {Lees lesings van {count} meters nou}}
ar: {count, plural, one {اقرأ قراءات من {count} عداد الآن} other {اقرأ قراءات من {count} عدادات الآن}}
bg: {count, plural, one {Прочетете показанията от {count} брояч сега} other {Прочетете показанията от {count} брояча сега}}
bs: {count, plural, one {Očitajte očitanja sa {count} metra sada} other {Očitajte očitanja sa {count} mjerača sada}}
cs: {count, plural, one {Nyní odečtěte hodnoty z měřiče {count}} other {Nyní odečtěte hodnoty z {count} měřičů}}
da: {count, plural, one {Læs aflæsninger fra {count} meter nu} other {Læs aflæsninger fra {count} meter nu}}
de: Jetzt Werte von {count} Zählern ablesen
el: {count, plural, one {Διαβάστε τώρα τις ενδείξεις του μετρητή {count}} other {Διαβάστε τώρα τις ενδείξεις των μετρητών {count}}}
es: {count, plural, one {Leer la lectura del contador {count} ahora} other {Lea ahora las lecturas de los contadores de {count}.}}
et: {count, plural, one {Sisesta nüüd {count} arvesti näit} other {Sisesta nüüd {count} arvesti näidud}}
fa: {count, plural, one {الان قرائت {count} کنتور را بخوان} other {الان قرائت {count} کنتور را بخوان}}
fi: {count, plural, one {Lue {count} mittarin lukema nyt} other {Lue {count} mittarin lukemat nyt}}
fr: {count, plural, one {Lisez dès maintenant les relevés du compteur {count}} other {Lisez dès maintenant les relevés des compteurs {count}}}
hi: {count, plural, one {अभी {count} मीटर की रीडिंग पढ़ें} other {अभी {count} मीटर की रीडिंग पढ़ें}}
hr: {count, plural, one {Očitaj {count} mjerač sada} other {Očitaj {count} mjerača sada}}
hu: {count, plural, one {{count}-mérőjének mérési eredményeit most olvashatja el} other {{count}-mérők leolvasásainak megtekintése}}
it: Leggi le letture dei contatori da {count} contatori ora
ja: {count, plural, one {{count}メーターから測定値を今すぐ読み取ります} other {{count} メーターから測定値を今すぐ読み取ります}}
ko: {count, plural, one {지금 {count}개의 계량기 지침을 읽어주세요} other {지금 {count}개의 계량기 지침을 읽어주세요}}
lt: {count, plural, one {Skaityti {count} matuoklio rodmenį dabar} other {Skaityti {count} matuoklio rodmenis dabar}}
ml: {count, plural, one {{count} മീറ്ററിൽ നിന്ന് വായന ഇപ്പോൾ വായിക്കുക} other {{count} മീറ്ററുകളിൽ നിന്ന് വായനകൾ ഇപ്പോൾ വായിക്കുക}}
my: {count, plural, one {ယခု Phtoken0 မီတာမှဖတ်ပါ} other {ယခု Phtoken0 မီတာမှဖတ်ပါ}}
nl: {count, plural, one {Lees nu de aflezingen van {count} meter} other {Lees nu de aflezingen van {count} meters}}
no: {count, plural, one {Les avlesninger fra {count} meter nå} other {Les målinger fra {count} meter nå}}
pl: {count, plural, one {Przeczytaj teraz odczyty z miernika {count}} other {Przeczytaj teraz odczyty z mierników {count}}}
pt: {count, plural, one {Leia agora as leituras do medidor {count}} other {Leia agora as leituras dos medidores {count}}}
ru: {count, plural, one {Прочитать показания счетчика {count} сейчас} other {Считайте показания счетчиков {count} прямо сейчас}}
sl: {count, plural, one {Zdaj preberite odčitke merilnika {count}} other {Zdaj preberite odčitke merilnikov {count}}}
sr: {count, plural, one {Сада прочитајте очитавања са ПХТОКЕН0 мерача} other {Сада прочитајте очитавања са ПХТОКЕН0 мерача}}
sv: {count, plural, one {Läs avläsningar från {count}-mätaren nu} other {Läs avläsningar från {count} meter nu}}
sw: {count, plural, one {Soma usomaji kutoka kwa mita ya phtoken0 sasa} other {Soma usomaji kutoka kwa mita za phtoken0 sasa}}
th: {count, plural, one {อ่านค่าที่อ่านได้จาก {count} เมตรทันที} other {อ่านค่าที่อ่านได้จาก {count} เมตรทันที}}
tr: {count, plural, one {{count} ölçüm cihazından okumaları şimdi okuyun} other {{count} metreden okumaları şimdi okuyun}}
uk: {count, plural, one {Зчитайте показання лічильника {count} зараз} other {Зчитайте показання лічильників {count} зараз}}
vi: {count, plural, one {Đọc số đọc từ máy {count} ngay bây giờ} other {Đọc số đọc từ {count} mét ngay bây giờ}}
zh: {count, plural, one {立即读取 {count} 仪表的读数} other {立即读取 {count} 仪表的读数}}

source: Contract reminder
af: Kontrak herinnering
ar: تذكير العقد
bg: Напомняне за договор
bs: Podsjetnik na ugovor
cs: Připomenutí smlouvy
da: Kontraktpåmindelse
de: Vertragserinnerung
el: Υπενθύμιση συμβολαίου
es: Recordatorio de contrato
et: Lepingu meeldetuletus
fa: یادآوری قرارداد
fi: Muistutus sopimuksesta
fr: Rappel de contrat
hi: अनुबंध अनुस्मारक
hr: Podsjetnik na ugovor
hu: Emlékeztető szerződés
it: Promemoria del contratto
ja: 契約リマインダー
ko: 계약 알림
lt: Sutarties priminimas
ml: കരാർ ഓർമ്മപ്പെടുത്തൽ
my: စာချုပ်သတိပေးချက်
nl: Contractherinnering
no: Påminnelse om kontrakt
pl: Przypomnienie o umowie
pt: Lembrete de contrato
ru: Напоминание о контракте
sl: Opomnik za pogodbo
sr: Подсетник на уговор
sv: Avtalspåminnelse
sw: Ukumbusho wa mkataba
th: การแจ้งเตือนสัญญา
tr: Sözleşme hatırlatıcısı
uk: Нагадування про договір
vi: Nhắc nhở hợp đồng
zh: 合约提醒

source: Outdated
af: Verouderd
ar: قديم
bg: Остарял
bs: Zastarjelo
cs: Zastaralý
da: Forældet
de: Veraltet
el: Ξεπερασμένο
es: Desactualizado
et: Aegunud
fa: منسوخ شده
fi: Vanhentunut
fr: Obsolète
hi: रगड़ा हुआ
hr: Zastario
hu: Elavult
it: Obsoleto
ja: 時代遅れ
ko: 오래됨
lt: Pasenusi
ml: കാലഹരണപ്പെട്ടതാണ്
my: ခေတ်မလိုက်သော
nl: Verouderd
no: Foreldet
pl: Przestarzały
pt: Desatualizado
ru: Устарело
sl: Zastarelo
sr: Застарело
sv: Föråldrad
sw: Zamani
th: ล้าสมัย
tr: Modası geçmiş
uk: Застаріла
vi: lỗi thời
zh: 过时的

# counterNew
source: New counter
af: Nuwe teller
ar: عداد جديد
bg: Нов брояч
bs: Novi brojač
cs: Nové počítadlo
da: Ny tæller
de: Neuer Zähler
el: Νέος μετρητής
es: Nuevo contador
et: Uus arvesti
fa: شمارنده جدید
fi: Uusi laskuri
fr: Nouveau compteur
hi: नया काउंटर
hr: Novi brojač
hu: Új számláló
it: Nuovo contatore
ja: 新しいカウンター
ko: 새 계량기
lt: Naujas skaitiklis
ml: പുതിയ കൗണ്ടർ
my: တန်ပြန်အသစ်
nl: Nieuwe meter
no: Ny teller
pl: Nowy licznik
pt: Novo contador
ru: Новый счетчик
sl: Nov števec
sr: Нови бројач
sv: Ny disk
sw: Kaunta mpya
th: เคาน์เตอร์ใหม่
tr: Yeni sayaç
uk: Новий лічильник
vi: Bộ đếm mới
zh: 新柜台

# counterEdit
source: Edit counter
af: Wysig teller
ar: تعديل العداد
bg: Редактиране на брояч
bs: Uredi brojač
cs: Upravit počítadlo
da: Rediger tæller
de: Zähler bearbeiten
el: Επεξεργασία μετρητή
es: Editar contador
et: Muuda arvestit
fa: ویرایش شمارنده
fi: Muokkaa laskuria
fr: Modifier le compteur
hi: काउंटर संपादित करें
hr: Uredi brojač
hu: Szerkesztés számláló
it: Modifica contatore
ja: カウンターの編集
ko: 계량기 편집
lt: Redaguoti skaitiklį
ml: എഡിറ്റ് കൗണ്ടർ
my: တန်ပြန်ဖြတ်သူ
nl: Meter bewerken
no: Rediger teller
pl: Edytuj licznik
pt: Editar contador
ru: Изменить счетчик
sl: Uredi števec
sr: Уреди бројач
sv: Redigera räknare
sw: Hariri kaunta
th: แก้ไขตัวนับ
tr: Sayacı düzenle
uk: Редагувати лічильник
vi: Chỉnh sửa bộ đếm
zh: 编辑计数器

# counterGasConversionFactor
source: Conversion factor
af: Omskakelingsfaktor
ar: عامل التحويل
bg: Коефициент на преобразуване
bs: Faktor konverzije
cs: Konverzní faktor
da: Omregningsfaktor
de: Zustandszahl
el: Συντελεστής μετατροπής
es: Número de condición
et: Teisendustegur
fa: ضریب تبدیل
fi: Muuntokerroin
fr: Numéro d'état
hi: रूपांतरण कारक
hr: Faktor pretvorbe
hu: Átváltási tényező
it: Numero di condizione
ja: 換算係数
ko: 변환 계수
lt: Konversijos koeficientas
ml: പരിവർത്തന ഘടകം
my: ပြောင်းလဲခြင်းအချက်
nl: Conversiefactor
no: Konverteringsfaktor
pl: Współczynnik konwersji
pt: Número de condição
ru: Номер условия
sl: Faktor pretvorbe
sr: Фактор конверзије
sv: Omvandlingsfaktor
sw: Sababu ya uongofu
th: ปัจจัยการแปลง
tr: Dönüşüm faktörü
uk: Коефіцієнт перерахунку
vi: Hệ số chuyển đổi
zh: 换算系数

# counterGasCalorificValue
source: Calorific value
af: Verbrandingswaarde
ar: القيمة الحرارية
bg: Топлинна стойност
bs: Kalorična vrijednost
cs: Výhřevnost
da: Brændværdi
de: Brennwert
el: Θερμιδική αξία
es: Valor calorífico
et: Kütteväärtus
fa: ارزش کالری
fi: Lämpöarvo
fr: Valeur calorifique
hi: कैलोरी मान
hr: Kalorična vrijednost
hu: fűtőérték
it: Valore calorifico
ja: 発熱量
ko: 발열량
lt: Kaloringumas
ml: കാൽറിഫിക് മൂല്യം
my: ကယ်လိုရီတန်ဖိုး
nl: Verwarmingswaarde
no: Brennverdi
pl: Wartość kaloryczna
pt: Valor calorífico
ru: Теплотворная способность
sl: Kalorična vrednost
sr: Калорична вредност
sv: Värmevärde
sw: Thamani ya calorific
th: ค่าความร้อน
tr: Kalorifik değer
uk: Теплотворна здатність
vi: giá trị nhiệt lượng
zh: 热值
