Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# consumptionPersonLabel
source: {count, plural, one {person} other {people}}
af: {count, plural, one {persoon} other {mense}}
ar: {count, plural, one {شخص} other {أشخاص}}
bg: {count, plural, one {човек} other {души}}
bs: {count, plural, one {osoba} other {ljudi}}
cs: {count, plural, one {osoba} other {lidé}}
da: {count, plural, one {person} other {mennesker}}
de: {count, plural, one {Person} other {Personen}}
el: {count, plural, one {πρόσωπο} other {άνθρωποι}}
es: {count, plural, one {persona} other {personas}}
et: {count, plural, one {inimene} few {inimest} many {inimest} other {inimest}}
fa: {count, plural, one {نفر} other {نفر}}
fi: {count, plural, one {henkilö} other {henkilöä}}
fr: {count, plural, one {personne} other {personnes}}
hi: {count, plural, one {व्यक्ति} other {व्यक्ति}}
hr: {count, plural, one {osoba} other {osobe}}
hu: {count, plural, one {személy} other {emberek}}
it: {count, plural, one {persona} other {persone}}
ja: {count, plural, one {人} other {人々}}
ko: {count, plural, one {인} other {인}}
lt: {count, plural, one {asmuo} other {žmonės}}
ml: {count, plural, one {വ്യക്തി} other {വ്യക്തികൾ}}
my: {count, plural, one {လူ} other {လူထု}}
nl: {count, plural, one {persoon} other {personen}}
no: {count, plural, one {person} other {mennesker}}
pl: {count, plural, one {osoba} other {ludzie}}
pt: {count, plural, one {pessoa} other {pessoas}}
ru: {count, plural, one {человек} few {человека} many {человек} other {человека}}
sl: {count, plural, one {oseba} other {ljudi}}
sr: {count, plural, one {особа} other {људи}}
sv: {count, plural, one {person} other {personer}}
sw: {count, plural, one {mtu} other {watu}}
th: {count, plural, one {บุคคล} other {ประชากร}}
tr: {count, plural, one {kişi} other {insanlar}}
uk: {count, plural, one {людина} other {людей}}
vi: {count, plural, one {người} other {mọi người}}
zh: {count, plural, one {人} other {人们}}

# consumptionWaterRangeUnknown
source: Your water consumption {ofRange} ...
af: Jou waterverbruik {ofRange} ...
ar: استهلاكك للماء {ofRange} ...
bg: Вашата консумация на вода {ofRange} ...
bs: Vaša potrošnja vode {ofRange} ...
cs: Vaše spotřeba vody {ofRange} ...
da: Dit vandforbrug {ofRange} ...
de: Ihr Wasserverbrauch {ofRange} ...
el: Η κατανάλωση νερού σας {ofRange} ...
es: Su consumo de agua {ofRange} ...
et: Teie veetarbimine {ofRange}...
fa: مصرف آب شما {ofRange} ...
fi: Vedenkulutuksesi {ofRange} ...
fr: Votre consommation d'eau {ofRange} ...
hi: आपकी पानी की खपत {ofRange}...
hr: Vaša potrošnja vode {ofRange} ...
hu: A vízfogyasztásod {ofRange} ...
it: Il tuo consumo d'acqua {ofRange} ...
ja: あなたの水の消費量 {ofRange} ...
ko: 귀하의 수도 소비량 {ofRange} ...
lt: Jūsų vandens suvartojimas {ofRange} ...
ml: നിങ്ങളുടെ ജല ഉപഭോഗം {ofRange} ...
my: သင်၏ရေသုံးစွဲမှု Phtoken0 ...
nl: Uw waterverbruik {ofRange} ...
no: Vannforbruket ditt {ofRange} ...
pl: Twoje zużycie wody {ofRange} ...
pt: O seu consumo de água {ofRange} ...
ru: Ваше потребление воды {ofRange} ...
sl: Vaša poraba vode {ofRange} ...
sr: Ваша потрошња воде ПХТОКЕН0 ...
sv: Din vattenförbrukning {ofRange} ...
sw: Matumizi yako ya maji phtoken0 ...
th: ปริมาณการใช้น้ำของคุณ {ofRange} ...
tr: Su tüketiminiz {ofRange}...
uk: Ваше споживання води {ofRange} ...
vi: Mức tiêu thụ nước của bạn {ofRange} ...
zh: 您的用水量 {ofRange} ...

# consumptionWaterOverallLess
source: Your water consumption {ofRange} is {percentage} lower than that of an average household with {householdSize} {personLabel}.
af: Jou waterverbruik {ofRange} is {percentage} laer as dié van 'n gemiddelde huishouding met {householdSize} {personLabel}.
ar: استهلاكك للماء {ofRange} أقل بنسبة {percentage} من متوسط أسرة مع {householdSize} {personLabel}.
bg: Вашата консумация на вода {ofRange} е {percentage} по-ниска от тази на средно домакинство с {householdSize} {personLabel}.
bs: Vaša potrošnja vode {ofRange} je {percentage} manja od one u prosječnom domaćinstvu sa {householdSize} {personLabel}.
cs: Vaše spotřeba vody {ofRange} je o {percentage} nižší než u průměrné domácnosti s {householdSize} {personLabel}.
da: Dit vandforbrug {ofRange} er {percentage} lavere end for en gennemsnitlig husstand med {householdSize} {personLabel}.
de: Ihr Wasserverbrauch {ofRange} ist {percentage} niedriger als der eines durchschnittlichen Haushalts mit {householdSize} {personLabel}.
el: Η κατανάλωση νερού σας {ofRange} είναι {percentage} χαμηλότερη από αυτή ενός μέσου νοικοκυριού με {householdSize} {personLabel}.
es: Su consumo de agua {ofRange} es un {percentage} menor que el de un hogar promedio de {householdSize} {personLabel}.
et: Teie veetarbimine {ofRange} on keskmisest {householdSize} {personLabel}-ga leibkonnast {percentage} võrra väiksem.
fa: مصرف آب شما {ofRange} {percentage} کمتر از مصرف یک خانوار متوسط ​​با {householdSize} {personLabel} است.
fi: Vedenkulutuksesi {ofRange} on {percentage} pienempi kuin tavallisessa kotitaloudessa, jonka kulutus on {householdSize} {personLabel}.
fr: Votre consommation d'eau {ofRange} est inférieure de {percentage} à celle d'un foyer moyen de {householdSize} {personLabel}.
hi: आपकी पानी की खपत {ofRange} {householdSize} {personLabel} वाले औसत घर की तुलना में {percentage} कम है।
hr: Vaša potrošnja vode {ofRange} je {percentage} niža od potrošnje prosječnog kućanstva s {householdSize} {personLabel}.
hu: A vízfogyasztása {ofRange} {percentage} alacsonyabb, mint egy átlagos háztartásé {householdSize} {personLabel}.
it: Il tuo consumo d'acqua {ofRange} è inferiore del {percentage} rispetto a quello di una famiglia media di {householdSize} {personLabel}.
ja: あなたの水の消費量 {ofRange} は、{householdSize} {personLabel} の平均的な世帯よりも {percentage} 少ないです。
ko: 귀하의 수도 소비량 {ofRange}은(는) 평균 {householdSize} {personLabel} 가구보다 {percentage} 낮습니다.
lt: Jūsų vandens suvartojimas {ofRange} yra {percentage} mažesnis nei vidutinis namų ūkis su {householdSize} {personLabel}.
ml: നിങ്ങളുടെ ജല ഉപഭോഗം {ofRange} {householdSize} {personLabel} ഉള്ള ഒരു ശരാശരി കുടുംബത്തേക്കാൾ {percentage} കുറവാണ്.
my: သင်၏ရေသုံးစွဲမှု Phtoken0 သည် Phtens2 Phtokenk3 နှင့်အတူပျမ်းမျှအိမ်ထောင်စုထက် Phtoken1 နိမ့်ကျသည်။
nl: Uw waterverbruik {ofRange} is {percentage} lager dan dat van een gemiddeld huishouden met {householdSize} {personLabel}.
no: Vannforbruket ditt {ofRange} er {percentage} lavere enn for en gjennomsnittlig husholdning med {householdSize} {personLabel}.
pl: Twoje zużycie wody {ofRange} jest {percentage} niższe niż w przeciętnym gospodarstwie domowym korzystającym z {householdSize} {personLabel}.
pt: O seu consumo de água {ofRange} é {percentage} inferior ao de um agregado médio com {householdSize} {personLabel}.
ru: Ваше потребление воды {ofRange} на {percentage} ниже, чем у среднего домохозяйства из {householdSize} {personLabel}.
sl: Vaša poraba vode {ofRange} je {percentage} nižja kot v povprečnem gospodinjstvu s {householdSize} {personLabel}.
sr: Ваша потрошња воде ПХТОКЕН0 је ПХТОКЕН1 мања од оне у просечном домаћинству са ПХТОКЕН2 ПХТОКЕН3.
sv: Din vattenförbrukning {ofRange} är {percentage} lägre än för ett genomsnittligt hushåll med {householdSize} {personLabel}.
sw: Matumizi yako ya maji phtoken0 ni phtoken1 chini kuliko ile ya kaya ya wastani na phtoken2 phtoken3.
th: ปริมาณการใช้น้ำของคุณ {ofRange} คือ {percentage} ต่ำกว่าครัวเรือนทั่วไปที่มี {householdSize} {personLabel}
tr: {ofRange} su tüketiminiz, {householdSize} {personLabel}'e sahip ortalama bir evinkinden {percentage} daha düşüktür.
uk: Ваше споживання води {ofRange} на {percentage} менше, ніж у середньому домогосподарстві з {householdSize} {personLabel}.
vi: Mức tiêu thụ nước {ofRange} của bạn thấp hơn {percentage} so với mức tiêu thụ nước trung bình của một hộ gia đình có {householdSize} {personLabel}.
zh: 您的用水量 {ofRange} 比拥有 {householdSize} {personLabel} 的普通家庭的用水量 {percentage} 低。

# consumptionWaterOverallEqual
source: Your water consumption {ofRange} is equal to that of an average household with {householdSize} {personLabel}.
af: Jou waterverbruik {ofRange} stem ooreen met dié van 'n gemiddelde huishouding met {householdSize} {personLabel}.
ar: استهلاكك للماء {ofRange} يطابق متوسط أسرة مع {householdSize} {personLabel}.
bg: Вашата консумация на вода {ofRange} съответства на тази на средно домакинство с {householdSize} {personLabel}.
bs: Vaša potrošnja vode {ofRange} odgovara potrošnji prosječnog domaćinstva sa {householdSize} {personLabel}.
cs: Vaše spotřeba vody {ofRange} odpovídá průměrné domácnosti s {householdSize} {personLabel}.
da: Dit vandforbrug {ofRange} matcher en gennemsnitlig husstands med {householdSize} {personLabel}.
de: Ihr Wasserverbrauch {ofRange} entspricht dem eines durchschnittlichen Haushalts mit {householdSize} {personLabel}.
el: Η κατανάλωση νερού σας {ofRange} είναι ίση με αυτή ενός μέσου νοικοκυριού με {householdSize} {personLabel}.
es: Su consumo de agua {ofRange} equivale al de un hogar promedio de {householdSize} {personLabel}.
et: Teie veetarbimine {ofRange} on sama mis keskmisel {householdSize} {personLabel}-ga leibkonnal.
fa: مصرف آب شما {ofRange} با مصرف یک خانوار متوسط ​​با {householdSize} {personLabel} مطابقت دارد.
fi: Vedenkulutuksesi {ofRange} vastaa keskimääräisen kotitalouden kulutusta {householdSize} {personLabel}.
fr: Votre consommation d'eau {ofRange} correspond à celle d'un foyer moyen de {householdSize} {personLabel}.
hi: आपकी पानी की खपत {ofRange} {householdSize} {personLabel} वाले औसत घर से मेल खाती है।
hr: Vaša potrošnja vode {ofRange} odgovara potrošnji prosječnog kućanstva s {householdSize} {personLabel}.
hu: A vízfogyasztása {ofRange} megegyezik egy átlagos háztartás vízfogyasztásával {householdSize} {personLabel}.
it: Il tuo consumo d'acqua {ofRange} corrisponde a quello di una famiglia media di {householdSize} {personLabel}.
ja: あなたの水の消費量 {ofRange} は、{householdSize} {personLabel} を持つ平均的な家庭の水消費量と一致します。
ko: 귀하의 수도 소비량 {ofRange}은(는) 평균 {householdSize} {personLabel} 가구와 비슷합니다.
lt: Jūsų vandens suvartojimas {ofRange} atitinka vidutinį namų ūkį su {householdSize} {personLabel}.
ml: നിങ്ങളുടെ ജല ഉപഭോഗം {ofRange} {householdSize} {personLabel} ഉള്ള ഒരു ശരാശരി കുടുംബവുമായി പൊരുത്തപ്പെടുന്നു.
my: သင်၏ရေစားသုံးမှု Phtoken0 သည် Phtoken1 Phtokenw2 နှင့်အတူပျမ်းမျှအိမ်ထောင်စုတစ်စု၏ပွဲစဉ်လိုက်ဖက်သည်။
nl: Uw waterverbruik {ofRange} komt overeen met dat van een gemiddeld huishouden met {householdSize} {personLabel}.
no: Vannforbruket ditt {ofRange} samsvarer med en gjennomsnittlig husholdning med {householdSize} {personLabel}.
pl: Twoje zużycie wody {ofRange} odpowiada zużyciu przeciętnego gospodarstwa domowego z {householdSize} {personLabel}.
pt: O seu consumo de água {ofRange} corresponde ao de um agregado médio com {householdSize} {personLabel}.
ru: Ваше потребление воды {ofRange} соответствует потреблению среднего домохозяйства из {householdSize} {personLabel}.
sl: Vaša poraba vode {ofRange} se ujema s porabo povprečnega gospodinjstva s {householdSize} {personLabel}.
sr: Ваша потрошња воде ПХТОКЕН0 одговара потрошњи просечног домаћинства са ПХТОКЕН1 ПХТОКЕН2.
sv: Din vattenförbrukning {ofRange} matchar den för ett genomsnittligt hushåll med {householdSize} {personLabel}.
sw: Matumizi yako ya maji phtoken0 yanafanana na kaya ya wastani na phtoken1 phtoken2.
th: ปริมาณการใช้น้ำของคุณ {ofRange} ตรงกับปริมาณการใช้น้ำของครัวเรือนทั่วไปด้วย {householdSize} {personLabel}
tr: {ofRange} su tüketiminiz, {householdSize} {personLabel} ile ortalama bir evin tüketimine denktir.
uk: Ваше споживання води {ofRange} відповідає споживанню середньої домогосподарства з {householdSize} {personLabel}.
vi: Mức tiêu thụ nước {ofRange} của bạn phù hợp với mức tiêu thụ nước của một hộ gia đình trung bình với {householdSize} {personLabel}.
zh: 您的用水量 {ofRange} 与普通家庭的用水量 {householdSize} {personLabel} 相当。

# consumptionWaterOverallMore
source: Your water consumption {ofRange} is {percentage} higher than that of an average household with {householdSize} {personLabel}.
af: Jou waterverbruik {ofRange} is {percentage} hoër as dié van 'n gemiddelde huishouding met {householdSize} {personLabel}.
ar: استهلاكك للماء {ofRange} أعلى بنسبة {percentage} من متوسط أسرة مع {householdSize} {personLabel}.
bg: Вашата консумация на вода {ofRange} е {percentage} по-висока от тази на средно домакинство с {householdSize} {personLabel}.
bs: Vaša potrošnja vode {ofRange} je {percentage} veća od one u prosječnom domaćinstvu sa {householdSize} {personLabel}.
cs: Vaše spotřeba vody {ofRange} je o {percentage} vyšší než u průměrné domácnosti s {householdSize} {personLabel}.
da: Dit vandforbrug {ofRange} er {percentage} højere end for en gennemsnitlig husstand med {householdSize} {personLabel}.
de: Ihr Wasserverbrauch {ofRange} ist {percentage} höher als der eines durchschnittlichen Haushalts mit {householdSize} {personLabel}.
el: Η κατανάλωση νερού σας {ofRange} είναι {percentage} υψηλότερη από αυτή ενός μέσου νοικοκυριού με {householdSize} {personLabel}.
es: Su consumo de agua {ofRange} es un {percentage} mayor que el de un hogar promedio de {householdSize} {personLabel}.
et: Teie veetarbimine {ofRange} on keskmisest {householdSize} {personLabel}-ga leibkonnast {percentage} võrra suurem.
fa: مصرف آب شما {ofRange} {percentage} بیشتر از مصرف یک خانوار متوسط ​​با {householdSize} {personLabel} است.
fi: Vedenkulutuksesi {ofRange} on {percentage} korkeampi kuin tavallisessa kotitaloudessa, jonka kulutus on {householdSize} {personLabel}.
fr: Votre consommation d'eau {ofRange} est supérieure de {percentage} à celle d'un foyer moyen de {householdSize} {personLabel}.
hi: आपकी पानी की खपत {ofRange} {householdSize} {personLabel} वाले औसत घर की तुलना में {percentage} अधिक है।
hr: Vaša potrošnja vode {ofRange} je {percentage} veća od potrošnje prosječnog kućanstva s {householdSize} {personLabel}.
hu: A vízfogyasztása {ofRange} {percentage} magasabb, mint egy átlagos háztartásé {householdSize} {personLabel}.
it: Il tuo consumo d'acqua {ofRange} è superiore del {percentage} rispetto a quello di una famiglia media di {householdSize} {personLabel}.
ja: あなたの水の消費量 {ofRange} は、{householdSize} {personLabel} の平均的な世帯よりも {percentage} 多くなっています。
ko: 귀하의 수도 소비량 {ofRange}은(는) 평균 {householdSize} {personLabel} 가구보다 {percentage} 높습니다.
lt: Jūsų vandens suvartojimas {ofRange} yra {percentage} didesnis nei vidutiniame namų ūkyje su {householdSize} {personLabel}.
ml: നിങ്ങളുടെ ജല ഉപഭോഗം {ofRange} {householdSize} {personLabel} ഉള്ള ഒരു ശരാശരി കുടുംബത്തേക്കാൾ {percentage} കൂടുതലാണ്.
my: သင်၏ရေစားသုံးမှု Phtoken0 သည် Phtokens2 Phtokenk3 နှင့်အတူ Phtoken1 ထက် Phtoken1 ထက်ပိုမိုမြင့်မားသည်။
nl: Uw waterverbruik {ofRange} is {percentage} hoger dan dat van een gemiddeld huishouden met {householdSize} {personLabel}.
no: Vannforbruket ditt {ofRange} er {percentage} høyere enn for en gjennomsnittlig husholdning med {householdSize} {personLabel}.
pl: Twoje zużycie wody {ofRange} jest {percentage} wyższe niż w przeciętnym gospodarstwie domowym wyposażonym w {householdSize} {personLabel}.
pt: O seu consumo de água {ofRange} é {percentage} superior ao de um agregado médio com {householdSize} {personLabel}.
ru: Ваше потребление воды {ofRange} на {percentage} выше, чем у среднего домохозяйства из {householdSize} {personLabel}.
sl: Vaša poraba vode {ofRange} je {percentage} večja kot v povprečnem gospodinjstvu s {householdSize} {personLabel}.
sr: Ваша потрошња воде ПХТОКЕН0 је ПХТОКЕН1 већа од оне у просечном домаћинству са ПХТОКЕН2 ПХТОКЕН3.
sv: Din vattenförbrukning {ofRange} är {percentage} högre än för ett genomsnittligt hushåll med {householdSize} {personLabel}.
sw: Matumizi yako ya maji phtoken0 ni phtoken1 juu kuliko ile ya wastani wa kaya na phtoken2 phtoken3.
th: ปริมาณการใช้น้ำของคุณ {ofRange} คือ {percentage} สูงกว่าครัวเรือนทั่วไปที่มี {householdSize} {personLabel}
tr: {ofRange} su tüketiminiz, {householdSize} {personLabel}'e sahip ortalama bir evinkinden {percentage} daha yüksektir.
uk: Ваше споживання води {ofRange} на {percentage} вище, ніж у середньому домогосподарстві з {householdSize} {personLabel}.
vi: Mức tiêu thụ nước {ofRange} của bạn cao hơn {percentage} so với mức tiêu thụ nước trung bình của một hộ gia đình có {householdSize} {personLabel}.
zh: 您的用水量 {ofRange} 比拥有 {householdSize} {personLabel} 的普通家庭高出 {percentage}。

# consumptionWaterColdLess
source: Cold water: {percentage} less than an average household.
af: Koue water: {percentage} minder as die gemiddelde huishouding.
ar: الماء البارد: {percentage} أقل من متوسط الأسرة.
bg: Студена вода: {percentage} по-малко от средното домакинство.
bs: Hladna voda: {percentage} manje od prosječnog domaćinstva.
cs: Studená voda: {percentage} méně než průměrná domácnost.
da: Koldt vand: {percentage} mindre end den gennemsnitlige husstand.
de: Kaltwasser: {percentage} weniger als ein Durchschnittshaushalt.
el: Κρύο νερό: {percentage} λιγότερο από ένα μέσο νοικοκυριό.
es: Agua fría: {percentage} menos que un hogar promedio.
et: Külm vesi: {percentage} vähem kui keskmisel leibkonnal.
fa: آب سرد: {percentage} کمتر از متوسط ​​خانوار.
fi: Kylmä vesi: {percentage} vähemmän kuin keskimäärin kotitaloudessa.
fr: Eau froide : {percentage} de moins qu'un foyer moyen.
hi: ठंडा पानी: औसत घरेलू से {percentage} कम।
hr: Hladna voda: {percentage} manje od prosječnog kućanstva.
hu: Hideg víz: {percentage} kevesebb, mint egy átlagos háztartás.
it: Acqua fredda: {percentage} in meno rispetto a una famiglia media.
ja: 冷水: {percentage} は平均的な家庭よりも少ない。
ko: 냉수: 평균 가구보다 {percentage} 적습니다.
lt: Šaltas vanduo: {percentage} mažiau nei vidutiniame namų ūkyje.
ml: തണുത്ത വെള്ളം: ശരാശരി കുടുംബത്തേക്കാൾ {percentage} കുറവ്.
my: ရေအေး - Phtoken0 ပျမ်းမျှအိမ်ထောင်စုထက်နည်းသည်။
nl: Koud water: {percentage} minder dan het gemiddelde huishouden.
no: Kaldt vann: {percentage} mindre enn gjennomsnittshusholdningen.
pl: Zimna woda: {percentage} mniej niż przeciętne gospodarstwo domowe.
pt: Água fria: {percentage} menos do que um agregado médio.
ru: Холодная вода: на {percentage} меньше, чем у среднего домохозяйства.
sl: Hladna voda: {percentage} manj kot v povprečnem gospodinjstvu.
sr: Хладна вода: ПХТОКЕН0 мање од просечног домаћинства.
sv: Kallt vatten: {percentage} mindre än det genomsnittliga hushållet.
sw: Maji baridi: phtoken0 chini ya kaya ya wastani.
th: น้ำเย็น: {percentage} น้อยกว่าครัวเรือนทั่วไป
tr: Soğuk su: {percentage} ortalama evden daha az.
uk: Холодна вода: {percentage} менше, ніж у середньому домогосподарстві.
vi: Nước lạnh: {percentage} ít hơn mức trung bình của một hộ gia đình.
zh: 冷水：{percentage}比一般家庭少。

# consumptionWaterColdMore
source: Cold water: {percentage} more than an average household.
af: Koue water: {percentage} meer as die gemiddelde huishouding.
ar: الماء البارد: {percentage} أكثر من متوسط الأسرة.
bg: Студена вода: {percentage} повече от средното домакинство.
bs: Hladna voda: {percentage} više od prosječnog domaćinstva.
cs: Studená voda: {percentage} více než průměrná domácnost.
da: Koldt vand: {percentage} mere end den gennemsnitlige husstand.
de: Kaltwasser: {percentage} mehr als ein Durchschnittshaushalt.
el: Κρύο νερό: {percentage} περισσότερο από ένα μέσο νοικοκυριό.
es: Agua fría: {percentage} más que un hogar promedio.
et: Külm vesi: {percentage} rohkem kui keskmisel leibkonnal.
fa: آب سرد: {percentage} بیشتر از میانگین خانوارها.
fi: Kylmä vesi: {percentage} enemmän kuin keskimääräinen kotitalous.
fr: Eau froide : {percentage} de plus qu'un foyer moyen.
hi: ठंडा पानी: औसत घरेलू से {percentage} अधिक।
hr: Hladna voda: {percentage} više od prosječnog kućanstva.
hu: Hideg víz: {percentage} több, mint egy átlagos háztartás.
it: Acqua fredda: {percentage} in più rispetto a una famiglia media.
ja: 冷水: {percentage} が一般家庭より多い。
ko: 냉수: 평균 가구보다 {percentage} 많습니다.
lt: Šaltas vanduo: {percentage} daugiau nei vidutinis namų ūkis.
ml: തണുത്ത വെള്ളം: ശരാശരി കുടുംബത്തേക്കാൾ {percentage} കൂടുതൽ.
my: ရေအေး - Phtoken0 Phtoken0 ပိုများသောအိမ်ထောင်စုထက်ပိုပြီး။
nl: Koud water: {percentage} meer dan het gemiddelde huishouden.
no: Kaldt vann: {percentage} mer enn gjennomsnittshusholdningen.
pl: Zimna woda: {percentage} więcej niż przeciętne gospodarstwo domowe.
pt: Água fria: {percentage} mais do que um agregado médio.
ru: Холодная вода: на {percentage} больше, чем у среднего домохозяйства.
sl: Hladna voda: {percentage} več kot povprečno gospodinjstvo.
sr: Хладна вода: ПХТОКЕН0 више од просечног домаћинства.
sv: Kallt vatten: {percentage} mer än genomsnittshushållet.
sw: Maji baridi: phtoken0 zaidi ya kaya ya wastani.
th: น้ำเย็น: {percentage} มากกว่าครัวเรือนทั่วไป
tr: Soğuk su: Ortalama evden {percentage} daha fazla.
uk: Холодна вода: {percentage} більше, ніж у середньому домогосподарстві.
vi: Nước lạnh: {percentage} nhiều hơn mức trung bình của một hộ gia đình.
zh: 冷水：{percentage}比一般家庭多。

# consumptionWaterColdEqual
source: Cold water: about the same as an average household.
af: Koue water: omtrent dieselfde as die gemiddelde huishouding.
ar: الماء البارد: نفس الشيء تقريباً مثل متوسط الأسرة.
bg: Студена вода: приблизително същото като средното домакинство.
bs: Hladna voda: otprilike isto kao i prosječno domaćinstvo.
cs: Studená voda: přibližně stejně jako průměrná domácnost.
da: Koldt vand: omtrent det samme som den gennemsnitlige husstand.
de: Kaltwasser: etwa so viel wie ein Durchschnittshaushalt.
el: Κρύο νερό: περίπου όσο ένα μέσο νοικοκυριό.
es: Agua fría: aproximadamente lo mismo que un hogar promedio.
et: Külm vesi: umbes sama kui keskmisel leibkonnal.
fa: آب سرد: تقریباً به اندازه یک خانواده متوسط.
fi: Kylmä vesi: suunnilleen sama kuin tavallisessa kotitaloudessa.
fr: Eau froide : à peu près autant qu'un foyer moyen.
hi: ठंडा पानी: औसत घरेलू पानी के समान।
hr: Hladna voda: otprilike isto kao i prosječno kućanstvo.
hu: Hideg víz: körülbelül annyi, mint egy átlagos háztartásban.
it: Acqua fredda: circa quanto una famiglia media.
ja: 冷水：一般家庭と同程度。
ko: 냉수: 평균 가구와 비슷합니다.
lt: Šaltas vanduo: maždaug toks pat, kaip vidutiniame namų ūkyje.
ml: തണുത്ത വെള്ളം: ശരാശരി കുടുംബത്തിന് തുല്യമാണ്.
my: ရေအေး - ပျမ်းမျှအိမ်ထောင်စုနှင့်အတူတူပင်ဖြစ်သည်။
nl: Koud water: ongeveer hetzelfde als het gemiddelde huishouden.
no: Kaldt vann: omtrent det samme som gjennomsnittshusholdningen.
pl: Zimna woda: mniej więcej taka sama jak w przeciętnym gospodarstwie domowym.
pt: Água fria: aproximadamente o mesmo que um agregado médio.
ru: Холодная вода: примерно столько же, сколько у среднего домохозяйства.
sl: Hladna voda: približno enako kot v povprečnem gospodinjstvu.
sr: Хладна вода: отприлике исто као и просечно домаћинство.
sv: Kallt vatten: ungefär samma som det genomsnittliga hushållet.
sw: Maji baridi: sawa na kaya ya wastani.
th: น้ำเย็น: ใกล้เคียงกับครัวเรือนทั่วไป
tr: Soğuk su: Ortalama evdekiyle hemen hemen aynı.
uk: Холодна вода: приблизно стільки ж, скільки в середньому по будинку.
vi: Nước lạnh: tương đương với mức bình thường của một hộ gia đình.
zh: 冷水：与普通家庭差不多。
