Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# counterFactorDescription
source: Is consumption only allocated to you on a pro rata basis? Enter the proportion as a value between 0.1 (10%) and 1.0 (100%).
af: Word verbruik slegs op 'n pro rata basis aan u toegedeel? Voer die proporsie in as 'n waarde tussen 0.1 (10%) en 1.0 (100%).
ar: هل يتم تخصيص الاستهلاك لك على أساس تناسبي فقط؟ أدخل النسبة كقيمة بين 0.1 (10%) و 1.0 (100%).
bg: Консумацията само на вас ли се разпределя пропорционално? Въведете пропорцията като стойност между 0.1 (10%) и 1.0 (100%).
bs: Da li vam je potrošnja dodijeljena samo proporcionalno? Unesite udio kao vrijednost između 0,1 (10%) i 1,0 (100%).
cs: Je spotřeba vám přidělena pouze poměrně? Zadejte poměr jako hodnotu mezi 0,1 (10 %) a 1,0 (100 %).
da: Er forbruget kun tildelt dig på en pro rata basis? Indtast andelen som en værdi mellem 0.1 (10%) og 1.0 (100%).
de: Der Verbrauch wird Ihnen nur anteilig zugeschrieben? Geben Sie den Anteil als Wert zwischen 0,1 (10%) und 1,0 (100%) ein.
el: Η κατανάλωση κατανέμεται σε εσάς μόνο κατ' αναλογία; Εισάγετε την αναλογία ως τιμή μεταξύ 0,1 (10%) και 1,0 (100%).
es: «¿El consumo se le asigna solo a usted a prorrata? Ingrese la proporción como un valor entre 0,1 (10 %) y 1,0 (100 %).»
et: Jaotatakse tarbimine ainult proportsionaalselt teile? Sisestage proportsioon väärtusena vahemikus 0,1 (10%) kuni 1,0 (100%).
fa: آیا مصرف فقط به صورت نسبی به شما تخصیص داده می‌شود؟ نسبت را به عنوان مقداری بین 0.1 (10%) و 1.0 (100%) وارد کنید.
fi: Kohdistetaanko kulutus sinulle vain suhteellisesti? Anna suhde arvona välillä 0.1 (10 %) ja 1.0 (100 %).
fr: La consommation est-elle allouée uniquement sur une base pro rata ? Entrez la proportion comme une valeur comprise entre 0,1 (10 %) et 1,0 (100 %)
hi: क्या खपत केवल आपके लिए आनुपातिक आधार पर आवंटित की जाती है? 0.1 (10%) और 1.0 (100%) के बीच एक मान के रूप में अनुपात दर्ज करें।
hr: Je li potrošnja dodijeljena samo vama razmjerno? Unesite omjer kao vrijednost između 0,1 (10 %) i 1,0 (100 %).
hu: A fogyasztást csak arányosan osztják el Önnek? Adja meg az arányt 0,1 (10%) és 1,0 (100%) közötti értékként.
it: I consumi ti vengono assegnati solo proporzionalmente? Immettere la proporzione come valore compreso tra 0,1 (10%) e 1,0 (100%).
ja: 消費は比例配分でのみ割り当てられますか?割合を 0.1 (10%) ～ 1.0 (100%) の値で入力します。
ko: 소비는 비례적으로만 귀하에게 할당됩니까? 0.1(10%)에서 1.0(100%) 사이의 값으로 비율을 입력합니다.
lt: Ar vartojimas jums paskirstomas tik proporcingai? Įveskite proporciją kaip reikšmę nuo 0,1 (10 %) iki 1,0 (100 %).
ml: ആനുപാതിക അടിസ്ഥാനത്തിൽ ഉപഭോഗം നിങ്ങൾക്ക് മാത്രമാണോ അനുവദിച്ചിരിക്കുന്നത്? 0.1 (10%) നും 1.0 (100%) നും ഇടയിലുള്ള മൂല്യമായി അനുപാതം നൽകുക.
my: စားသုံးမှုအား လိုလားသော ကိန်းဂဏန်းဖြင့်သာ ခွဲဝေပေးပါသလား။ 0.1 (10%) နှင့် 1.0 (100%) ကြားတန်ဖိုးအဖြစ် အချိုးအစားကို ထည့်ပါ။
nl: Wordt het verbruik alleen pro rata aan u toegerekend? Voer het aandeel in als een waarde tussen 0,1 (10%) en 1,0 (100%).
no: Blir forbruket kun tildelt deg pro rata? Angi andelen som en verdi mellom 0,1 (10 %) og 1,0 (100 %).
pl: Czy zużycie jest przydzielane Państwu wyłącznie proporcjonalnie? Wprowadź proporcję jako wartość z zakresu od 0,1 (10%) do 1,0 (100%).
pt: O consumo é atribuído a você apenas proporcionalmente? Insira a proporção como um valor entre 0,1 (10%) e 1,0 (100%).
ru: Распределяется ли потребление между вами только на пропорциональной основе? Введите пропорцию в виде значения от 0,1 (10%) до 1,0 (100%).
sl: Ali se vam poraba dodeli samo sorazmerno? Vnesite razmerje kot vrednost med 0,1 (10 %) in 1,0 (100 %).
sr: Да ли вам се потрошња додељује само пропорционално? Унесите пропорцију као вредност између 0,1 (10%) и 1,0 (100%).
sv: Tilldelas konsumtionen endast till dig på en pro rata-basis? Ange andelen som ett värde mellan 0,1 (10 %) och 1,0 (100 %).
sw: Je, matumizi yamegawiwa wewe tu kwa misingi ya prorata? Weka uwiano kama thamani kati ya 0.1 (10%) na 1.0 (100%).
th: การบริโภคได้รับการจัดสรรให้คุณตามสัดส่วนเท่านั้นหรือไม่? ป้อนสัดส่วนเป็นค่าระหว่าง 0.1 (10%) ถึง 1.0 (100%)
tr: Tüketim size yalnızca orantısal olarak mı tahsis ediliyor? Oranı 0,1 (%10) ile 1,0 (%100) arasında bir değer olarak girin.
uk: Чи розподіляється споживання лише на пропорційній основі? Введіть пропорцію у вигляді значення від 0,1 (10%) до 1,0 (100%).
vi: Mức tiêu thụ chỉ được phân bổ cho bạn theo tỷ lệ? Nhập tỷ lệ dưới dạng giá trị từ 0,1 (10%) đến 1,0 (100%).
zh: 消费是按比例分配给您的吗？输入 0.1 (10%) 和 1.0 (100%) 之间的比例值。

# counterTransducerFactor
source: Transformer ratio
af: Transformatorverhouding
ar: نسبة المحول
bg: Коефициент на трансформатор
bs: Omjer transformatora
cs: Poměr transformátoru
da: Transformerforhold
de: Wandlerfaktor
el: Αναλογία μετασχηματιστή
es: Factor de transformación
et: Trafo suhe
fa: نسبت ترانسفورماتور
fi: Muuntajan suhde
fr: Facteur du transformateur
hi: ट्रांसफार्मर अनुपात
hr: Omjer transformatora
hu: Transzformátor arány
it: Fattore di trasformazione
ja: 変圧比
ko: 변압비
lt: Transformatoriaus santykis
ml: ട്രാൻസ്ഡ്യൂസർ അനുപാതം
my: transformer အချိုး
nl: Transformatorverhouding
no: Transformatorforhold
pl: Przekładnia transformatora
pt: Factor de transformação
ru: Коэффициент трансформации
sl: Transformatorsko razmerje
sr: Трансформаторски однос
sv: Transformatorförhållande
sw: Uwiano wa transformer
th: อัตราส่วนหม้อแปลงไฟฟ้า
tr: Trafo oranı
uk: Коефіцієнт трансформації
vi: Tỷ lệ máy biến áp
zh: 变压器变比

# counterProportionateConsumption
source: Proportionate consumption
af: Proporsionele verbruik
ar: الاستهلاك النسبي
bg: Пропорционална консумация
bs: Proporcionalna potrošnja
cs: Úměrná spotřeba
da: Forholdsmæssigt forbrug
de: Anteiliger Verbrauch
el: Αναλογική κατανάλωση
es: Consumo proporcional
et: Proportsionaalne tarbimine
fa: مصرف نسبی
fi: Suhteutettu kulutus
fr: Consommation proportionnelle
hi: आनुपातिक खपत
hr: Proporcionalna potrošnja
hu: Arányos fogyasztás
it: Consumo proporzionale
ja: 比例した消費
ko: 비례 소비량
lt: Proporcingas vartojimas
ml: അനുപാതിക ഉപഭോഗം
my: အချိုးကျစားသုံးမှု
nl: Evenredig verbruik
no: Forholdsmessig forbruk
pl: Proporcjonalne zużycie
pt: Consumo proporcional
ru: Пропорциональное потребление
sl: Sorazmerna poraba
sr: Пропорционална потрошња
sv: Proportionell konsumtion
sw: Matumizi ya sehemu
th: การบริโภคอย่างเป็นสัดส่วน
tr: Orantılı tüketim
uk: Пропорційне споживання
vi: Tỷ lệ tiêu thụ tương ứng
zh: 比例消费

# counterFactor
source: Factor
af: Faktor
ar: العامل
bg: Коефициент
bs: Faktor
cs: Faktor
da: Faktor
de: Faktor
el: Παράγοντας
et: Tegur
fa: ضریب
fi: Tekijä
fr: Facteur
hi: कारक
hr: Faktor
hu: Tényező
it: Fattore
ja: 要素
ko: 계수
lt: veiksnys
ml: ഘടകം
my: ဆူး
no: Faktor
pl: Czynnik
pt: Fator
ru: Фактор
sl: Faktor
sr: Фактор
sv: Faktor
sw: Sababu
th: ปัจจัย
tr: Faktör
uk: Фактор
vi: Nhân tố
zh: 因素

# counterTransducerFactorExplained
source: If a voltage transformer is used to step down the voltage before it reaches the meter, a new conversion factor must be applied to obtain the correct readings. Example: the meter displays 100,000 kWh with a conversion factor of 20. The correct reading is: 100,000 kWh x 20 = 2,000,000 kWh.
af: As 'n spannings transformator gebruik word om die spanning te verlaag voordat dit die meter bereik, moet 'n nuwe omskakelingsfaktor toegepas word om die korrekte lesings te verkry. Voorbeeld: die meter vertoon 100,000 kWh met 'n omskakelingsfaktor van 20. Die korrekte lesing is: 100,000 kWh x 20 = 2,000,000 kWh.
ar: إذا تم استخدام محول جهد لتقليل الجهد قبل وصوله إلى العداد، يجب تطبيق عامل تحويل جديد للحصول على القراءات الصحيحة. مثال: يعرض العداد 100,000 كيلوواط ساعة مع عامل تحويل 20. القراءة الصحيحة هي: 100,000 كيلوواط ساعة × 20 = 2,000,000 كيلوواط ساعة.
bg: Ако се използва трансформатор на напрежението за намаляване на напрежението преди да достигне брояча, трябва да се приложи нов коефициент на преобразуване, за да се получат правилните показания. Пример: броячът показва 100,000 kWh с коефициент на преобразуване 20. Правилното показание е: 100,000 kWh x 20 = 2,000,000 kWh.
bs: Ako se naponski transformator koristi za smanjenje napona prije nego što stigne do mjerača, mora se primijeniti novi faktor konverzije da bi se dobila ispravna očitanja. Primer: brojilo prikazuje 100.000 kWh sa faktorom konverzije 20. Tačno očitavanje je: 100.000 kWh x 20 = 2.000.000 kWh.
cs: Pokud se pro snížení napětí před dosažením měřiče použije napěťový transformátor, musí být pro získání správných hodnot použit nový konverzní faktor. Příklad: elektroměr zobrazuje 100 000 kWh s převodním faktorem 20. Správná hodnota je: 100 000 kWh x 20 = 2 000 000 kWh.
da: Hvis en spændingstransformator bruges til at sænke spændingen, før den når måleren, skal der anvendes en ny omregningsfaktor for at opnå de korrekte aflæsninger. Eksempel: måleren viser 100.000 kWh med en omregningsfaktor på 20. Den korrekte aflæsning er: 100.000 kWh x 20 = 2.000.000 kWh.
de: Wenn ein Spannungswandler verwendet wird, um die Spannung vor dem Zähler herunterzusetzen, muss ein neues Umrechnungsverhältnis angewendet werden, um korrekte Messwerte zu erhalten. Beispiel: Der Zähler zeigt 100.000 kWh bei einem Umrechnungsfaktor von 20. Korrekte Messung: 100.000 kWh x 20 = 2.000.000 kWh.
el: Εάν χρησιμοποιείται μετασχηματιστής τάσης για την υποβιβασμό της τάσης πριν φτάσει στον μετρητή, πρέπει να εφαρμοστεί νέος συντελεστής μετατροπής για να ληφθούν οι σωστές ενδείξεις. Παράδειγμα: ο μετρητής δείχνει 100.000 kWh με συντελεστή μετατροπής 20. Η σωστή ένδειξη είναι: 100.000 kWh x 20 = 2.000.000 kWh.
es: Si se utiliza un transformador de tensión para reducir la tensión antes de que llegue al contador, debe aplicarse un nuevo factor de conversión para obtener mediciones correctas. Ejemplo: el contador muestra 100.000 kWh con un factor de conversión de 20. La medición correcta es: 100.000 kWh x 20 = 2.000.000 kWh.
et: Kui pinge alandamiseks kasutatakse pingetrafot enne arvestit, tuleb rakendada uus teisendustegur, et saada õiged näidud. Näide: arvesti näitab 100 000 kWh, teisendusteguriga 20. Õige näit: 100 000 kWh x 20 = 2 000 000 kWh.
fa: اگر از یک ترانسفورماتور ولتاژ برای کاهش ولتاژ پیش از رسیدن به کنتور استفاده شود، باید ضریب تبدیل جدیدی اعمال شود تا قرائت‌ها صحیح باشند. مثال: کنتور عدد 100,000 کیلووات‌ساعت را با ضریب تبدیل 20 نشان می‌دهد. قرائت صحیح برابر است با: 100,000 × 20 = 2,000,000 کیلووات‌ساعت.
fi: Jos jännitemuuntajaa käytetään alentamaan jännite ennen kuin se saavuttaa mittarin, on käytettävä uutta muuntokerrointa oikeiden lukemien saamiseksi.Esimerkki: mittari näyttää 100 000 kWh muuntokertoimella 20. Oikea lukema on: 100 000 kWh x 20 = 2 000 000 kWh.
fr: Si un transformateur de tension est utilisé pour abaisser la tension avant qu'elle n'atteigne le compteur, un nouveau facteur de conversion doit être appliqué pour obtenir des mesures correctes. Exemple : le compteur affiche 100 000 kWh avec un facteur de conversion de 20. La valeur correcte est : 100 000 kWh x 20 = 2 000 000 kWh.
hi: यदि वोल्टेज ट्रांसफार्मर का उपयोग मीटर तक पहुंचने से पहले वोल्टेज को कम करने के लिए किया जाता है, तो सही रीडिंग प्राप्त करने के लिए एक नया रूपांतरण कारक लागू किया जाना चाहिए।उदाहरण: मीटर 20 के रूपांतरण कारक के साथ 100,000 kWh प्रदर्शित करता है। सही रीडिंग है: 100,000 kWh x 20 = 2,000,000 kWh।
hr: Ako se naponski transformator koristi za smanjenje napona prije nego što dođe do mjerača, mora se primijeniti novi faktor pretvorbe kako bi se dobila točna očitanja.Primjer: mjerač prikazuje 100.000 kWh s faktorom pretvorbe 20. Točno očitanje je: 100.000 kWh x 20 = 2.000.000 kWh.
hu: Ha feszültségtranszformátort használnak a feszültség lefokozására, mielőtt az elérné a mérőt, akkor a helyes leolvasáshoz új átváltási tényezőt kell alkalmazni. Példa: a mérő 100 000 kWh-t mutat 20-as átváltási tényezővel. A helyes leolvasás: 100 000 kWh x 20 = 2 000 000 kWh.
it: Se viene utilizzato un trasformatore di tensione per abbassare la tensione prima che raggiunga il contatore, è necessario applicare un nuovo fattore di conversione per ottenere misurazioni corrette. Esempio: il contatore visualizza 100.000 kWh con un fattore di conversione di 20. La misura corretta è: 100.000 kWh x 20 = 2.000.000 kWh.
ja: 変圧器を使用して電圧がメーターに到達する前に電圧を降圧する場合、正しい読み取り値を得るために新しい変換係数を適用する必要があります。例: メーターには換算係数 20 で 100,000 kWh が表示されます。正しい読み取り値は次のとおりです: 100,000 kWh x 20 = 2,000,000 kWh。
ko: 계량기에 도달하기 전에 전압을 낮추는 변압기를 사용하는 경우, 올바른 지침을 얻기 위해 새로운 변환 계수를 적용해야 합니다. 예: 변환 계수 20에서 계량기에 100,000 kWh가 표시되면, 올바른 지침은 100,000 kWh x 20 = 2,000,000 kWh입니다.
lt: Jei įtampos transformatorius naudojamas įtampai sumažinti prieš jai pasiekiant skaitiklį, norint gauti teisingus rodmenis, reikia taikyti naują konversijos koeficientą. Pavyzdys: skaitiklis rodo 100 000 kWh, o konversijos koeficientas yra 20. Teisingas rodmuo yra: 100 000 kWh x 20 = 2 000 000 kWh.
ml: മീറ്ററിൽ എത്തുന്നതിന് മുമ്പ് വോൾട്ടേജ് കുറയ്ക്കാൻ ഒരു വോൾട്ടേജ് ട്രാൻസ്ഫോർമർ ഉപയോഗിക്കുന്നുവെങ്കിൽ, ശരിയായ റീഡിംഗുകൾ ലഭിക്കുന്നതിന് ഒരു പുതിയ പരിവർത്തന ഘടകം പ്രയോഗിക്കേണ്ടതുണ്ട്. ഉദാഹരണം: മീറ്റർ 100,000 kWh കാണിക്കുന്നു, 20-ൻ്റെ പരിവർത്തന ഘടകം. ശരിയായ വായന ഇതാണ്: 100,000 kWh x 20 = 2,000,000 kWh.
my: အကယ်. ၎င်းသည်မီတာမရောက်မီ voltage transformer ကိုချရန်အသုံးပြုပါကမှန်ကန်သောဖတ်ရှုခြင်းများရရှိရန်ပြောင်းလဲခြင်းအချက်အသစ်ကိုလျှောက်ထားရမည်။ ဥပမာ - မီတာသည်ပြောင်းလဲခြင်းအချက်နှင့်အတူ 100,000 kWh ကိုပြသသည်။ မှန်ကန်သောစာဖတ်ခြင်းသည် - 100,000 KWH X 20, 000 KWH X 20 = 2,000,000 kWH.
nl: Als een spannings transformator wordt gebruikt om de spanning te verlagen voordat deze de meter bereikt, moet een nieuwe conversiefactor worden toegepast om de juiste aflezingen te verkrijgen. Voorbeeld: de meter toont 100.000 kWh met een conversiefactor van 20. De juiste aflezing is: 100.000 kWh x 20 = 2.000.000 kWh.
no: Hvis en spenningstransformator brukes til å trappe ned spenningen før den når måleren, må en ny omregningsfaktor brukes for å få riktige avlesninger. Eksempel: måleren viser 100 000 kWh med en konverteringsfaktor på 20. Riktig avlesning er: 100 000 kWh x 20 = 2 000 000 kWh.
pl: Jeżeli do obniżenia napięcia zanim dotrze ono do licznika używany jest przekładnik napięciowy, w celu uzyskania prawidłowych odczytów należy zastosować nowy współczynnik konwersji. Przykład: licznik wyświetla 100 000 kWh przy przeliczeniu 20. Prawidłowy odczyt to: 100 000 kWh x 20 = 2 000 000 kWh.
pt: Se for utilizado um transformador de tensão para reduzir a tensão antes de chegar ao contador, deve ser aplicado um novo fator de conversão para obter medições correctas. Exemplo: o contador indica 100.000 kWh com um fator de conversão de 20. A medição correcta é: 100.000 kWh x 20 = 2.000.000 kWh.
ru: Если используется трансформатор напряжения для понижения напряжения перед счетчиком, необходимо применить новый коэффициент преобразования для получения правильных показаний. Пример: счетчик показывает 100 000 кВт·ч при коэффициенте преобразования 20. Правильное значение: 100 000 кВт·ч x 20 = 2 000 000 кВт·ч.
sl: Če se napetostni transformator uporablja za zniževanje napetosti, preden ta doseže števec, je treba uporabiti nov pretvorbeni faktor, da dobimo pravilne odčitke. Primer: števec prikazuje 100.000 kWh s pretvorbenim faktorjem 20. Pravilen odčitek je: 100.000 kWh x 20 = 2.000.000 kWh.
sr: Ако се напонски трансформатор користи за смањење напона пре него што стигне до бројила, мора се применити нови фактор конверзије да би се добила тачна очитавања. Пример: бројило приказује 100.000 кВх са фактором конверзије 20. Тачно очитавање је: 100.000 кВх к 20 = 2.000.000 кВх.
sv: Om en spänningstransformator används för att sänka spänningen innan den når mätaren, måste en ny omvandlingsfaktor tillämpas för att få rätt avläsningar. Exempel: mätaren visar 100 000 kWh med en omvandlingsfaktor på 20. Rätt värde är: 100 000 kWh x 20 = 2 000 000 kWh.
sw: Ikiwa transformer ya voltage inatumiwa kupunguza voltage kabla ya kufikia mita, sababu mpya ya ubadilishaji lazima itumike kupata usomaji sahihi. Mfano: Mita inaonyesha kWh 100,000 na sababu ya ubadilishaji ya 20. Usomaji sahihi ni: 100,000 kWh x 20 = 2000,000 kWh.
th: หากใช้หม้อแปลงแรงดันไฟฟ้าเพื่อลดแรงดันไฟฟ้าก่อนที่จะถึงมิเตอร์ ต้องใช้ปัจจัยการแปลงใหม่เพื่อให้ได้การอ่านที่ถูกต้อง ตัวอย่าง: มิเตอร์แสดง 100,000 kWh โดยมีปัจจัยการแปลงเป็น 20 ค่าที่อ่านได้ถูกต้องคือ: 100,000 kWh x 20 = 2,000,000 kWh
tr: Gerilimi sayaca ulaşmadan önce düşürmek için bir gerilim transformatörü kullanılıyorsa, doğru okumaları elde etmek için yeni bir dönüşüm faktörü uygulanmalıdır. Örnek: sayaç 20 dönüştürme faktörüyle 100.000 kWh gösteriyor. Doğru okuma: 100.000 kWh x 20 = 2.000.000 kWh.
uk: Якщо трансформатор напруги використовується для зниження напруги до того, як вона досягне лічильника, необхідно застосувати новий коефіцієнт перетворення, щоб отримати правильні показання. Приклад: лічильник показує 100 000 кВт-год з коефіцієнтом перетворення 20. Правильне значення: 100 000 кВт-год x 20 = 2 000 000 кВт-год.
vi: Nếu sử dụng máy biến điện áp để giảm điện áp trước khi nó tới đồng hồ, thì phải áp dụng hệ số chuyển đổi mới để thu được số đọc chính xác. Ví dụ: công tơ hiển thị 100.000 kWh với hệ số quy đổi là 20. Số đọc đúng là: 100.000 kWh x 20 = 2.000.000 kWh.
zh: 如果使用电压互感器在电压到达仪表之前降低电压，则必须应用新的转换系数以获得正确的读数。例如：仪表显示 100,000 kWh，换算系数为 20。正确读数为：100,000 kWh x 20 = 2,000,000 kWh。

# counterFractionDigits
source: Fraction digits
af: Breuk syfers
ar: أرقام الكسر
bg: Десетични цифри
bs: Cifre razlomaka
cs: Zlomkové číslice
da: Brøk cifre
de: Nachkommastellen
el: Αριθμητικά ψηφία κλάσματος
es: Dígitos decimales
et: Kümnendkohad
fa: تعداد رقم اعشار
fi: Desimaalien määrä
fr: Chiffres après la virgule
hi: दशमलव अंकों की संख्या
hr: Decimalna mjesta
hu: Tört számjegyek
it: Cifre decimali
ja: 小数部の桁
ko: 소수 자릿수
lt: Trupmenos skaitmenys
ml: ദശാംശ അക്കങ്ങൾ
my: အပိုင်းအစဂဏန်း
nl: Decimale cijfers
no: Brøksiffer
pl: Cyfry ułamkowe
pt: Dígitos fraccionários
ru: Знаки после запятой
sl: Številke ulomkov
sr: Цифре разломака
sv: Bråktalssiffror
sw: Nambari za sehemu
th: เศษส่วนหลัก
tr: Kesir basamakları
uk: Цифри дробу
vi: chữ số phân số
zh: 分数数字

# counterDirection
source: Direction
af: Rigting
ar: الاتجاه
bg: Посока
bs: Smjer
cs: Směr
da: Retning
de: Zählrichtung
el: Κατεύθυνση
es: Dirección
et: Suund
fa: جهت
fi: Suunta
fr: Sens de comptage
hi: दिशा
hr: Smjer
hu: Irány
it: Direzione
ja: 方向
ko: 방향
lt: Kryptis
ml: ദിശ
my: ဉီးတည်ချက်
nl: Richting
no: Retning
pl: Kierunek
pt: Direcção
ru: Направление
sl: Smer
sr: Правац
sv: Riktning
sw: Mwelekeo
th: ทิศทาง
tr: Yön
uk: Напрямок
vi: Phương hướng
zh: 方向
