Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# numberOfDetails
source: {count, plural, one {1 detail} other {{count} details}}
af: {count, plural, one {1 besonderheid} other {{count} besonderhede}}
ar: {count, plural, one {1 تفصيل} other {{count} تفاصيل}}
bg: {count, plural, one {1 детайл} other {{count} детайла}}
bs: {count, plural, one {1 detalj} other {{count} detalji}}
cs: {count, plural, one {1 detail} other {Podrobnosti {count}}}
da: {count, plural, one {1 detalje} other {{count} detaljer}}
el: {count, plural, one {1 λεπτομέρεια} other {{count} λεπτομέρειες}}
es: {count, plural, one {1 detalle} other {{count} detalles}}
et: {count, plural, one {1 detail} other {{count} detaili}}
fa: {count, plural, one {1 جزئیات} other {{count} جزئیات}}
fi: {count, plural, one {1 tieto} other {{count} tietoa}}
fr: {count, plural, one {1 détail} other {{count} détails}}
hi: {count, plural, one {1 विवरण} other {{count} विवरण}}
hr: {count, plural, one {1 detalj} other {{count} detalja}}
hu: {count, plural, one {1 részlet} other {{count} részletek}}
it: {count, plural, one {1 dettaglio} other {{count} dettagli}}
ja: {count, plural, one {1 詳細} other {{count}の詳細}}
ko: {count, plural, one {1개 세부 정보} other {{count}개 세부 정보}}
lt: {count, plural, one {1 detalė} other {{count} detalės}}
ml: {count, plural, one {1 detail} other {{count} വിശദാംശങ്ങൾ}}
my: {count, plural, one {1 အသေးစိတ်} other {Phtoken0 အသေးစိတ်}}
no: {count, plural, one {1 detalj} other {{count} detaljer}}
pl: {count, plural, one {1 szczegół} other {Szczegóły {count}}}
pt: {count, plural, one {1 detalhe} other {{count} detalhes}}
ru: {count, plural, one {1 деталь} few {{count} детали} many {{count} деталей} other {{count} деталей}}
sl: {count, plural, one {1 podrobnost} other {{count} podrobnosti}}
sr: {count, plural, one {1 детаљ} other {ПХТОКЕН0 детаљи}}
sv: {count, plural, one {1 detalj} other {{count} detaljer}}
sw: {count, plural, one {Maelezo 1} other {Maelezo ya phtoken0}}
th: {count, plural, one {1 รายละเอียด} other {รายละเอียด {count}}}
tr: {count, plural, one {1 detay} other {{count} ayrıntılar}}
uk: {count, plural, one {1 деталь} other {Деталі {count}}}
vi: {count, plural, one {1 chi tiết} other {Chi tiết {count}}}
zh: {count, plural, one {1 细节} other {{count} 详细信息}}

# reallyDeleteActivity
source: Really delete this activity?
af: Vee hierdie aktiwiteit regtig uit?
ar: هل تريد حقاً حذف هذا النشاط؟
bg: Наистина ли искате да изтриете тази дейност?
bs: Stvarno izbrisati ovu aktivnost?
cs: Opravdu smazat tuto aktivitu?
da: Vil du virkelig slette denne aktivitet?
de: Diese Aktivität wirklich löschen?
el: Πραγματικά να διαγράψετε αυτή τη δραστηριότητα;
es: ¿Eliminar esta actividad?
et: Kas tõesti kustutad selle tegevuse?
fa: واقعاً این فعالیت حذف شود؟
fi: Haluatko todella poistaa tämän toiminnan?
fr: Supprimer cette activité ?
hi: क्या सचमुच यह गतिविधि हटा दी गई है?
hr: Stvarno želite izbrisati ovu aktivnost?
hu: Tényleg törölni ezt a tevékenységet?
it: Eliminare questa attività?
ja: 本当にこのアクティビティを削除しますか?
ko: 이 활동을 정말 삭제하시겠습니까?
lt: Tikrai ištrinti šią veiklą?
ml: ഈ പ്രവർത്തനം ശരിക്കും ഇല്ലാതാക്കണോ?
my: ဒီလုပ်ဆောင်မှုကိုတကယ်ပဲဖျက်ပစ်လား။
nl: Deze activiteit echt verwijderen?
no: Vil du virkelig slette denne aktiviteten?
pl: Naprawdę usunąć tę aktywność?
pt: Eliminar esta atividade?
ru: Действительно удалить эту активность?
sl: Ali res želite izbrisati to dejavnost?
sr: Да ли заиста желите да избришете ову активност?
sv: Vill du verkligen ta bort den här aktiviteten?
sw: Futa kweli shughuli hii?
th: ต้องการลบกิจกรรมนี้จริงหรือ?
tr: Bu aktivite gerçekten silinsin mi?
uk: Справді видалити цю активність?
vi: Thực sự xóa hoạt động này?
zh: 真的删除这个活动吗？

# reallyDeleteDetail
source: Really delete this detail?
af: Vee hierdie besonderheid regtig uit?
ar: هل تريد حقاً حذف هذا التفصيل؟
bg: Наистина ли искате да изтриете този детайл?
bs: Stvarno izbrisati ovaj detalj?
cs: Opravdu smazat tento detail?
da: Vil du virkelig slette denne detalje?
de: Dieses Detail wirklich löschen?
el: Πραγματικά διαγράφετε αυτή τη λεπτομέρεια;
es: ¿Eliminar este detalle?
et: Kas tõesti kustutad selle detaili?
fa: واقعاً این جزئیات را حذف کنید؟
fi: Haluatko todella poistaa tämän yksityiskohdan?
fr: Supprimer ce détail ?
hi: क्या सचमुच यह विवरण हटा दिया गया है?
hr: Stvarno izbrišete ovaj detalj?
hu: Tényleg törölni ezt a részletet?
it: Eliminare questo dettaglio?
ja: 本当にこの詳細を削除しますか?
ko: 이 세부 정보를 정말 삭제하시겠습니까?
lt: Tikrai ištrinti šią informaciją?
ml: ഈ വിശദാംശങ്ങൾ ശരിക്കും ഇല്ലാതാക്കണോ?
my: ဒီအသေးစိတ်ကိုတကယ်ပဲဖျက်ပစ်ပါ။
nl: Dit detail echt verwijderen?
no: Vil du virkelig slette denne detaljen?
pl: Naprawdę usunąć ten szczegół?
pt: Eliminar este detalhe?
ru: Действительно удалить эту деталь?
sl: Res želite izbrisati to podrobnost?
sr: Стварно избрисати овај детаљ?
sv: Vill du verkligen radera denna detalj?
sw: Futa kweli maelezo haya?
th: ต้องการลบรายละเอียดนี้จริงหรือ?
tr: Bu ayrıntı gerçekten silinsin mi?
uk: Справді видалити цю деталь?
vi: Thực sự xóa chi tiết này?
zh: 真的删除这个细节吗？

# reallyDeleteContract
source: Really delete this contract?
af: Vee hierdie kontrak regtig uit?
ar: هل تريد حقاً حذف هذا العقد؟
bg: Наистина ли искате да изтриете този договор?
bs: Stvarno izbrisati ovaj ugovor?
cs: Opravdu smazat tuto smlouvu?
da: Vil du virkelig slette denne kontrakt?
de: Diesen Vertrag wirklich löschen?
el: Πραγματικά να διαγράψετε αυτό το συμβόλαιο;
es: ¿Eliminar este contrato?
et: Kas tõesti kustutad selle lepingu?
fa: واقعاً این قرارداد را حذف کنید؟
fi: Haluatko todella poistaa tämän sopimuksen?
fr: Supprimer ce contrat ?
hi: क्या सचमुच यह अनुबंध हटा दिया गया है?
hr: Stvarno želite izbrisati ovaj ugovor?
hu: Tényleg törölni ezt a szerződést?
it: Eliminare questo contratto?
ja: 本当にこの契約を削除しますか?
ko: 이 계약을 정말 삭제하시겠습니까?
lt: Tikrai ištrinti šią sutartį?
ml: ഈ കരാർ ശരിക്കും ഇല്ലാതാക്കണോ?
my: ဒီစာချုပ်ကိုတကယ်ပဲဖျက်ပစ်လိုက်ပြီလား။
nl: Dit contract echt verwijderen?
no: Vil du virkelig slette denne kontrakten?
pl: Naprawdę usunąć tę umowę?
pt: Eliminar este contrato?
ru: Действительно удалить этот договор?
sl: Ali res želite izbrisati to pogodbo?
sr: Стварно избрисати овај уговор?
sv: Vill du verkligen ta bort det här kontraktet?
sw: Futa kweli mkataba huu?
th: ลบสัญญานี้จริงหรือ?
tr: Bu sözleşme gerçekten silinsin mi?
uk: Справді видалити цей договір?
vi: Thực sự xóa hợp đồng này?
zh: 真的删除这份合同吗？

# contractCopyDialogTitle
source: Do you want to make a copy of this contract?
af: Wil jy 'n afskrif van hierdie kontrak maak?
ar: هل تريد عمل نسخة من هذا العقد؟
bg: Искате ли да направите копие на този договор?
bs: Želite li napraviti kopiju ovog ugovora?
cs: Přejete si vytvořit kopii této smlouvy?
da: Vil du lave en kopi af denne kontrakt?
de: Wollen Sie eine Kopie dieses Vertrags erstellen?
el: Θέλετε να φτιάξετε ένα αντίγραφο αυτής της σύμβασης;
es: ¿Quiere hacer una copia de este contrato?
et: Kas soovid selle lepingu koopia teha?
fa: آیا می خواهید یک کپی از این قرارداد تهیه کنید؟
fi: Haluatko tehdä kopion tästä sopimuksesta?
fr: Voulez-vous faire une copie de ce contrat ?
hi: क्या आप इस अनुबंध की एक प्रति बनाना चाहते हैं?
hr: Želite li napraviti kopiju ovog ugovora?
hu: Szeretne másolatot készíteni erről a szerződésről?
it: Vuole fare una copia di questo contratto?
ja: この契約書のコピーを作成しますか?
ko: 이 계약을 복사하시겠습니까?
lt: Ar norite padaryti šios sutarties kopiją?
ml: ഈ കരാറിൻ്റെ ഒരു പകർപ്പ് ഉണ്ടാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
my: ဒီစာချုပ်ရဲ့မိတ္တူကိုသင်လုပ်ချင်ပါသလား။
nl: Wilt u een kopie maken van dit contract?
no: Vil du lage en kopi av denne kontrakten?
pl: Czy chcesz wykonać kopię tej umowy?
pt: Quer fazer uma cópia deste contrato?
ru: Хотите ли вы сделать копию этого контракта?
sl: Ali želite narediti kopijo te pogodbe?
sr: Да ли желите да направите копију овог уговора?
sv: Vill du göra en kopia av detta kontrakt?
sw: Je! Unataka kufanya nakala ya mkataba huu?
th: คุณต้องการทำสำเนาสัญญานี้หรือไม่?
tr: Bu sözleşmenin bir kopyasını çıkarmak ister misiniz?
uk: Ви хочете зробити копію цього договору?
vi: Bạn có muốn sao chép hợp đồng này không?
zh: 您想复印这份合同吗？

# contractCopyDialogOptionYes
source: Yes, the unit price or another value has changed.
af: Ja, die eenheidsprys of 'n ander waarde het verander.
ar: نعم، تغير سعر الوحدة أو قيمة أخرى.
bg: Да, единичната цена или друга стойност се е променила.
bs: Da, jedinična cijena ili druga vrijednost je promijenjena.
cs: Ano, jednotková cena nebo jiná hodnota se změnila.
da: Ja, enhedsprisen eller en anden værdi er ændret.
de: Ja, der Arbeitspreis oder ein anderer Wert hat sich geändert.
el: Ναι, η τιμή μονάδας ή κάποια άλλη τιμή έχει αλλάξει.
es: Sí, el precio unitario u otro valor ha cambiado.
et: Jah, ühikuhind või mõni muu väärtus muutus.
fa: بله، قیمت واحد یا مقدار دیگری تغییر کرده است.
fi: Kyllä, yksikköhinta tai muu arvo on muuttunut.
fr: Oui, le prix unitaire ou une autre valeur a changé.
hi: हां, इकाई मूल्य या अन्य मूल्य बदल गया है।
hr: Da, promijenila se jedinična cijena ili druga vrijednost.
hu: Igen, az egységár vagy más érték megváltozott.
it: Sì, il prezzo unitario o un altro valore è cambiato.
ja: はい、単価またはその他の値が変更されました。
ko: 예, 단가 또는 다른 값이 변경되었습니다.
lt: Taip, pasikeitė vieneto kaina arba kita vertė.
ml: അതെ, യൂണിറ്റ് വിലയോ മറ്റൊരു മൂല്യമോ മാറിയിരിക്കുന്നു.
my: ဟုတ်ပါတယ်, ယူနစ်စျေးနှုန်းသို့မဟုတ်အခြားတန်ဖိုးပြောင်းလဲသွားပြီ။
nl: Ja, de eenheidsprijs of een andere waarde is veranderd.
no: Ja, enhetsprisen eller en annen verdi har endret seg.
pl: Tak, zmieniła się cena jednostkowa lub inna wartość.
pt: Sim, o preço unitário ou outro valor mudou.
ru: Да, единичная цена или другое значение изменились.
sl: Da, cena na enoto ali druga vrednost se je spremenila.
sr: Да, јединична цена или друга вредност се променила.
sv: Ja, enhetspriset eller något annat värde har ändrats.
sw: Ndio, bei ya kitengo au thamani nyingine imebadilika.
th: ใช่ ราคาต่อหน่วยหรือมูลค่าอื่นมีการเปลี่ยนแปลง
tr: Evet birim fiyat veya başka bir değer değişti.
uk: Так, ціна за одиницю або інше значення змінилося.
vi: Có, đơn giá hoặc giá trị khác đã thay đổi.
zh: 是的，单价或其他值已更改。

# contractCopyDialogOptionNo
source: No, cancel.
af: Nee, kanselleer.
ar: لا، إلغاء.
bg: Не, отказ.
bs: Ne, otkaži.
cs: Ne, zrušit.
da: Nej, annuller.
de: Nein, abbrechen.
el: Όχι, ακυρώστε.
es: No, aborta.
et: Ei, tühista.
fa: خیر، انصراف.
fi: Ei, peruuta.
fr: Non, annuler.
hi: नहीं, रद्द करें.
hr: Ne, otkaži.
hu: Nem, törölje.
it: No, interrompere.
ja: いいえ、キャンセルします。
ko: 아니요, 취소합니다.
lt: Ne, atšaukti.
ml: ഇല്ല, റദ്ദാക്കുക.
my: အဘယ်သူမျှမ, ပယ်ဖျက်ပါ။
nl: Nee, annuleren.
no: Nei, avbryt.
pl: Nie, anuluj.
pt: Não, abortar.
ru: Нет, прервать.
sl: Ne, prekliči.
sr: Не, откажи.
sv: Nej, avbryt.
sw: Hapana, Ghairi.
th: ไม่ ยกเลิก
tr: Hayır, iptal et.
uk: Ні, скасувати.
vi: Không, hủy bỏ.
zh: 不，取消。

# contractCopyDialogWhen
source: From when does the new price apply?
af: Van wanneer geld die nuwe prys?
ar: من متى ينطبق السعر الجديد؟
bg: От кога важи новата цена?
bs: Od kada se primjenjuje nova cijena?
cs: Od kdy platí nová cena?
da: Fra hvornår gælder den nye pris?
de: Ab wann gilt der neue Preis?
el: Από πότε ισχύει η νέα τιμή;
es: ¿Cuándo se aplica el nuevo precio?
et: Millal uus hind kehtima hakkab?
fa: قیمت جدید از چه زمانی اعمال می‌شود؟
fi: Mistä lähtien uusi hinta tulee voimaan?
fr: Quand le nouveau prix sera-t-il applicable ?
hi: नई कीमत कब से लागू होती है?
hr: Od kada se primjenjuje nova cijena?
hu: Mikortól érvényes az új ár?
it: Quando si applica il nuovo prezzo?
ja: 新価格はいつから適用されますか？
ko: 새 가격은 언제부터 적용됩니까?
lt: Nuo kada galioja nauja kaina?
ml: എപ്പോൾ മുതൽ പുതിയ വില ബാധകമാകും?
my: စျေးနှုန်းအသစ်ကဘယ်အချိန်မှာလဲ။
nl: Vanaf wanneer geldt de nieuwe prijs?
no: Fra når gjelder den nye prisen?
pl: Od kiedy obowiązuje nowa cena?
pt: Quando é que se aplica o novo preço?
ru: Когда применяется новая цена?
sl: Od kdaj velja nova cena?
sr: Од када се примењује нова цена?
sv: Från när gäller det nya priset?
sw: Je! Bei mpya inatumika lini?
th: ราคาใหม่จะใช้ตั้งแต่เมื่อไหร่?
tr: Yeni fiyat ne zamandan itibaren geçerli olacak?
uk: З якого часу діє нова ціна?
vi: Giá mới áp dụng từ khi nào?
zh: 新价格从什么时候开始适用？

# contractCosts
source: Unit price
af: Eenheidsprys
ar: سعر الوحدة
bg: Единична цена
bs: Jedinična cijena
cs: Jednotková cena
da: Enhedspris
de: Arbeitspreis
el: Τιμή μονάδας
es: Precio unitario
et: Ühiku hind
fa: قیمت واحد
fi: Yksikköhinta
fr: Prix unitaire
hi: यूनिट मूल्य
hr: Jedinična cijena
hu: Egységár
it: Prezzo unitario
ja: 単価
ko: 단가
lt: Vieneto kaina
ml: യൂണിറ്റ് വില
my: ယူနစ်စျေးနှုန်း
nl: Eenheidsprijs
no: Enhetspris
pl: Cena jednostkowa
pt: Preço por unidade
ru: Единичная цена
sl: Cena na enoto
sr: Јединична цена
sv: Enhetspris
sw: Bei ya kitengo
th: ราคาต่อหน่วย
tr: Birim fiyatı
uk: Ціна за одиницю
vi: Đơn giá
zh: 单价

# contractCostsFeedIn
source: Remuneration price/base price
af: Vergoedingsprys/basisprys
ar: سعر التعويض/السعر الأساسي
bg: Цена на възнаграждение/базова цена
bs: Cijena naknade/bazna cijena
cs: Cena odměny/základní cena
da: Vederlagspris/basispris
de: Vergütung abzüglich Grundpreis
el: Τιμή αμοιβής/βασική τιμή
es: Precio de la remuneración/ precio base
et: Tasu hind/põhihind
fa: قیمت/نرخ جبرانی
fi: Palkkahinta/perushinta
fr: Prix de la rémunération/prix de base
hi: पारिश्रमिक मूल्य/आधार मूल्य
hr: Cijena naknade/osnovna cijena
hu: Javadalmazási ár/alapár
it: Prezzo della remunerazione/ prezzo base
ja: 報酬価格/基本価格
ko: 보상 단가/기본 요금
lt: Atlyginimo kaina/bazinė kaina
ml: പരിഹാര വില/അടിസ്ഥാന വില
my: လစာစျေးနှုန်း / အခြေခံစျေးနှုန်း
nl: Vergoedingsprijs/basisprijs
no: Vederlagspris/grunnpris
pl: Cena wynagrodzenia/cena bazowa
pt: Preço de remuneração/ preço base
ru: Цена вознаграждения/ базовая цена
sl: Cena plačila/osnovna cena
sr: Цена накнаде/основна цена
sv: Ersättningspris/baspris
sw: Bei ya malipo/bei ya msingi
th: ราคาค่าตอบแทน/ราคาฐาน
tr: Ücret fiyatı/taban fiyatı
uk: Ціна винагороди/базова ціна
vi: Giá thù lao/giá cơ sở
zh: 报酬价/底价

# counterWarmWaterPlusColdWater
source: Excluding fresh water and waste water costs
af: Uitgesluit vars water en afvalwaterkoste
ar: باستثناء تكاليف الماء العذب ومياه الصرف
bg: Без разходи за питейна вода и отпадъчна вода
bs: Isključujući troškove slatke i otpadne vode
cs: Bez nákladů na čerstvou a odpadní vodu
da: Eksklusiv omkostninger til ferskvand og spildevand
de: Ohne Berücksichtigung von Frischwasser- und Abwasserkosten
el: Εξαιρουμένων των δαπανών για γλυκό νερό και λύματα
es: Excluyendo los costes de agua dulce y aguas residuales
et: Ilma joogivee ja reovee kuludeta
fa: بدون احتساب هزینه‌های آب شیرین و فاضلاب
fi: Ei sisällä makean veden ja jäteveden kustannuksia
fr: Hors coûts de l'eau douce et des eaux usées
hi: ताजे पानी और अपशिष्ट जल की लागत को छोड़कर
hr: Isključujući troškove svježe vode i otpadne vode
hu: Az édesvíz- és szennyvízköltségek nélkül
it: Esclusi i costi dell'acqua dolce e delle acque reflue
ja: 上水と廃水のコストを除く
ko: 급수 및 오수 비용 제외
lt: Išskyrus gėlo vandens ir nuotekų išlaidas
ml: ശുദ്ധജലത്തിൻ്റെയും മലിനജലത്തിൻ്റെയും ചെലവുകൾ ഒഴികെ
my: လတ်ဆတ်သောရေကိုဖယ်ထုတ်ပြီးရေကုန်သည်များကိုစွန့်ပစ်သည်
nl: Exclusief kosten voor zoet water en afvalwater
no: Eksklusive ferskvann og avløpsvannkostnader
pl: Z wyłączeniem kosztów świeżej wody i ścieków
pt: Excluindo os custos de água doce e águas residuais
ru: Исключая расходы на пресную воду и сточные воды
sl: Brez stroškov sveže vode in odpadne vode
sr: Без трошкова свеже воде и отпадних вода
sv: Exklusive färskvatten och avloppsvattenkostnader
sw: Ukiondoa maji safi na gharama ya maji ya taka
th: ไม่รวมค่าน้ำจืดและน้ำเสีย
tr: Tatlı su ve atık su maliyetleri hariç
uk: Без урахування витрат на прісну воду та стічні води
vi: Chưa bao gồm chi phí nước ngọt và nước thải
zh: 不包括淡水和废水成本

source: Advance payment
af: Voorskotbetaling
ar: الدفع المقدم
bg: Авансово плащане
bs: Plaćanje unaprijed
cs: Platba předem
da: Forudbetaling
de: Abschlagsbetrag
el: Προκαταβολή
es: Importe de la cuota
et: Ettemaks
fa: پیش‌پرداخت
fi: Ennakkomaksu
fr: Montant de l'acompte
hi: अग्रिम भुगतान
hr: Predujam
hu: Előlegfizetés
it: Importo della rata
ja: 前払い
ko: 선납금
lt: Avansinis mokėjimas
ml: മുൻകൂർ പണമടയ്ക്കൽ
my: ကြိုတင်ငွေပေးချေမှု
nl: Voorschot
no: Forskuddsbetaling
pl: Płatność z góry
pt: Montante da prestação
ru: Сумма взноса
sl: Predplačilo
sr: Плаћање унапред
sv: Förskottsbetalning
sw: Malipo ya mapema
th: ชำระเงินล่วงหน้า
tr: Peşin ödeme
uk: Попередня оплата
vi: Thanh toán tạm ứng
zh: 预付款

source: Bonus
ar: المكافأة
bg: Бонус
el: Μπόνους
es: Bono
et: Boonus
fa: پاداش
fr: Prime
hi: बोनस
hu: Bónusz
ja: ボーナス
ko: 보너스
lt: Premija
ml: ബോണസ്
my: ဆုငေှ
pl: Premia
pt: Bónus
ru: Бонус
sr: Бонус
sw: Bonasi
th: โบนัส
uk: Бонус
vi: Thưởng
zh: 奖金

# bonusInfoTitle
source: Information about bonus tariffs
af: Inligting oor bonustariewe
ar: معلومات حول تعريفة المكافأة
bg: Информация за тарифи с бонус
bs: Informacije o bonus tarifama
cs: Informace o bonusových tarifech
da: Information om bonustakster
de: Infos zu Bonus-Tarifen
el: Πληροφορίες σχετικά με τα τιμολόγια μπόνους
es: Información sobre los aranceles de los bonos
et: Teave boonustariifide kohta
fa: اطلاعات در مورد تعرفه های پاداش
fi: Tietoja bonustariffeista
fr: Informations sur les taux de bonus
hi: बोनस टैरिफ के बारे में जानकारी
hr: Informacije o bonus tarifama
hu: Információk a bónusz tarifákról
it: Informazioni sulle tariffe bonus
ja: ボーナス料金に関する情報
ko: 보너스 요금제 정보
lt: Informacija apie premijų tarifus
ml: ബോണസ് താരിഫുകളെക്കുറിച്ചുള്ള വിവരങ്ങൾ
my: အပိုဆုကြေးနှင့်ပတ်သက်။ သတင်းအချက်အလက်
nl: Informatie over bonustarieven
no: Informasjon om bonustariffer
pl: Informacje o taryfach bonusowych
pt: Informação sobre tarifas bónus
ru: Информация о бонусных тарифах
sl: Informacije o bonus tarifah
sr: Информације о бонус тарифама
sv: Information om bonustariffer
sw: Habari juu ya ushuru wa bonasi
th: ข้อมูลเกี่ยวกับภาษีโบนัส
tr: Bonus tarifeleri hakkında bilgi
uk: Інформація про бонусні тарифи
vi: Thông tin về mức thưởng
zh: 有关奖金关税的信息
