Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# consumptionWaterDailyMonthlyPerPerson
source: Per person, this equals about {dailyLiters} liters per day (≈ {monthlyCubicMeters} {unitName} per month).
af: Per persoon verbruik elkeen ongeveer {dailyLiters} liter per dag (≈ {monthlyCubicMeters} {unitName} per maand).
ar: لكل شخص، يستهلك الجميع حوالي {dailyLiters} لتر يومياً (≈ {monthlyCubicMeters} {unitName} شهرياً).
bg: На човек, всеки консумира около {dailyLiters} литра на ден (≈ {monthlyCubicMeters} {unitName} на месец).
bs: Po osobi svi konzumiraju oko {dailyLiters} litara dnevno (≈ {monthlyCubicMeters} {unitName} mesečno).
cs: Na osobu spotřebují všichni asi {dailyLiters} litrů za den (≈ {monthlyCubicMeters} {unitName} za měsíc).
da: Per person forbruger alle ca. {dailyLiters} liter pr. dag (≈ {monthlyCubicMeters} {unitName} pr. måned).
de: Pro Person entspricht das etwa {dailyLiters} Litern am Tag (≈ {monthlyCubicMeters} {unitName} im Monat).
el: Αυτό ισοδυναμεί με περίπου {dailyLiters} λίτρα ανά ημέρα (≈ {monthlyCubicMeters} {unitName} ανά μήνα) ανά άτομο.
es: Por persona, cada uno consume aprox. {dailyLiters} litros al día (≈ {monthlyCubicMeters} {unitName} al mes).
et: Inimese kohta tarbib igaüks umbes {dailyLiters} liitrit päevas (≈ {monthlyCubicMeters} {unitName} kuus).
fa: به ازای هر نفر، همه مصرف می کنند حدود {dailyLiters} لیتر در روز (≈ {monthlyCubicMeters} {unitName} در ماه).
fi: Per henkilö, kaikki kuluttavat noin {dailyLiters} litraa päivässä (≈ {monthlyCubicMeters} {unitName} kuukaudessa).
fr: Par personne, chacun consomme environ {dailyLiters} litres par jour (≈ {monthlyCubicMeters} {unitName} par mois).
hr: Po osobi, svi konzumiraju oko {dailyLiters} litara dnevno (≈ {monthlyCubicMeters} {unitName} mjesečno).
hu: Ez fejenként körülbelül {dailyLiters} liter naponta (≈ {monthlyCubicMeters} {unitName} havonta) felel meg.
it: Per persona, ognuno consuma circa {dailyLiters} litri al giorno (≈ {monthlyCubicMeters} {unitName} al mese).
ja: 一人当たり、全員が消費する 1 日あたり約 {dailyLiters} リットル (≈ 1 か月あたり {monthlyCubicMeters} {unitName})。
lt: Vienam žmogui visi suvartoja apie {dailyLiters} litrų per dieną (≈ {monthlyCubicMeters} {unitName} per mėnesį).
ml: ഓരോ വ്യക്തിക്കും, എല്ലാവരും ഉപയോഗിക്കുന്നു പ്രതിദിനം ഏകദേശം {dailyLiters} ലിറ്റർ (പ്രതിമാസം ≈ {monthlyCubicMeters} {unitName}).
nl: Per persoon verbruikt iedereen ongeveer {dailyLiters} liter per dag (≈ {monthlyCubicMeters} {unitName} per maand).
pt: Por pessoa, cada um consome cerca de {dailyLiters} litros por dia (≈ {monthlyCubicMeters} {unitName} por mês).
ru: В пересчёте на одного человека каждый потребляет примерно {dailyLiters} литров в день (≈ {monthlyCubicMeters} {unitName} в месяц).
sl: Na osebo porabijo vsi približno {dailyLiters} litrov na dan (≈ {monthlyCubicMeters} {unitName} na mesec).
sr: По особи, сви конзумирају око ПХТОКЕН0 литара дневно (≈ ПХТОКЕН1 ПХТОКЕН2 месечно).
sw: Kwa kila mtu, kila mtu hutumia kuhusu lita za phtoken0 kwa siku (≈ phtoken1 phtoken2 kwa mwezi).
tr: Kişi başı herkes tüketiyor günde yaklaşık {dailyLiters} litre (≈ {monthlyCubicMeters} {unitName} ayda).
uk: На людину споживають усі близько {dailyLiters} літрів на день (≈ {monthlyCubicMeters} {unitName} на місяць).
zh: 每个人，每个人都消费 每天约 {dailyLiters} 升（约每月 {monthlyCubicMeters} {unitName}）。

# consumptionYearlyDetailedLevel2
source: within the normal range
af: is normaal.
ar: عادي.
bg: е нормална.
bs: je normalno.
cs: je normální.
da: er normalt.
de: im normalen Bereich
el: εντός του φυσιολογικού εύρους
es: es normal.
et: on normaalne.
fa: طبیعی است
fi: on normaalia.
fr: est normale.
hr: je normalno.
hu: a normál tartományon belül
it: è normale.
ja: 正常です。
lt: yra normalu.
ml: സാധാരണമാണ്.
nl: is normaal.
pt: é normal.
ru: нормальное.
sl: je normalno.
sr: је нормално.
sw: ni kawaida.
tr: normaldir.
uk: це нормально.
zh: 是正常的。

# unitLitersShort
source: ℓ
ru: л
th: ฎ
