Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# settingObjectLocationTitle
source: Where is your object located?
af: Waar is jou objek geleë?
ar: أين يقع كائنك؟
bg: Къде се намира вашият обект?
bs: Gdje se nalazi vaš objekat?
cs: Kde se nachází váš objekt?
da: Hvor er dit objekt placeret?
de: Wo befindet sich Ihr Objekt?
el: Πού βρίσκεται το αντικείμενό σας;
es: ¿Dónde se encuentra su objeto?
et: Kus sinu objekt asub?
fa: شیء شما در کجا قرار دارد؟
fi: Missä esineesi sijaitsee?
fr: Où se situe votre bien ?
hi: आपकी वस्तु कहाँ स्थित है?
hr: Gdje se nalazi vaš objekt?
hu: Hol található az Ön tárgya?
it: Dove si trova il tuo oggetto?
ja: あなたのオブジェクトはどこにありますか?
ko: 귀하의 객체는 어디에 위치해 있습니까?
lt: Kur yra jūsų objektas?
ml: നിങ്ങളുടെ വസ്തു എവിടെയാണ് സ്ഥിതി ചെയ്യുന്നത്?
my: သင့်ရဲ့အရာဝတ်ထုဘယ်မှာတည်ရှိသနည်း
nl: Waar bevindt uw object zich?
no: Hvor ligger objektet ditt?
pl: Gdzie znajduje się Twój obiekt?
pt: Onde se situa o seu objecto?
ru: Где находится ваш объект?
sl: Kje se nahaja vaš objekt?
sr: Где се налази ваш објекат?
sv: Var finns ditt objekt?
sw: Kitu chako kiko wapi?
th: วัตถุของคุณอยู่ที่ไหน?
tr: Nesneniz nerede bulunuyor?
uk: Де знаходиться ваш об'єкт?
vi: Đối tượng của bạn nằm ở đâu?
zh: 你的对象位于哪里？

# settingObjectLocationExplanation
source: Entering the location helps tailor insights and services to your area.
af: Die invoer van die ligging help om insigte en dienste vir jou area aan te pas.
ar: إدخال الموقع يساعد في تخصيص الرؤى والخدمات لمنطقتك.
bg: Въвеждането на местоположението помага да се адаптират прозренията и услугите към вашия район.
bs: Unos lokacije pomaže u prilagođavanju uvida i usluga vašem području.
cs: Zadáním polohy pomůžete přizpůsobit statistiky a služby vaší oblasti.
da: Indtastning af lokationen hjælper med at skræddersy indsigt og tjenester til dit område.
de: Der Ort hilft, Erkenntnisse und Dienste auf Ihre Region zuzuschneiden.
el: Η εισαγωγή της τοποθεσίας βοηθά στην προσαρμογή των πληροφοριών και των υπηρεσιών στην περιοχή σας.
es: La ubicación ayuda a adaptar información y servicios a su región.
et: Asukoha sisestamine aitab kohandada soovitusi ja teenuseid sinu piirkonnale.
fa: وارد کردن مکان به ایجاد بینش و خدمات برای منطقه شما کمک می کند.
fi: Sijainnin syöttäminen auttaa räätälöimään oivalluksia ja palveluita alueellesi.
fr: Le lieu aide à adapter les informations et services à votre région.
hi: स्थान दर्ज करने से आपके क्षेत्र के लिए अंतर्दृष्टि और सेवाओं को तैयार करने में मदद मिलती है।
hr: Unos lokacije pomaže u prilagođavanju uvida i usluga vašem području.
hu: A helyszín megadása segít a betekintést és a szolgáltatásokat az Ön területére szabni.
it: La posizione aiuta ad adattare informazioni e servizi alla tua area.
ja: 場所を入力すると、地域に合わせた洞察とサービスを調整することができます。
ko: 위치를 입력하면 지역에 맞는 정보와 서비스를 제공하는 데 도움이 됩니다.
lt: Vietovės įvedimas padeda pritaikyti įžvalgas ir paslaugas jūsų vietovei.
ml: ലൊക്കേഷനിൽ പ്രവേശിക്കുന്നത് നിങ്ങളുടെ പ്രദേശത്തേക്കുള്ള സ്ഥിതിവിവരക്കണക്കുകളും സേവനങ്ങളും ക്രമീകരിക്കാൻ സഹായിക്കുന്നു.
my: တည်နေရာကိုရိုက်ထည့်ခြင်းသင်၏ in ရိယာသို့ထိုးထွင်းသိမြင်မှုနှင့် 0 န်ဆောင်မှုများကိုအံဝင်ခွင်ကျဖြစ်စေရန်ကူညီသည်။
nl: Het invoeren van de locatie helpt inzichten en services af te stemmen op uw gebied.
no: Å gå inn på stedet hjelper deg med å skreddersy innsikt og tjenester til ditt område.
pl: Wprowadzenie lokalizacji pomaga dostosować statystyki i usługi do Twojego obszaru.
pt: A localização ajuda a adaptar informações e serviços à sua região.
ru: Местоположение помогает адаптировать информацию и сервисы к вашему региону.
sl: Vnos lokacije pomaga prilagoditi vpoglede in storitve vašemu območju.
sr: Уношење локације помаже у прилагођавању увида и услуга вашој области.
sv: Att ange platsen hjälper till att skräddarsy insikter och tjänster till ditt område.
sw: Kuingia eneo husaidia ufahamu na huduma kwa eneo lako.
th: การป้อนสถานที่จะช่วยปรับแต่งข้อมูลเชิงลึกและบริการให้เหมาะกับพื้นที่ของคุณ
tr: Konumun girilmesi, analizlerin ve hizmetlerin bölgenize göre uyarlanmasına yardımcı olur.
uk: Введення місцезнаходження допомагає пристосувати статистику та послуги до вашого регіону.
vi: Việc nhập vị trí sẽ giúp điều chỉnh thông tin chi tiết và dịch vụ phù hợp với khu vực của bạn.
zh: 输入位置有助于为您所在的区域定制见解和服务。

# counterBackgroundImageOfObject
source: Background image for object
af: Agtergrondbeeld vir objek
ar: صورة الخلفية للكائن
bg: Фоново изображение за обект
bs: Pozadinska slika za objekt
cs: Obrázek na pozadí pro objekt
da: Baggrundsbillede til objekt
de: Hintergrundbild für Objekt
el: Εικόνα φόντου για το αντικείμενο
es: Imagen de fondo para el objeto
et: Objekti taustapilt
fa: تصویر پس زمینه برای شی
fi: Objektin taustakuva
fr: Image de fond pour le bien
hi: वस्तु के लिए पृष्ठभूमि छवि
hr: Pozadinska slika za objekt
hu: Az objektum háttérképe
it: Immagine di sfondo per l'oggetto
ja: オブジェクトの背景画像
ko: 객체 배경 이미지
lt: Objekto fono vaizdas
ml: വസ്തുവിൻ്റെ പശ്ചാത്തല ചിത്രം
my: အရာဝတ်ထုအတွက်နောက်ခံပုံ
nl: Achtergrondafbeelding voor object
no: Bakgrunnsbilde for objekt
pl: Obraz tła dla obiektu
pt: Imagem de fundo para o objecto
ru: Фоновое изображение для объекта
sl: Slika ozadja za predmet
sr: Позадинска слика за објекат
sv: Bakgrundsbild för objekt
sw: Picha ya nyuma kwa kitu
th: ภาพพื้นหลังของวัตถุ
tr: Nesne için arka plan resmi
uk: Фонове зображення для об'єкта
vi: Ảnh nền cho đối tượng
zh: 对象的背景图像

source: Manage more than one object - Step 1
af: Bestuur meer as een objek - Stap 1
ar: إدارة أكثر من كائن واحد - الخطوة 1
bg: Управление на повече от един обект - Стъпка 1
bs: Upravljanje više od jednog objekta - 1. korak
cs: Správa více než jednoho objektu - Krok 1
da: Administrer mere end ét objekt - Trin 1
de: Mehr als ein Objekt verwalten - Schritt 1
el: Διαχείριση περισσότερων από ένα αντικειμένων - Βήμα 1
es: Gestionar más de un objeto - Paso 1
et: Halda mitut objekti - samm 1
fa: مدیریت بیش از یک شی - مرحله 1
fi: Hallinnoi useampaa kuin yhtä objektia – Vaihe 1
fr: Gérer plus d'un bien - Étape 1
hi: एक से अधिक ऑब्जेक्ट प्रबंधित करें - चरण 1
hr: Upravljanje s više od jednog objekta - 1. korak
hu: Több objektum kezelése - 1. lépés
it: Gestire più di un oggetto - Passo 1
ja: 複数のオブジェクトを管理する - ステップ 1
ko: 두 개 이상의 객체 관리 - 1단계
lt: Tvarkykite daugiau nei vieną objektą – 1 veiksmas
ml: ഒന്നിലധികം ഒബ്‌ജക്‌റ്റുകൾ കൈകാര്യം ചെയ്യുക - ഘട്ടം 1
my: အရာဝတ်ထုတစ်ခုထက်ပိုပြီးစီမံပါ - အဆင့် 1
nl: Beheer meer dan één object - Stap 1
no: Administrer mer enn ett objekt - Trinn 1
pl: Zarządzaj więcej niż jednym obiektem - Krok 1
pt: Gerir mais do que um objecto - Passo 1
ru: Управлять более чем одним объектом - Шаг 1
sl: Upravljanje več kot enega predmeta – 1. korak
sr: Управљајте више од једног објекта - 1. корак
sv: Hantera mer än ett objekt - Steg 1
sw: Dhibiti zaidi ya kitu kimoja - Hatua ya 1
th: จัดการมากกว่าหนึ่งวัตถุ - ขั้นตอนที่ 1
tr: Birden fazla nesneyi yönetme - 1. Adım
uk: Керуйте декількома об'єктами - крок 1
vi: Quản lý nhiều đối tượng - Bước 1
zh: 管理多个对象 - 第 1 步

source: Manage more than one object - Step 2
af: Bestuur meer as een objek - Stap 2
ar: إدارة أكثر من كائن واحد - الخطوة 2
bg: Управление на повече от един обект - Стъпка 2
bs: Upravljanje više od jednog objekta - 2. korak
cs: Správa více než jednoho objektu - Krok 2
da: Administrer mere end ét objekt - Trin 2
de: Mehr als ein Objekt verwalten - Schritt 2
el: Διαχείριση περισσότερων από ένα αντικειμένων - Βήμα 2
es: Gestionar más de un objeto - Paso 2
et: Halda mitut objekti - samm 2
fa: مدیریت بیش از یک شی - مرحله 2
fi: Hallinnoi useampaa kuin yhtä objektia – Vaihe 2
fr: Gérer plus d'un bien - Étape 2
hi: एक से अधिक ऑब्जेक्ट प्रबंधित करें - चरण 2
hr: Upravljanje s više od jednog objekta - 2. korak
hu: Több objektum kezelése - 2. lépés
it: Gestire più di un oggetto - Passo 2
ja: 複数のオブジェクトを管理する - ステップ 2
ko: 두 개 이상의 객체 관리 - 2단계
lt: Valdykite daugiau nei vieną objektą – 2 veiksmas
ml: ഒന്നിലധികം ഒബ്‌ജക്‌റ്റുകൾ കൈകാര്യം ചെയ്യുക - ഘട്ടം 2
my: အရာဝတ်ထုတစ်ခုထက်ပိုပြီးစီမံပါ - အဆင့် 2
nl: Beheer meer dan één object - Stap 2
no: Administrer mer enn ett objekt - Trinn 2
pl: Zarządzaj więcej niż jednym obiektem - Krok 2
pt: Gerir mais do que um objecto - Passo 2
ru: Управлять более чем одним объектом - Шаг 2
sl: Upravljanje več kot enega predmeta – 2. korak
sr: Управљајте више од једног објекта - 2. корак
sv: Hantera mer än ett objekt - Steg 2
sw: Dhibiti zaidi ya kitu kimoja - Hatua ya 2
th: จัดการมากกว่าหนึ่งวัตถุ - ขั้นตอนที่ 2
tr: Birden fazla nesneyi yönetme - 2. Adım
uk: Керуйте декількома об'єктами - крок 2
vi: Quản lý nhiều đối tượng - Bước 2
zh: 管理多个对象 - 第 2 步

source: Contracts
af: Kontrakte
ar: العقود
bg: Договори
bs: Ugovori
cs: Smlouvy
da: Kontrakter
de: Verträge
el: Συμβάσεις
es: Contratos
et: Lepingud
fa: قراردادها
fi: Sopimukset
fr: Contrats
hi: अनुबंध
hr: Ugovori
hu: Szerződések
it: Contratti
ja: 契約
ko: 계약
lt: Sutartys
ml: കരാറുകൾ
my: စာချုပ်များ
nl: Contracten
no: Kontrakter
pl: Umowy
pt: Contratos
ru: Контракты
sl: pogodbe
sr: Уговори
sv: Kontrakt
sw: Mikataba
th: สัญญา
tr: Sözleşmeler
uk: Контракти
vi: Hợp đồng
zh: 合约

# messageNoContracts
source: No contracts yet.
af: Nog geen kontrakte nie.
ar: لا توجد عقود بعد.
bg: Все още няма договори.
bs: Još nema ugovora.
cs: Zatím žádné smlouvy.
da: Ingen kontrakter endnu.
de: Keine Verträge vorhanden
el: Δεν υπάρχουν ακόμη συμβόλαια.
es: No hay contratos
et: Lepingud puuduvad.
fa: هنوز قراردادی وجود ندارد
fi: Ei vielä sopimuksia.
fr: Pas de contrats
hi: अभी तक कोई अनुबंध नहीं.
hr: Još nema ugovora.
hu: Még nincsenek szerződések.
it: Nessun contratto
ja: まだ契約はありません。
ko: 아직 계약이 없습니다.
lt: Sutarčių dar nėra.
ml: ഇതുവരെ കരാറുകളൊന്നുമില്ല.
my: စာချုပ်များမရှိသေးပါ။
nl: Nog geen contracten.
no: Ingen kontrakter ennå.
pl: Nie ma jeszcze żadnych umów.
pt: Sem contratos
ru: Контракты отсутствуют
sl: Pogodb še ni.
sr: Још нема уговора.
sv: Inga kontrakt ännu.
sw: Hakuna mikataba bado.
th: ยังไม่มีสัญญา.
tr: Henüz sözleşme yok.
uk: Контрактів ще немає.
vi: Chưa có hợp đồng nào.
zh: 还没有合同。

source: Outdated contracts
af: Verouderde kontrakte
ar: عقود قديمة
bg: Остарели договори
bs: Zastarjeli ugovori
cs: Zastaralé smlouvy
da: Forældede kontrakter
de: Veraltete Verträge
el: Ξεπερασμένες συμβάσεις
es: Contratos obsoletos
et: Aegunud lepingud
fa: قراردادهای منسوخ شده
fi: Vanhentuneet sopimukset
fr: Contrats obsolètes
hi: पुराने अनुबंध
hr: Zastarjeli ugovori
hu: Elavult szerződések
it: Contratti obsoleti
ja: 期限切れの契約
ko: 만료된 계약
lt: Pasenusios sutartys
ml: കാലഹരണപ്പെട്ട കരാറുകൾ
my: ခေတ်မမီတော့သောစာချုပ်များ
nl: Verouderde contracten
no: Utdaterte kontrakter
pl: Przestarzałe umowy
pt: Contratos desatualizados
ru: Устаревшие контракты
sl: Zastarele pogodbe
sr: Застарели уговори
sv: Föråldrade kontrakt
sw: Mikataba ya zamani
th: สัญญาที่ล้าสมัย
tr: Güncelliği geçmiş sözleşmeler
uk: Застарілі договори
vi: Hợp đồng lỗi thời
zh: 过时的合同

source: Contract type
af: Kontraktipe
ar: نوع العقد
bg: Тип договор
bs: Vrsta ugovora
cs: Typ smlouvy
da: Kontrakttype
de: Vertragsart
el: Τύπος σύμβασης
es: Tipo de contrato
et: Lepingu tüüp
fa: نوع قرارداد
fi: Sopimuksen tyyppi
fr: Type de contrat
hi: करार का प्रकार
hr: Vrsta ugovora
hu: Szerződés típusa
it: Tipo di contratto
ja: 契約種類
ko: 계약 유형
lt: Sutarties tipas
ml: കരാർ തരം
my: စာချုပ်အမျိုးအစား
no: Kontraktstype
pl: Rodzaj umowy
pt: Tipo de contrato
ru: Тип контракта
sl: Vrsta pogodbe
sr: Врста уговора
sv: Kontraktstyp
sw: Aina ya mkataba
th: ประเภทสัญญา
tr: Sözleşme türü
uk: Тип договору
vi: Loại hợp đồng
zh: 合同类型

source: Electricity
af: Elektrisiteit
ar: الكهرباء
bg: Ток
bs: Struja
cs: Elektřina
da: Elektricitet
de: Strom
el: Ηλεκτρική ενέργεια
es: Electricidad
et: Elekter
fa: برق
fi: Sähkö
fr: Électricité
hi: बिजली
hr: Struja
hu: Villamosenergia
it: Elettricità
ja: 電気
ko: 전기
lt: Elektra
ml: വൈദ്യുതി
my: လှျပ်စစ်ဓါတ်
nl: Elektriciteit
no: Elektrisitet
pl: Elektryczność
pt: Electricidade
ru: Мощность
sl: Elektrika
sr: Електрична енергија
sv: Elektricitet
sw: Umeme
th: ไฟฟ้า
tr: Elektrik
uk: Електрика
vi: Điện
zh: 电

# electricityBack
source: Electricity fed in
af: Elektrisiteit ingevoer
ar: الكهرباء المُدخلة
bg: Подаден ток
bs: Uvedena struja
cs: Přivedena elektřina
da: Elektricitet tilført
de: Eingespeister Strom
el: Ηλεκτρική ενέργεια που τροφοδοτείται
es: Electricidad inyectada
et: Võrku antud elekter
fa: برق تغذیه شده
fi: Sähkö syötetty
fr: Électricité injectée
hi: बिजली आ गई
hr: Uvedena struja
hu: Betáplált villamos energia
it: Elettricità immessa
ja: 供給される電気
ko: 전기 역송전
lt: Įvesta elektra
ml: വൈദ്യുതി വിതരണം ചെയ്തു
my: လျှပ်စစ်ဓာတ်အားအတွက်ကျွေးမွေး
nl: Elektriciteit teruggeleverd
no: Elektrisitet matet inn
pl: Doprowadzony prąd
pt: Electricidade introduzida
ru: Электроэнергия, подаваемая в сеть
sl: Napajana elektrika
sr: Уведена струја
sv: El matas in
sw: Umeme ulishwa
th: ไฟฟ้าป้อนเข้า
tr: Elektrik beslendi
uk: Підведена електрика
vi: Điện đưa vào
zh: 电力输入

# electricityGenerated
source: Generated electricity
af: Gegenereerde elektrisiteit
ar: الكهرباء المُولدة
bg: Произведен ток
bs: Proizvedena električna energija
cs: Vyrobená elektřina
da: Genereret elektricitet
de: Erzeugter Strom
el: Παραγόμενη ηλεκτρική ενέργεια
es: Electricidad generada
et: Toodetud elekter
fa: برق تولید کرد
fi: Tuotettu sähkö
fr: Électricité produite
hi: बिजली पैदा की
hr: Proizvedena električna energija
hu: Termelt villamos energia
it: Elettricità generata
ja: 発電した電力
ko: 전기 생산
lt: Gaminama elektra
ml: വൈദ്യുതി ഉൽപാദിപ്പിച്ചു
my: လျှပ်စစ်ဓာတ်အားထုတ်လုပ်လိုက်ပါတယ်
nl: Opgewekte elektriciteit
no: Generert elektrisitet
pl: Wytworzona energia elektryczna
pt: Electricidade produzida
ru: Выработанная электроэнергия
sl: Proizvedena električna energija
sr: Произведена електрична енергија
sv: Genererad el
sw: Umeme uliotengenezwa
th: ผลิตไฟฟ้า
tr: Üretilen elektrik
uk: Вироблена електроенергія
vi: Điện được tạo ra
zh: 发电量

source: Heat pump
af: Hittepomp
ar: مضخة الحرارة
bg: Топлонасос
bs: Toplotna pumpa
cs: Tepelné čerpadlo
da: Varmepumpe
de: Wärmepumpe
el: Αντλία θερμότητας
es: Bomba de calor
et: Soojuspump
fa: پمپ حرارتی
fi: Lämpöpumppu
fr: Pompe à chaleur
hi: गर्मी पंप
hr: Dizalica topline
hu: Hőszivattyú
it: Pompa di calore
ja: ヒートポンプ
ko: 히트펌프
lt: Šilumos siurblys
ml: ചൂട് പമ്പ്
my: အပူစုပ်စက်
nl: Warmtepomp
no: Varmepumpe
pl: Pompa ciepła
pt: Bomba de calor
ru: Тепловой насос
sl: Toplotna črpalka
sr: Топлотна пумпа
sv: Värmepump
sw: Pampu ya joto
th: ปั๊มความร้อน
tr: Isı pompası
uk: Тепловий насос
vi: Bơm nhiệt
zh: 热泵

source: Cold water
af: Koue water
ar: الماء البارد
bg: Студена вода
bs: Hladna voda
cs: Studená voda
da: Koldt vand
de: Kaltwasser
el: Κρύο νερό
es: Agua fría
et: Külm vesi
fa: آب سرد
fi: Kylmä vesi
fr: Eau froide
hi: ठंडा पानी
hr: Hladna voda
hu: Hideg víz
it: Acqua fredda
ja: 冷水
ko: 냉수
lt: Šaltas vanduo
ml: തണുത്ത വെള്ളം
my: ရေအေး
nl: Koud water
no: Kaldt vann
pl: Zimna woda
pt: Água fria
ru: Холодная вода
sl: Hladna voda
sr: Хладна вода
sv: Kallt vatten
sw: Maji baridi
th: น้ำเย็น
tr: Soğuk su
uk: Холодна вода
vi: Nước lạnh
zh: 冷水

# counterHeater
source: Radiator meter
af: Verwarmer meter
ar: عداد المشعاع
bg: Брояч за радиатор
bs: Radijatorski mjerač
cs: Měřič radiátoru
da: Radiator måler
de: Heizkörper/Wärmeerzeugung
el: Μετρητής καλοριφέρ
es: Medidor del radiador
et: Radiaatori arvesti
fa: کنتور رادیاتور
fi: Patterimittari
fr: Compteur calorifique de radiateur
hi: रेडिएटर मीटर
hr: Brojač radijatora
hu: Radiátor mérő
it: Misuratore di radiatori
ja: ラジエターメーター
ko: 난방기 계량기
lt: Radiatoriaus matuoklis
ml: റെഡിയേറ്റർ മീറ്റർ
my: ရေဒီယိုမီတာ
no: Radiatormåler
pl: Licznik grzejników
pt: Radiador medidor
ru: Радиаторный счетчик
sl: Merilnik radiatorjev
sr: Мерач радијатора
sv: Kylarmätare
sw: Mita ya radiator
th: มิเตอร์หม้อน้ำ
tr: Radyatör ölçer
uk: Лічильник радіатора
vi: Đồng hồ tản nhiệt
zh: 散热器计

# counterDistrictHeating
source: District Heating
af: Distrik Verhitting
ar: التدفئة المركزية
bg: Централно отопление
bs: Daljinsko grijanje
cs: Dálkové vytápění
da: Fjernvarme
de: Fernwärme
el: Τηλεθέρμανση
es: Calefacción urbana
et: Kaugküte
fa: گرمایش منطقه‌ای
fi: Kaukolämpö
fr: Chauffage urbain
hi: एक स्रोत से जिले को उष्मा या गर्म पानी की आपूर्ति
hr: Gradsko grijanje
hu: Távfűtés
it: Teleriscaldamento
ja: 地域暖房
ko: 지역 난방
lt: Centralizuotas šildymas
ml: ജില്ലാ ചൂടാക്കൽ
my: ခရိုင်အပူ
nl: Stadsverwarming
no: Fjernvarme
pl: Ciepło Miejskie
pt: Aquecimento urbano
ru: Централизованное отопление
sl: Daljinsko ogrevanje
sr: Даљинско грејање
sv: Fjärrvärme
sw: Inapokanzwa wilaya
th: เครื่องทำความร้อนอำเภอ
tr: Bölgesel Isıtma
uk: Центральне теплопостачання
vi: Hệ thống sưởi huyện
zh: 区域供暖

# counterOilHeating
source: Oil heating
af: Olieverhitting
ar: التدفئة بالزيت
bg: Отопление с мазут
bs: Grijanje na naftu
cs: Topení olejem
da: Olie opvarmning
de: Ölheizung
el: Θέρμανση με πετρέλαιο
es: Calefacción de aceite
et: Õliküte
fa: گرمایش نفتی
fi: Öljylämmitys
fr: Chauffage au fioul
hi: तेल गरम करना
hr: Grijanje na ulje
hu: Olajfűtés
it: Riscaldamento a olio
ja: オイル暖房
ko: 유류 난방
lt: Alyvos šildymas
ml: എണ്ണ ചൂടാക്കൽ
my: ရေနံအပူ
nl: Olieverwarming
no: Oljeoppvarming
pl: Ogrzewanie olejowe
pt: Aquecimento a óleo
ru: Нагревание масла
sl: Ogrevanje na olje
sr: Грејање на уље
sv: Oljeeldning
sw: Inapokanzwa mafuta
th: การให้ความร้อนด้วยน้ำมัน
tr: Yağ ısıtma
uk: Масляне опалення
vi: Sưởi dầu
zh: 油加热

# counterGas
source: Gas meter
ar: عداد الغاز
bg: Газомер
bs: Plinomjer
cs: Plynoměr
da: Gasmåler
de: Gaszähler
el: Μετρητής αερίου
es: Contador de gas
et: Gaasiarvesti
fa: کنتور گاز
fi: Kaasumittari
fr: Compteur de gaz
hi: गैस मीटर
hr: Brojač plina
hu: Gázmérő
it: Contatore del gas
ja: ガスメーター
ko: 가스 계량기
lt: Dujų skaitiklis
ml: ഗ്യാസ് മീറ്റർ
my: ဓာတ်ငွေ့မီတာ
no: Gassmåler
pl: Gazomierz
pt: Medidor de gás
ru: Счетчик газа
sl: Plinomer
sr: Гас метер
sv: Gasmätare
sw: Mita ya gesi
th: มิเตอร์แก๊ส
tr: Gaz sayacı
uk: Лічильник газу
vi: Đồng hồ đo gas
zh: 燃气表

# counterColdWater
source: Cold water meter
af: Koue watermeter
ar: عداد الماء البارد
bg: Водомер за студена вода
bs: Mjerač hladne vode
cs: Měřič studené vody
da: Koldtvandsmåler
de: Kaltwasserzähler
el: Μετρητής κρύου νερού
es: Contador de agua fría
et: Külma vee arvesti
fa: کنتور آب سرد
fi: Kylmän veden mittari
fr: Compteur d'eau froide
hi: ठंडे पानी का मीटर
hr: Mjerač hladne vode
hu: Hidegvízmérő
it: Contatore di acqua fredda
ja: 冷水メーター
ko: 냉수 계량기
lt: Šalto vandens skaitiklis
ml: തണുത്ത വെള്ളം മീറ്റർ
my: ရေအေးမီတာ
nl: Koudwatermeter
no: Kaldtvannsmåler
pl: Licznik zimnej wody
pt: Medidor de água fria
ru: Счетчик холодной воды
sl: Merilnik hladne vode
sr: Мерач хладне воде
sv: Kallvattenmätare
sw: Mita baridi ya maji
th: มิเตอร์น้ำเย็น
tr: Soğuk su sayacı
uk: Лічильник холодної води
vi: Đồng hồ nước lạnh
zh: 冷水表

# counterWaterExtraction
source: Water extraction meter (garden)
af: Wateronttrekkingsmeter (tuin)
ar: عداد استخراج الماء (الحديقة)
bg: Водомер за извличане (градина)
bs: Vodomjer (bašten)
cs: Měřič odběru vody (zahrada)
da: Vandudvindingsmåler (have)
de: Wasserabzugszähler (Gartenwasser)
el: Μετρητής εξαγωγής νερού (κήπος)
es: Medidor de extracción de agua
et: Niisutusvee arvesti (aed)
fa: کنتور برداشت آب (باغ)
fi: Vedenpoistomittari (puutarha)
fr: Compteur d'extraction d'eau
hi: जल निकासी मीटर (उद्यान)
hr: Vodomjer (vrt)
hu: Vízkivételi mérő (kert)
it: Misuratore di estrazione dell'acqua
ja: 取水メーター（庭）
ko: 수도 추출 계량기(정원용)
lt: Vandens ištraukimo skaitiklis (sodas)
ml: വെള്ളം വേർതിരിച്ചെടുക്കുന്ന മീറ്റർ (തോട്ടം)
my: ရေထုတ်ယူနိုင်သောမီတာ (ဥယျာဉ်)
nl: Wateronttrekkingsmeter (tuin)
no: Vannavtrekksmåler (hage)
pl: Licznik poboru wody (ogród)
pt: Medidor de extracção de água
ru: Счетчик забора воды
sl: Merilnik vode (vrt)
sr: Водомерач (баште)
sv: Vattenuttagsmätare (trädgård)
sw: Mita ya uchimbaji wa maji (bustani)
th: มิเตอร์น้ำสกัด (สวน)
tr: Su çıkarma sayacı (bahçe)
uk: Лічильник води (сад)
vi: Đồng hồ chiết nước (vườn)
zh: 抽水量计（花园）
