Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# termsOfUsageBlock4Title
source: Responsibilities of the user
af: Verantwoordelikhede van die gebruiker
ar: مسؤوليات المستخدم
bg: Отговорности на потребителя
bs: Odgovornosti korisnika
cs: Odpovědnosti uživatele
da: Brugerens ansvar
de: Verantwortlichkeiten des Nutzers
el: Ευθύνες του χρήστη
es: Responsabilidades del usuario
et: Kasutaja vastutus
fa: مسئولیت های کاربر
fi: Käyttäjän velvollisuudet
fr: Responsabilités de l'utilisateur
hi: उपयोगकर्ता की जिम्मेदारियां
hr: Odgovornosti korisnika
hu: A felhasználó felelősségei
it: Responsabilità dell'utente
ja: ユーザーの責任
ko: 사용자의 책임
lt: Vartotojo pareigos
ml: ഉപയോക്താവിൻ്റെ ഉത്തരവാദിത്തങ്ങൾ
my: အသုံးပြုသူ၏တာဝန်များ
nl: Verantwoordelijkheden van de gebruiker
no: Brukerens ansvar
pl: Obowiązki użytkownika
pt: Responsabilidades do usuário
ru: Обязанности пользователя
sl: Odgovornosti uporabnika
sr: Одговорности корисника
sv: Användarens ansvar
sw: Majukumu ya mtumiaji
th: ความรับผิดชอบของผู้ใช้
tr: Kullanıcının sorumlulukları
uk: Обов'язки користувача
vi: Trách nhiệm của người dùng
zh: 用户的责任

# termsOfUsageBlock4
source: The provider does not guarantee the accuracy of the calculation results. Users are required to update the prices stored in the application (base prices, consumption prices, etc.) carefully and on their own responsibility in order to ensure that the invoices generated correspond to the actual amounts due.
af: Die verskaffer neem geen waarborg vir die korrektheid van die berekeningsresultate nie. Gebruikers word versoek om die pryse wat in die toepassing gestoor is (grondpryse, verbruikspryse, ens.) selfverantwoordelik en sorgvuldig by te werk om 'n ooreenstemming tussen die geskepte rekeninge en die werklike eisbedrae te verseker.
ar: لا يتحمل المزود أي ضمان فيما يتعلق بصحة نتائج الحساب. يُطلب من المستخدمين تحديث الأسعار المخزنة في التطبيق (الأسعار الأساسية، أسعار الاستهلاك، إلخ) بشكل مستقل ودقيق لضمان التوافق بين الفواتير المُنشأة ومبالغ المطالبة الفعلية.
bg: Der Anbieter übernimmt keine Gewähr für die Korrektheit der Berechnungsergebnisse. Nutzer sind angehalten, die in der Anwendung hinterlegten Preise (Grundpreise, Verbrauchspreise, usw.) eigenverantwortlich und sorgfältig zu aktualisieren, um eine Übereinstimmung zwischen den erstellten Rechnungen und den tatsächlichen Forderungsbeträgen zu gewährleisten.
bs: Provajder ne garantuje tačnost rezultata proračuna. Korisnici su dužni pažljivo i na vlastitu odgovornost ažurirati cijene pohranjene u aplikaciji (osnovne cijene, cijene potrošnje itd.) kako bi osigurali da generirani računi odgovaraju stvarnim iznosima dospjelih.
cs: Poskytovatel neručí za správnost výsledků výpočtu. Uživatelé jsou povinni aktualizovat ceny uložené v aplikaci (základní ceny, spotřební ceny atd.) pečlivě a na vlastní odpovědnost tak, aby vygenerované faktury odpovídaly skutečně splatným částkám.
da: Udbyderen garanterer ikke for nøjagtigheden af ​​beregningsresultaterne. Brugere er forpligtet til at opdatere de priser, der er gemt i applikationen (basispriser, forbrugspriser osv.) omhyggeligt og på eget ansvar for at sikre, at de genererede fakturaer svarer til de faktiske skyldige beløb.
de: Der Anbieter übernimmt keine Gewähr für die Korrektheit der Berechnungsergebnisse. Nutzer sind angehalten, die in der Anwendung hinterlegten Preise (Grundpreise, Verbrauchspreise, usw.) eigenverantwortlich und sorgfältig zu aktualisieren, um eine Übereinstimmung zwischen den erstellten Rechnungen und den tatsächlichen Forderungsbeträgen zu gewährleisten.
el: Ο πάροχος δεν εγγυάται την ακρίβεια των αποτελεσμάτων των υπολογισμών. Οι χρήστες οφείλουν να ενημερώνουν προσεκτικά και με δική τους ευθύνη τις τιμές που είναι αποθηκευμένες στην εφαρμογή (τιμές βάσης, τιμές κατανάλωσης κ.λπ.), ώστε να διασφαλίζεται ότι τα παραγόμενα τιμολόγια αντιστοιχούν στα πραγματικά οφειλόμενα ποσά.
es: El proveedor no garantiza la corrección de los resultados de cálculo. Los usuarios deben actualizar por su cuenta y con cuidado los precios almacenados en la aplicación (cuotas básicas, precios de consumo, etc.) para garantizar que las facturas generadas coincidan con los importes reales reclamados.
et: Pakkuja ei võta endale vastutust arvutustulemuste õigsuse eest. Kasutajad on kohustatud rakenduses salvestatud hindu (põhihinnad, tarbimishinnad jne) iseseisvalt ja hoolikalt ajakohastama, et tagada koostatud arvete ja tegelike nõuete summade vastavus.
fa: ارائه دهنده صحت نتایج محاسبات را تضمین نمی کند.کاربران موظفند قیمت‌های ذخیره‌شده در اپلیکیشن (قیمت‌های پایه، قیمت‌های مصرف و غیره) را با دقت و به مسئولیت خود به‌روزرسانی کنند تا اطمینان حاصل شود که فاکتورهای تولید شده با مبالغ واقعی مطابقت دارد.
fi: Palveluntarjoaja ei takaa laskentatulosten tarkkuutta.Käyttäjien tulee päivittää sovellukseen tallennetut hinnat (perushinnat, kulutushinnat jne.) huolellisesti ja omalla vastuullaan varmistaakseen, että syntyneet laskut vastaavat todellisia erääntyneitä summia.
fr: Le fournisseur ne garantit pas l'exactitude des résultats de calcul. Les utilisateurs doivent mettre à jour de manière autonome et soigneuse les prix enregistrés dans l'application (prix de base, prix de consommation, etc.) afin de garantir la correspondance entre les factures générées et les montants réellement facturés.
hi: प्रदाता गणना परिणामों की सटीकता की गारंटी नहीं देता है।उपयोगकर्ताओं को एप्लिकेशन में संग्रहीत कीमतों (आधार मूल्य, उपभोग मूल्य, आदि) को सावधानीपूर्वक और अपनी जिम्मेदारी पर अपडेट करना आवश्यक है ताकि यह सुनिश्चित किया जा सके कि उत्पन्न चालान वास्तविक बकाया राशि के अनुरूप हैं।
hr: Ponuditelj ne jamči za točnost rezultata izračuna.Korisnici su dužni pažljivo i na vlastitu odgovornost ažurirati cijene pohranjene u aplikaciji (osnovne cijene, cijene potrošnje itd.) kako bi osigurali da generirani računi odgovaraju stvarnim iznosima duga.
hu: A szolgáltató nem garantálja a számítási eredmények pontosságát. A felhasználóknak gondosan és saját felelősségükre kell frissíteniük az alkalmazásban tárolt árakat (alapárak, fogyasztási árak stb.) annak érdekében, hogy a generált számlák megfeleljenek a ténylegesen esedékes összegeknek.
it: Il fornitore non garantisce la correttezza dei risultati di calcolo. Gli utenti devono aggiornare in modo autonomo e accurato i prezzi memorizzati nell'app (canoni base, prezzi al consumo, ecc.) per garantire la corrispondenza tra le fatture generate e gli importi effettivamente richiesti.
ja: 提供者は計算結果の正確性を保証しません。ユーザーは、生成される請求書が実際の支払額と一致していることを確認するために、アプリケーションに保存されている価格 (基本価格、消費価格など) を慎重かつ自己責任で更新する必要があります。
ko: 제공자는 계산 결과의 정확성을 보장하지 않습니다. 사용자는 실제 청구 금액과 일치하는 계산이 이루어지도록 앱에 저장된 가격(기본 요금, 소비 요금 등)을 주의 깊게, 그리고 스스로의 책임하에 최신 상태로 유지해야 합니다.
lt: Teikėjas negarantuoja skaičiavimo rezultatų tikslumo. Vartotojai privalo atidžiai ir savo atsakomybe atnaujinti programėlėje saugomas kainas (bazines kainas, vartojimo kainas ir kt.), kad įsitikintų, jog surašytos sąskaitos atitinka faktines mokėtinas sumas.
ml: കണക്കുകൂട്ടൽ ഫലങ്ങളുടെ കൃത്യത ദാതാവ് ഉറപ്പുനൽകുന്നില്ല. ജനറേറ്റുചെയ്‌ത ഇൻവോയ്‌സുകൾ കുടിശ്ശികയുള്ള യഥാർത്ഥ തുകകളുമായി പൊരുത്തപ്പെടുന്നുണ്ടെന്ന് ഉറപ്പാക്കുന്നതിന്, ഉപയോക്താക്കൾ ആപ്ലിക്കേഷനിൽ സംഭരിച്ചിരിക്കുന്ന വിലകൾ (അടിസ്ഥാന വിലകൾ, ഉപഭോഗ വിലകൾ മുതലായവ) ശ്രദ്ധയോടെയും സ്വന്തം ഉത്തരവാദിത്തത്തിലും അപ്‌ഡേറ്റ് ചെയ്യേണ്ടതുണ്ട്.
my: ပံ့ပိုးသူသည်တွက်ချက်မှုရလဒ်များ၏တိကျမှန်ကန်မှုကိုမအာမခံပါ။ အသုံးပြုသူများသည် application တွင်သိမ်းဆည်းထားသောစျေးနှုန်းများ (အခြေခံစျေးနှုန်းများ, စားသုံးမှုစျေးနှုန်းများစသဖြင့်) ကိုသေချာစေရန်လိုအပ်သည် (အခြေခံစျေးနှုန်းများ, စားသုံးမှုစျေးနှုန်းများ) ကိုသေချာစေရန်နှင့်သူတို့၏တာ 0 န် 0 တ္တရားများကိုသေချာစွာနှင့်၎င်းတို့၏တာ 0 န် 0 တ္တရားများကိုသေချာစွာထားရှိရန်လိုအပ်သည်။
nl: De aanbieder neemt geen garantie voor de juistheid van de berekeningsresultaten. Gebruikers worden verzocht de in de applicatie opgeslagen prijzen (basisprijzen, verbruiksprijzen, enz.) zelfstandig en zorgvuldig bij te werken om een overeenstemming tussen de gemaakte facturen en de werkelijke vorderingsbedragen te waarborgen.
no: Leverandøren garanterer ikke nøyaktigheten av beregningsresultatene. Brukere er pålagt å oppdatere prisene som er lagret i applikasjonen (grunnpriser, forbrukspriser, etc.) nøye og på eget ansvar for å sikre at de genererte fakturaene samsvarer med de faktiske skyldige beløpene.
pl: Dostawca nie gwarantuje dokładności wyników obliczeń. Użytkownicy mają obowiązek starannie i na własną odpowiedzialność aktualizować ceny zapisane w aplikacji (ceny bazowe, ceny konsumpcyjne itp.), aby wygenerowane faktury odpowiadały faktycznie należnym kwotom.
pt: O fornecedor não garante a correção dos resultados de cálculo. Os usuários devem atualizar por conta própria e com cuidado os preços armazenados no aplicativo (taxas básicas, preços de consumo etc.) para garantir a correspondência entre as faturas geradas e os valores efetivamente cobrados.
ru: Поставщик не гарантирует корректность результатов расчета. Пользователи должны самостоятельно и тщательно обновлять цены, сохраненные в приложении (базовые тарифы, цены за потребление и т. д.), чтобы обеспечить соответствие между сформированными счетами и фактическими суммами к оплате.
sl: Ponudnik ne jamči za točnost rezultatov izračuna. Uporabniki so dolžni skrbno in na lastno odgovornost posodabljati cene, ki so shranjene v aplikaciji (osnovne cene, cene porabe itd.), da zagotovijo, da ustvarjeni računi ustrezajo dejanskim zapadlim zneskom.
sr: Провајдер не гарантује тачност резултата прорачуна. Корисници су дужни да пажљиво и на сопствену одговорност ажурирају цене сачуване у апликацији (основне цене, потрошачке цене, итд.) како би били сигурни да генерисани рачуни одговарају стварним износима.
sv: Leverantören garanterar inte att beräkningsresultaten är korrekta. Användare är skyldiga att uppdatera de priser som lagras i applikationen (baspriser, konsumtionspriser etc.) noggrant och på eget ansvar för att säkerställa att de fakturor som genereras motsvarar de faktiska belopp som ska betalas.
sw: Mtoaji hahakikishi usahihi wa matokeo ya hesabu. Watumiaji wanahitajika kusasisha bei zilizohifadhiwa kwenye programu (bei ya msingi, bei ya matumizi, nk) kwa uangalifu na kwa jukumu lao wenyewe ili kuhakikisha kuwa ankara zinazozalishwa zinahusiana na kiasi halisi kinachostahili.
th: ผู้ให้บริการไม่รับประกันความถูกต้องของผลการคำนวณ ผู้ใช้จะต้องอัปเดตราคาที่เก็บไว้ในแอปพลิเคชัน (ราคาพื้นฐาน ราคาการบริโภค ฯลฯ) อย่างระมัดระวังและด้วยความรับผิดชอบของตนเอง เพื่อให้แน่ใจว่าใบแจ้งหนี้ที่สร้างขึ้นนั้นสอดคล้องกับจำนวนเงินที่ครบกำหนดชำระจริง
tr: Sağlayıcı hesaplama sonuçlarının doğruluğunu garanti etmez. Oluşturulan faturaların ödenmesi gereken fiili tutarlara uygun olmasını sağlamak için, kullanıcıların uygulamada kayıtlı fiyatları (taban fiyatlar, tüketim fiyatları vb.) dikkatli bir şekilde ve kendi sorumluluğunda güncellemeleri gerekmektedir.
uk: Провайдер не гарантує точність результатів розрахунків. Користувачі зобов’язані обережно та під власну відповідальність оновлювати ціни, збережені в додатку (базові ціни, ціни споживання тощо), щоб переконатися, що створені рахунки відповідають фактичним сумам до сплати.
vi: Nhà cung cấp không đảm bảo tính chính xác của kết quả tính toán. Người dùng phải cập nhật giá được lưu trong ứng dụng (giá cơ sở, giá tiêu thụ, v.v.) một cách cẩn thận và tự chịu trách nhiệm để đảm bảo rằng hóa đơn được tạo tương ứng với số tiền thực tế phải trả.
zh: 提供商不保证计算结果的准确性。用户需要仔细并自行负责更新应用程序中存储的价格（基本价格、消费价格等），以确保生成的发票与实际应付金额相对应。

# privacyBlock1Title
source: Developer
af: Ontwikkelaar
ar: المطور
bg: Разработчик
cs: Vývojář
da: Udvikler
de: Entwickler
el: Προγραμματιστής
es: Desarrollador
et: Arendaja
fa: توسعه‌دهنده
fi: Kehittäjä
fr: Développeur
hi: डेवलपर
hr: Razvijač
hu: Fejlesztő
it: Sviluppatore
ja: 開発者
ko: 개발자
lt: Kūrėjas
ml: ഡെവലപ്പർ
my: ဖွံ့ဖြိုးရေး
nl: Ontwikkelaar
no: Utvikler
pl: Wywoływacz
pt: Desenvolvedor
ru: Разработчик
sl: Razvijalec
sr: Девелопер
sv: Framkallare
sw: Msanidi programu
th: นักพัฒนา
tr: Geliştirici
uk: Розробник
vi: Nhà phát triển
zh: 开发商

# privacyBlock1Text
source: The developer/provider of the application (hereinafter referred to as “app”) is, in accordance with Section 5 of the German Telemedia Act (TMG): {contact}
af: Die ontwikkelaar/verskaffer van die toepassing (hierna na verwys as "app") is, in ooreenstemming met Artikel 5 van die Duitse Telemediwet (TMG): {contact}
ar: مطور/مزود التطبيق (يشار إليه فيما يلي باسم "التطبيق") هو، وفقاً للقسم 5 من قانون الوسائط السلكية واللاسلكية الألماني (TMG): {contact}
bg: Разработчикът/доставчикът на приложението (наричано по-долу "приложение") е, в съответствие с § 5 от Немския закон за телемедиите (TMG): {contact}
bs: Programer/provajder aplikacije (u daljem tekstu "aplikacija") je, u skladu sa Odjeljkom 5. njemačkog Zakona o telekomunikacijama (TMG): {contact}
cs: Vývojář/poskytovatel aplikace (dále jen „aplikace“) je v souladu s § 5 německého zákona o telemédiích (TMG): {contact}
da: Udvikleren/udbyderen af applikationen (herefter benævnt "app") er i overensstemmelse med paragraf 5 i den tyske telemedielov (TMG): {contact}
de: Entwickler/Anbieter der Applikation (hier „App“ genannt) ist gemäß § 5 TMG: {contact}
el: Ο προγραμματιστής/πάροχος της εφαρμογής (εφεξής «εφαρμογή») είναι, σύμφωνα με το άρθρο 5 του γερμανικού νόμου περί τηλεπικοινωνιών (TMG): {contact}
es: El desarrollador de la aplicación (llamada "app" aquí) es {contact}
et: Rakenduse arendaja/pakkuja (edaspidi „rakendus“) on vastavalt Saksamaa telemeediateenuse seaduse (TMG) §-le 5: {contact}
fa: توسعه‌دهنده/ارائه‌دهنده برنامه (از این پس به عنوان «برنامه» نامیده می‌شود) مطابق با بخش 5 قانون رسانه از راه دور آلمان (TMG): {contact}
fi: Sovelluksen (jäljempänä "sovellus") kehittäjä/toimittaja on Saksan telemedialain (TMG) pykälän 5 mukaisesti: {contact}
fr: Le développeur de l'application (appelée "app" ici) est {contact}
hi: एप्लिकेशन का डेवलपर/प्रदाता (इसके बाद इसे "ऐप" के रूप में संदर्भित किया गया है) जर्मन टेलीमीडिया अधिनियम (टीएमजी) की धारा 5 के अनुसार है: {contact}
hr: Razvojni programer/pružatelj aplikacije (u daljnjem tekstu "aplikacija") je, u skladu s odjeljkom 5 njemačkog Zakona o telemedijima (TMG): {contact}
hu: Az alkalmazás (a továbbiakban: „app”) fejlesztője/szolgáltatója a német telemédiatörvény (TMG) 5. §-a szerint: {contact}
it: Lo sviluppatore dell'applicazione (chiamata "app" qui) è {contact}
ja: アプリケーション (以下「アプリ」と呼びます) の開発者/プロバイダーは、ドイツのテレメディア法 (TMG) の第 5 条に従い、次のとおりです。 フォトケン0
ko: 애플리케이션의 개발자/제공자(이하 '앱')는 독일 텔레미디어법(TMG) 5조에 따라 다음과 같습니다: {contact}
lt: Programos (toliau – programėlė) kūrėjas / teikėjas pagal Vokietijos telemedijos įstatymo (TMG) 5 skirsnį: {contact}
ml: ആപ്ലിക്കേഷൻ്റെ ഡെവലപ്പർ/ദാതാവ് (ഇനി "ആപ്പ്" എന്ന് വിളിക്കുന്നു) ജർമ്മൻ ടെലിമീഡിയ ആക്ടിൻ്റെ (TMG) സെക്ഷൻ 5 അനുസരിച്ച്: {contact}
my: application ၏ developer / provider ("app ဟုရည်ညွှန်းထားသော" app "ဟုရည်ညွှန်းသည်) ဂျာမန် Telemedia အက်ဥပဒေပုဒ်မ 5 ပုဒ်မ 5 နှင့်အညီဖြစ်သည်။ Phtoken0
nl: De ontwikkelaar/aanbieder van de applicatie (hierna te noemen "app") is, in overeenstemming met Sectie 5 van de Duitse Telemediawet (TMG): {contact}
no: Utvikleren/leverandøren av applikasjonen (heretter referert til som "app") er, i samsvar med paragraf 5 i den tyske telemedieloven (TMG): {contact}
pl: Twórcą/dostawcą aplikacji (zwanej dalej „aplikacją”) jest zgodnie z art. 5 niemieckiej ustawy o telemediach (TMG): PTOKEN0
pt: O desenvolvedor da aplicação (chamada "app" aqui) é {contact}
ru: Разработчиком приложения (далее — «приложение») является {contact}
sl: Razvijalec/ponudnik aplikacije (v nadaljevanju »aplikacija«) je v skladu s 5. členom nemškega zakona o telemedijih (TMG): {contact}
sr: Програмер/провајдер апликације (у даљем тексту „апликација“) је, у складу са чланом 5 Немачког закона о телекомуникацијама (ТМГ): ПХТОКЕН0
sv: Utvecklaren/leverantören av applikationen (nedan kallad "app") är, i enlighet med § 5 i den tyska telemedialagen (TMG): {contact}
sw: Msanidi programu/mtoaji wa maombi (hapo awali hujulikana kama "APP"), kwa mujibu wa kifungu cha 5 cha Sheria ya Telemedia ya Ujerumani (TMG): Phtoken0
th: ผู้พัฒนา/ผู้ให้บริการแอปพลิเคชัน (ต่อไปนี้จะเรียกว่า "แอป") เป็นไปตามมาตรา 5 ของพระราชบัญญัติสื่อทางไกลแห่งเยอรมนี (TMG): โฟโตเคน0
tr: Uygulamanın geliştiricisi/sağlayıcısı (bundan sonra "uygulama" olarak anılacaktır), Alman Telemedya Yasası'nın (TMG) 5. Bölümü uyarınca: {contact}
uk: Розробник/постачальник програми (надалі «програма»), відповідно до розділу 5 Закону Німеччини про телемедіа (TMG): {contact}
vi: Nhà phát triển/nhà cung cấp ứng dụng (sau đây gọi là “ứng dụng”) tuân theo Mục 5 của Đạo luật Telemedia của Đức (TMG): {contact}
zh: 根据德国电信媒体法 (TMG) 第 5 条，应用程序（以下简称“应用程序”）的开发者/提供商： PHToken0

# privacyBlock1Text2
source: Use of the app requires that you agree to the following terms of use. Please read them carefully.
af: Die gebruik van die app vereis dat jy met die volgende gebruiksvoorwaardes instem. Lees asseblief sorgvuldig deur.
ar: استخدام التطبيق يتطلب موافقتك على شروط الاستخدام التالية. يرجى قراءتها بعناية.
bg: Използването на приложението изисква да се съгласите със следните условия за използване. Моля, прочетете ги внимателно.
bs: Upotreba aplikacije zahtijeva da se složite sa sljedećim uslovima korištenja. Molimo vas da ih pažljivo pročitate.
cs: Používání aplikace vyžaduje souhlas s následujícími podmínkami použití. Přečtěte si je prosím pozorně.
da: Brug af appen kræver, at du accepterer følgende brugsbetingelser. Læs dem venligst omhyggeligt.
de: Die Nutzung der App setzt voraus, dass Sie den nachfolgenden Nutzungsbedingungen zustimmen. Bitte lesen Sie sich diese deshalb sorgfältig durch.
el: Η χρήση της εφαρμογής προϋποθέτει ότι συμφωνείτε με τους ακόλουθους όρους χρήσης. Παρακαλούμε διαβάστε τους προσεκτικά.
es: El uso de la aplicación requiere que acepte los siguientes términos de uso. Por favor, léalos detenidamente.
et: Rakenduse kasutamine eeldab, et nõustud järgmiste kasutustingimustega. Palun loe need hoolikalt läbi.
fa: استفاده از برنامه مستلزم آن است که با شرایط استفاده زیر موافقت کنید.لطفا آنها را با دقت بخوانید.
fi: Sovelluksen käyttö edellyttää, että hyväksyt seuraavat käyttöehdot.Lue ne huolellisesti.
fr: L'utilisation de l'application requiert votre accord aux conditions d'utilisation suivantes. Veuillez les lire attentivement.
hi: ऐप के उपयोग के लिए आवश्यक है कि आप उपयोग की निम्नलिखित शर्तों से सहमत हों।इन्हे कृपया ध्यानपूर्वक पढ़े।
hr: Korištenje aplikacije zahtijeva da prihvatite sljedeće uvjete korištenja.Pažljivo ih pročitajte.
hu: Az alkalmazás használatának feltétele, hogy Ön elfogadja az alábbi felhasználási feltételeket. Kérjük, figyelmesen olvassa el őket.
it: L'utilizzo dell'app richiede l'accettazione delle seguenti condizioni d'uso. Si prega di leggerle attentamente.
ja: アプリのご利用には以下の利用規約への同意が必要です。必ずお読みください。
ko: 앱 사용을 위해서는 다음 이용 약관에 동의해야 합니다. 주의 깊게 읽어보시기 바랍니다.
lt: Norint naudoti programą, reikia sutikti su toliau pateiktomis naudojimo sąlygomis. Atidžiai juos perskaitykite.
ml: ആപ്പ് ഉപയോഗിക്കുന്നതിന് ഇനിപ്പറയുന്ന ഉപയോഗ നിബന്ധനകൾ നിങ്ങൾ അംഗീകരിക്കേണ്ടതുണ്ട്. ദയവായി അവ ശ്രദ്ധാപൂർവ്വം വായിക്കുക.
my: app ကိုအသုံးပြုခြင်းသည်အောက်ပါအသုံးပြုမှုဆိုင်ရာသတ်မှတ်ချက်များကိုသင်သဘောတူရန်လိုအပ်သည်။ ကျေးဇူးပြု. သူတို့ကိုဂရုတစိုက်ဖတ်ပါ။
nl: Gebruik van de app vereist dat u akkoord gaat met de volgende gebruiksvoorwaarden. Lees deze zorgvuldig door.
no: Bruk av appen krever at du godtar følgende bruksvilkår. Vennligst les dem nøye.
pl: Korzystanie z aplikacji wymaga wyrażenia zgody na poniższe warunki użytkowania. Przeczytaj je uważnie.
pt: O uso do aplicativo exige que você concorde com os seguintes termos de uso. Por favor, leia-os com atenção.
ru: Для использования приложения необходимо согласиться со следующими условиями использования. Пожалуйста, внимательно ознакомьтесь с ними.
sl: Za uporabo aplikacije se morate strinjati z naslednjimi pogoji uporabe. Prosimo, da jih natančno preberete.
sr: Коришћење апликације захтева да се сложите са следећим условима коришћења. Молимо вас да их пажљиво прочитате.
sv: Användning av appen kräver att du godkänner följande användarvillkor. Läs dem noggrant.
sw: Matumizi ya programu inahitaji kwamba unakubali masharti ya matumizi yafuatayo. Tafadhali wasome kwa uangalifu.
th: การใช้แอปกำหนดให้คุณยอมรับข้อกำหนดการใช้งานต่อไปนี้ โปรดอ่านอย่างละเอียด
tr: Uygulamanın kullanımı aşağıdaki kullanım koşullarını kabul etmenizi gerektirir. Lütfen bunları dikkatlice okuyunuz.
uk: Для користування програмою ви повинні прийняти наведені нижче умови використання. Будь ласка, прочитайте їх уважно.
vi: Việc sử dụng ứng dụng yêu cầu bạn phải đồng ý với các điều khoản sử dụng sau. Xin vui lòng đọc chúng một cách cẩn thận.
zh: 使用该应用程序需要您同意以下使用条款。请仔细阅读。

# privacyBlock2Title
source: General
af: Algemeen
ar: عام
bg: Общо
bs: Generale
cs: Generál
da: Generel
de: Allgemein
el: Γενικά
et: Üldine
fa: عمومی
fi: Kenraali
fr: Généralités
hi: सामान्य
hr: Općenito
hu: Általános
it: Generale
ja: 一般的な
ko: 일반
lt: Generolas
ml: ജനറൽ
my: ဗိုလ်ချုပ်ကြီး
nl: Algemeen
pl: Ogólny
pt: Geral
ru: Общие сведения
sl: Splošno
sr: генерал
sv: Allmän
sw: Mkuu
th: ทั่วไป
tr: Genel
uk: Загальний
vi: Tổng quan
zh: 一般的
