Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# enterExistingReadingAgain
source: Re-enter old reading
af: Voer ou lesing weer in
ar: أعد إدخال القراءة القديمة
bg: Въведете отново старото отчитане
bs: Ponovo unesite staro čitanje
cs: Znovu zadejte staré čtení
da: Indtast gammel læsning igen
de: Altwert erneut eintragen
el: Επανεισαγωγή παλαιάς ανάγνωσης
es: Volver el valor anterior
et: Sisesta vana näit uuesti
fa: قرائت قدیمی را دوباره وارد کنید
fi: Syötä vanha lukema uudelleen
fr: Rentrer l'ancienne valeur
hi: पुरानी रीडिंग दोबारा दर्ज करें
hr: Ponovno unesite staro očitanje
hu: Régi olvasás újbóli bevitele
it: Reinserire il vecchio valore
ja: 古い読みを再入力します
ko: 이전 지침 재입력
lt: Iš naujo įveskite seną skaitymą
ml: പഴയ വായന വീണ്ടും നൽകുക
my: စာဖတ်ခြင်းကိုပြန်လည်ထည့်သွင်းပါ
nl: Voer oude aflezing opnieuw in
no: Gå inn i gammel lesing på nytt
pl: Wprowadź ponownie stary odczyt
pt: Reintroduzir o valor antigo
ru: Повторно ввести старое показание счетчика
sl: Ponovno vnesite staro branje
sr: Поново унесите старо читање
sv: Gå in i gammal läsning igen
sw: Ingiza tena usomaji wa zamani
th: เข้าสู่การอ่านเก่าอีกครั้ง
tr: Eski okumaya yeniden girin
uk: Повторно введіть старе читання
vi: Nhập lại bài đọc cũ
zh: 重新进入旧阅读

# meterId
source: Counter id
af: Meter-ID
ar: معرف العداد
bg: ID на брояча
bs: ID brojača
cs: ID počítadla
da: Tæller id
de: Zählernummer
el: ID μετρητή
es: Número de contador
et: Arvesti ID
fa: شناسه پیشخوان
fi: Laskurin tunnus
fr: Numéro du compteur
hi: काउंटर आईडी
hr: ID brojača
hu: Számláló azonosító
it: Lettura del contatore
ja: カウンターID
ko: 계량기 ID
lt: Skaitiklio ID
ml: കൗണ്ടർ ഐഡി
my: ကောင်တာ ID
nl: Meter-ID
no: Teller-id
pl: Identyfikator licznika
pt: Número do contador
ru: Номер счётчика
sl: ID števca
sr: Цоунтер ид
sv: Räknare-id
sw: Kitambulisho cha kukabiliana
th: รหัสเคาน์เตอร์
tr: Sayaç kimliği
uk: Ідентифікатор лічильника
vi: Mã bộ đếm
zh: 计数器编号

# meterReadingSubmitted
source: Transmitted to provider
af: Aan diensverskaffer gestuur
ar: تم الإرسال إلى المزود
bg: Изпратено до доставчика
bs: Preneseno dobavljaču
cs: Předáno poskytovateli
da: Sendes til udbyder
de: An Anbieter übermittelt
el: Διαβιβάζεται στον πάροχο
es: Transmitido al proveedor
et: Edastatud teenusepakkujale
fa: به ارائه دهنده منتقل شد
fi: Lähetetty palveluntarjoajalle
fr: Transmis au fournisseur
hi: प्रदाता को प्रेषित
hr: Preneseno davatelju
hu: Továbbítva a szolgáltatónak
it: Trasmesso al fornitore
ja: プロバイダーに送信される
ko: 공급자에게 전송됨
lt: Perduota teikėjui
ml: ദാതാവിന് കൈമാറി
my: ပံ့ပိုးသူမှကူးစက်
nl: Overgedragen aan leverancier
no: Overført til leverandør
pl: Przesłano do dostawcy
pt: Transmitido ao fornecedor
ru: Передано поставщику услуг
sl: Preneseno ponudniku
sr: Пренето провајдеру
sv: Skickas till leverantören
sw: Kupitishwa kwa mtoaji
th: ส่งต่อไปยังผู้ให้บริการ
tr: Sağlayıcıya iletildi
uk: Передано провайдеру
vi: Đã truyền tới nhà cung cấp
zh: 传输给提供商

# newReading
source: Enter the current reading
af: Voer die huidige lesing in
ar: أدخل القراءة الحالية
bg: Въведете текущото отчитане
bs: Unesite trenutno očitanje
cs: Zadejte aktuální hodnotu
da: Indtast den aktuelle aflæsning
de: Aktuelle Ablesung eintragen
el: Εισάγετε την τρέχουσα ένδειξη
es: Registrar lectura actual
et: Sisesta praegune näit
fa: خواندن فعلی را وارد کنید
fi: Syötä nykyinen lukema
fr: Entrer la lecture actuelle
hi: वर्तमान रीडिंग दर्ज करें
hr: Unesite trenutno očitanje
hu: Adja meg az aktuális értéket
it: Immettere la lettura corrente
ja: 現在の測定値を入力します
ko: 현재 지침 입력
lt: Įveskite dabartinį rodmenį
ml: നിലവിലെ വായന നൽകുക
my: လက်ရှိစာဖတ်ခြင်းကိုရိုက်ထည့်ပါ
nl: Voer de huidige aflezing in
no: Angi gjeldende avlesning
pl: Wprowadź aktualny odczyt
pt: Inserir leitura atual
ru: Ввести текущее показание
sl: Vnesite trenutni odčitek
sr: Унесите тренутно очитавање
sv: Ange aktuell avläsning
sw: Ingiza usomaji wa sasa
th: ป้อนการอ่านปัจจุบัน
tr: Mevcut okumayı girin
uk: Введіть поточне показання
vi: Nhập số đọc hiện tại
zh: 输入当前读数

# newReadingShort
source: New reading
af: Nuwe lesing
ar: قراءة جديدة
bg: Ново отчитане
bs: Novo čitanje
cs: Nové čtení
da: Ny læsning
de: Neue Ablesung
el: Νέα ανάγνωση
es: Nueva lectura
et: Uus näit
fa: خواندن جدید
fi: Uutta luettavaa
fr: Nouvelle lecture
hi: नया पढ़ना
hr: Novo čitanje
hu: Új olvasmány
it: Nuova lettura
ja: 新しい読書
ko: 신규 지침
lt: Naujas skaitymas
ml: പുതിയ വായന
my: စာဖတ်ခြင်းအသစ်
nl: Nieuwe aflezing
no: Ny lesning
pl: Nowe czytanie
pt: Nova leitura
ru: Новое показание
sl: Novo branje
sr: Ново читање
sv: Ny läsning
sw: Usomaji mpya
th: การอ่านใหม่
tr: Yeni okuma
uk: Нове читання
vi: Đọc mới
zh: 新读物

# readingWithFactor
source: Counter reading with factor
af: Meterlesing met faktor
ar: قراءة العداد مع عامل
bg: Показание на брояча с коефициент
bs: Očitavanje brojača sa faktorom
cs: Odečet počítadla s faktorem
da: Tælleraflæsning med faktor
de: Zählerstand mit Faktor
el: Ανάγνωση μετρητή με παράγοντα
es: Lectura del contador con factor
et: Arvesti näit teguriga
fa: شمارنده خواندن با فاکتور
fi: Laskurilukema tekijällä
fr: Numéro du compteur avec facteur
hi: कारक के साथ काउंटर रीडिंग
hr: Očitavanje brojača s faktorom
hu: Számláló leolvasása faktorral
it: Lettura del contatore con fattore
ja: 係数付きカウンター読み取り値
ko: 계수 적용 지침값
lt: Skaitiklio skaitymas su faktoriumi
ml: ഫാക്ടർ ഉപയോഗിച്ചുള്ള കൌണ്ടർ റീഡിംഗ്
my: အချက်နှင့်အတူစာဖတ်ခြင်း
nl: Meterstand met factor
no: Telleravlesning med faktor
pl: Odczyt licznika ze współczynnikiem
pt: Leitura do medidor com factor
ru: Показания счетчика с учетом коэффициента
sl: Odčitavanje števca s faktorjem
sr: Очитавање бројача са фактором
sv: Räknaravläsning med faktor
sw: Kusoma kwa kukabiliana na sababu
th: การอ่านตัวนับด้วยแฟคเตอร์
tr: Faktörlü sayaç okuma
uk: Лічилка з множником
vi: Đọc truy cập với hệ số
zh: 带系数的计数器读数

# csvImportWithFactor
source: Should the meter readings be multiplied by a factor not equal to 1.0? For example, to convert values from Wh to kWh, they would have to be multiplied by 0.001.
af: Moet die meterlesings met 'n faktor wat nie gelyk is aan 1.0 nie, vermenigvuldig word? Byvoorbeeld, om waardes van Wh na kWh om te skakel, sal hulle met 0.001 vermenigvuldig moet word.
ar: هل يجب ضرب قراءات العدادات بعامل لا يساوي 1.0؟ على سبيل المثال، لتحويل القيم من Wh إلى kWh، يجب ضربها بـ 0.001.
bg: Трябва ли показанията на брояча да се умножат по коефициент, различен от 1.0? Например, за да конвертирате стойности от Wh в kWh, те трябва да се умножат по 0.001.
bs: Da li očitanja brojila treba pomnožiti sa faktorom koji nije jednak 1,0? Na primjer, da biste pretvorili vrijednosti iz Wh u kWh, one bi se morale pomnožiti sa 0,001.
cs: Měly by být odečty měřiče vynásobeny faktorem, který se nerovná 1,0? Například pro převod hodnot z Wh na kWh by se musely vynásobit 0,001.
da: Skal måleraflæsningerne ganges med en faktor, der ikke er lig med 1,0? For at konvertere værdier fra Wh til kWh for eksempel, skal de ganges med 0,001.
de: Sollen die Ablesewerte mit einem Faktor ungleich 1,0 multipliziert werden? Um z.B. Werte von Wh in kWh umzurechnen, müsste mit 0,001 multipliziert werden.
el: Πρέπει οι ενδείξεις των μετρητών να πολλαπλασιάζονται με συντελεστή που δεν ισούται με 1,0; Για παράδειγμα, για να μετατραπούν οι τιμές από Wh σε kWh, θα πρέπει να πολλαπλασιαστούν με 0,001.
es: ¿Hay que multiplicar las lecturas de los contadores por un factor que no sea igual a 1,0? Por ejemplo, para convertir los valores de Wh a kWh, habría que multiplicarlos por 0,001.
et: Kas arvesti näite tuleks korrutada teguriga, mis ei ole 1.0? Näiteks Wh muundamiseks kWh-ks tuleks neid korrutada 0.001-ga.
fa: آیا قرائت های کنتور باید در ضریب 1.0 ضرب شود؟به عنوان مثال، برای تبدیل مقادیر از Wh به کیلووات ساعت، آنها باید در 0.001 ضرب شوند.
fi: Pitäisikö mittarin lukemat kertoa kertoimella, joka ei ole yhtä suuri kuin 1,0?Esimerkiksi Wh-arvojen muuntamiseksi kWh:iksi ne on kerrottava 0,001:llä.
fr: Les valeurs des compteurs doivent-elles être multipliées par un facteur différent de 1,0 ? Par exemple, pour convertir des valeurs de Wh en kWh, il faudrait multiplier par 0,001.
hi: क्या मीटर रीडिंग को ऐसे कारक से गुणा किया जाना चाहिए जो 1.0 के बराबर न हो?उदाहरण के लिए, मानों को Wh से kWh में बदलने के लिए, उन्हें 0.001 से गुणा करना होगा।
hr: Trebaju li očitanja brojila pomnožiti faktorom koji nije jednak 1,0?Na primjer, da biste pretvorili vrijednosti iz Wh u kWh, one bi se morale pomnožiti s 0,001.
hu: Meg kell-e szorozni a leolvasott értékeket egy olyan tényezővel, amely nem egyenlő 1,0-val? Például a Wh-ból kWh-ra történő átváltáshoz az értékeket 0,001-gyel kellene megszorozni.
it: Le letture del contatore devono essere moltiplicate per un fattore non uguale a 1,0? Ad esempio, per convertire i valori da Wh a kWh, dovrebbero essere moltiplicati per 0,001.
ja: メーターの測定値に 1.0 以外の係数を掛ける必要がありますか?たとえば、値を Wh から kWh に変換するには、0.001 を掛ける必要があります。
ko: 계량기 지침값에 1.0이 아닌 변환 계수를 곱해야 합니까? 예를 들어 Wh 값을 kWh로 변환하려면 0.001을 곱해야 합니다.
lt: Ar skaitiklio rodmenis reikia padauginti iš koeficiento, kuris nėra lygus 1,0? Pavyzdžiui, norint konvertuoti reikšmes iš Wh į kWh, jas reikėtų padauginti iš 0,001.
ml: മീറ്റർ റീഡിംഗുകൾ 1.0 ന് തുല്യമല്ലാത്ത ഒരു ഘടകം കൊണ്ട് ഗുണിക്കണോ? ഉദാഹരണത്തിന്, മൂല്യങ്ങളെ Wh-ൽ നിന്ന് kWh-ലേക്ക് പരിവർത്തനം ചെയ്യുന്നതിന്, അവയെ 0.001 കൊണ്ട് ഗുണിക്കേണ്ടതുണ്ട്.
my: 1.0 နှင့်ညီမျှသောအချက်တစ်ချက်ဖြင့်မီတာဖတ်သင့်သလား။ ဥပမာအားဖြင့်, တန်ဖိုးများကို WH မှ KWH သို့ပြောင်းရန် 0.001 မှမြှောက်ရန်လိုသည်။
nl: Moeten de meterstanden worden vermenigvuldigd met een factor die niet gelijk is aan 1.0? Om bijvoorbeeld waarden van Wh naar kWh om te zetten, moeten ze worden vermenigvuldigd met 0.001.
no: Skal målerstandene multipliseres med en faktor som ikke er lik 1,0? For eksempel, for å konvertere verdier fra Wh til kWh, må de multipliseres med 0,001.
pl: Czy odczyty licznika należy pomnożyć przez współczynnik inny niż 1,0? Na przykład, aby przeliczyć wartości z Wh na kWh, należy je pomnożyć przez 0,001.
pt: As leituras dos contadores devem ser multiplicadas por um fator não igual a 1,0? Por exemplo, para converter valores de Wh para kWh, teriam de ser multiplicados por 0,001.
ru: Должны ли показания счетчика умножаться на коэффициент, не равный 1,0? Например, для перевода значений из Вт-ч в кВт-ч их необходимо умножить на 0,001.
sl: Ali je treba odčitke števca pomnožiti s faktorjem, ki ni enak 1,0? Če želite na primer pretvoriti vrednosti iz Wh v kWh, jih je treba pomnožiti z 0,001.
sr: Да ли очитавања бројила треба помножити са фактором који није једнак 1,0? На пример, да бисте претворили вредности из Вх у кВх, оне би морале да се помноже са 0,001.
sv: Ska mätarställningen multipliceras med en faktor som inte är lika med 1,0? Till exempel, för att konvertera värden från Wh till kWh, måste de multipliceras med 0,001.
sw: Je! Usomaji wa mita unapaswa kuzidishwa na sababu sio sawa na 1.0? Kwa mfano, kubadilisha maadili kutoka kwa KWH, ingelazimika kuzidishwa na 0.001.
th: การอ่านค่ามิเตอร์ควรคูณด้วยปัจจัยที่ไม่เท่ากับ 1.0 หรือไม่? ตัวอย่างเช่น หากต้องการแปลงค่าจาก Wh เป็น kWh จะต้องคูณด้วย 0.001
tr: Sayaç okumaları 1,0'a eşit olmayan bir faktörle çarpılmalı mı? Örneğin, değerleri Wh'den kWh'ye dönüştürmek için bunların 0,001 ile çarpılması gerekir.
uk: Чи потрібно показники лічильника множити на коефіцієнт не рівний 1,0? Наприклад, щоб перевести значення з Вт-год у кВт-год, їх потрібно помножити на 0,001.
vi: Có nên nhân số chỉ của đồng hồ với hệ số không bằng 1,0 không? Ví dụ: để chuyển đổi các giá trị từ Wh sang kWh, chúng sẽ phải nhân với 0,001.
zh: 仪表读数是否应该乘以不等于 1.0 的系数？例如，要将值从 Wh 转换为 kWh，必须乘以 0.001。

# newPhoto
source: Take a new photo
af: Neem 'n nuwe foto
ar: التقاط صورة جديدة
bg: Направете нова снимка
bs: Snimite novu fotografiju
cs: Pořiďte novou fotku
da: Tag et nyt billede
de: Neues Foto machen
el: Τραβήξτε μια νέα φωτογραφία
es: Tomar una nueva foto
et: Tee uus foto
fa: عکس جدید بگیر
fi: Ota uusi valokuva
fr: Prendre une nouvelle photo
hi: एक नई फ़ोटो लें
hr: Snimite novu fotografiju
hu: Új fénykép készítése
it: Scatta una nuova foto
ja: 新しい写真を撮ります
ko: 새 사진 촬영
lt: Padarykite naują nuotrauką
ml: ഒരു പുതിയ ഫോട്ടോ എടുക്കുക
my: ဓာတ်ပုံအသစ်တစ်ခုယူပါ
nl: Maak een nieuwe foto
no: Ta et nytt bilde
pl: Zrób nowe zdjęcie
pt: Tirar uma nova foto
ru: Сделать новую фотографию
sl: Posnemite novo fotografijo
sr: Снимите нову фотографију
sv: Ta ett nytt foto
sw: Chukua picha mpya
th: ถ่ายรูปใหม่ครับ
tr: Yeni bir fotoğraf çek
uk: Зробіть нове фото
vi: Chụp ảnh mới
zh: 拍摄一张新照片

# existingPhoto
source: Attach existing photo
af: Heg bestaande foto aan
ar: إرفاق صورة موجودة
bg: Прикачете съществуваща снимка
bs: Priložite postojeću fotografiju
cs: Připojte existující fotografii
da: Vedhæft eksisterende billede
de: Existierendes Foto anhängen
el: Επισυνάψτε υπάρχουσα φωτογραφία
es: Adjuntar foto existente
et: Lisa olemasolev foto
fa: عکس موجود را پیوست کنید
fi: Liitä olemassa oleva kuva
fr: Joindre une photo existante
hi: मौजूदा फ़ोटो संलग्न करें
hr: Priložite postojeću fotografiju
hu: Csatolja a meglévő fényképet
it: Allega foto esistente
ja: 既存の写真を添付する
ko: 기존 사진 첨부
lt: Pridėkite esamą nuotrauką
ml: നിലവിലുള്ള ഫോട്ടോ അറ്റാച്ചുചെയ്യുക
my: ရှိပြီးသားဓာတ်ပုံကိုပူးတွဲပါ
nl: Voeg bestaande foto toe
no: Legg ved eksisterende bilde
pl: Dołącz istniejące zdjęcie
pt: Anexar foto existente
ru: Прикрепить существующую фотографию
sl: Priloži obstoječo fotografijo
sr: Приложите постојећу фотографију
sv: Bifoga befintligt foto
sw: Ambatisha picha iliyopo
th: แนบรูปภาพที่มีอยู่
tr: Mevcut fotoğrafı ekle
uk: Додайте наявне фото
vi: Đính kèm ảnh hiện có
zh: 附上现有照片

# newPhotoOfMeterReading
source: Would you like to take a photo of the meter reading?
af: Wil jy 'n foto van die meterlesing neem?
ar: هل ترغب بالتقاط صورة لقراءة العداد؟
bg: Искате ли да направите снимка на показанието на брояча?
bs: Želite li slikati očitavanje brojila?
cs: Chtěli byste vyfotit stav elektroměru?
da: Vil du tage et billede af måleren?
de: Möchten Sie ein Foto des Zählerstands aufnehmen?
el: Θα θέλατε να τραβήξετε μια φωτογραφία της ένδειξης του μετρητή;
es: ¿Quiere hacer una foto de la lectura del contador?
et: Kas soovite teha arvesti näidu fotot?
fa: آیا می خواهید از قرائت کنتور عکس بگیرید؟
fi: Haluatko ottaa kuvan mittarin lukemasta?
fr: Vous souhaitez prendre une photo de l'état de votre compteur ?
hi: क्या आप मीटर रीडिंग का फोटो लेना चाहेंगे?
hr: Želite li fotografirati stanje brojila?
hu: Szeretne fényképet készíteni a mérőóráról?
it: Volete fotografare la lettura del contatore?
ja: 検針所の写真を撮りませんか？
ko: 계량기 지침 사진을 촬영하시겠습니까?
lt: Ar norėtumėte nufotografuoti skaitiklio rodmenis?
ml: മീറ്റർ റീഡിംഗിൻ്റെ ഫോട്ടോ എടുക്കാൻ നിങ്ങൾക്ക് താൽപ്പര്യമുണ്ടോ?
my: မီတာစာဖတ်ခြင်းကိုဓာတ်ပုံရိုက်ချင်ပါသလား။
nl: Wilt u een foto maken van de meterstand?
no: Vil du ta et bilde av målerstanden?
pl: Czy chcesz zrobić zdjęcie odczytu licznika?
pt: Gostaria de tirar uma fotografia da leitura do contador?
ru: Хотите ли вы сфотографировать показания счетчика?
sl: Bi radi fotografirali stanje števca?
sr: Да ли желите да фотографишете очитавање бројила?
sv: Vill du ta ett foto av mätarställningen?
sw: Je! Ungependa kuchukua picha ya usomaji wa mita?
th: คุณต้องการถ่ายภาพการอ่านมิเตอร์หรือไม่?
tr: Sayaç okumasının fotoğrafını çekmek ister misiniz?
uk: Хочете сфотографувати показання лічильника?
vi: Bạn có muốn chụp ảnh chỉ số đồng hồ không?
zh: 您想拍一张抄表照片吗？

# existingPhotoOfMeterReading
source: Would you like to attach an existing photo of the meter reading?
af: Wil jy 'n bestaande foto van die meterlesing aanheg?
ar: هل ترغب بإرفاق صورة موجودة لقراءة العداد؟
bg: Искате ли да прикачите съществуваща снимка на показанието на брояча?
bs: Želite li priložiti postojeću fotografiju očitavanja brojila?
cs: Chcete připojit existující fotografii odečtu elektroměru?
da: Vil du vedhæfte et eksisterende billede af måleraflæsningen?
de: Möchten Sie ein bestehendes Foto des Zählerstands anhängen?
el: Θα θέλατε να επισυνάψετε μια υπάρχουσα φωτογραφία της ένδειξης του μετρητή;
es: ¿Desea adjuntar una foto existente de la lectura del contador?
et: Kas soovite lisada olemasoleva arvesti näidu fotot?
fa: آیا می خواهید یک عکس موجود از قرائت کنتور پیوست کنید؟
fi: Haluatko liittää olemassa olevan kuvan mittarin lukemasta?
fr: Souhaitez-vous joindre une photo existante du relevé du compteur ?
hi: क्या आप मीटर रीडिंग की मौजूदा तस्वीर संलग्न करना चाहेंगे?
hr: Želite li priložiti postojeću fotografiju stanja brojila?
hu: Szeretne csatolni egy meglévő fényképet a mérőórák leolvasásáról?
it: Si desidera allegare una foto esistente della lettura del contatore?
ja: 検針の既存の写真を添付しますか?
ko: 계량기 지침의 기존 사진을 첨부하시겠습니까?
lt: Ar norėtumėte pridėti esamą skaitiklio rodmenų nuotrauką?
ml: മീറ്റർ റീഡിംഗിൻ്റെ നിലവിലുള്ള ഒരു ഫോട്ടോ അറ്റാച്ചുചെയ്യാൻ നിങ്ങൾക്ക് താൽപ്പര്യമുണ്ടോ?
my: မီတာဖတ်နေသည့်နေရာတွင်ရှိပြီးသားဓာတ်ပုံကိုသင်ပူးတွဲလိုပါသလား။
nl: Wilt u een bestaande foto van de meterstand toevoegen?
no: Vil du legge ved et eksisterende bilde av måleravlesningen?
pl: Czy chcesz załączyć istniejące zdjęcie stanu licznika?
pt: Gostaria de anexar uma fotografia existente da leitura do contador?
ru: Не хотите ли вы приложить имеющуюся фотографию показаний счетчика?
sl: Ali želite priložiti obstoječo fotografijo stanja števca?
sr: Да ли желите да приложите постојећу фотографију очитавања бројила?
sv: Vill du bifoga ett befintligt foto av mätarställningen?
sw: Je! Ungependa kushikamana na picha iliyopo ya usomaji wa mita?
th: คุณต้องการแนบรูปภาพการอ่านมิเตอร์ที่มีอยู่หรือไม่
tr: Sayaç okumasının mevcut bir fotoğrafını eklemek ister misiniz?
uk: Бажаєте прикріпити наявне фото показання лічильника?
vi: Bạn có muốn đính kèm một bức ảnh hiện có về chỉ số đồng hồ không?
zh: 您想附上现有的抄表照片吗？

# numCounters
source: {count, plural, =0 {{count} counter} one {{count} counter} other {{count} counters}}
af: {count, plural, one {{count} meter} other {{count} meters}}
ar: {count, plural, =0 {{count} عداد} one {{count} عداد} other {{count} عدادات}}
bg: {count, plural, =0 {{count} брояч} one {{count} брояч} other {{count} брояча}}
bs: {count, plural, =0 {{count} brojač} one {{count} brojač} other {{count} brojači}}
cs: {count, plural, =0 {Počítadlo {count}} one {Počítadlo {count}} other {{count} čítače}}
da: {count, plural, =0 {{count} tæller} one {{count} tæller} other {{count} tællere}}
de: {count} Zähler
el: {count, plural, =0 {{count} μετρητής} one {{count} μετρητής} other {{count} μετρητές}}
es: {count} metros
et: {count, plural, =0 {0 arvestit} one {1 arvesti} few {# arvestit} many {# arvestit} other {# arvestit}}
fa: {count, plural, =0 {{count} شمارنده} one {{count} شمارنده} other {{count} شمارنده}}
fi: {count, plural, =0 {{count} mittari} one {{count} mittari} other {{count} mittaria}}
fr: {count} compteurs
hi: {count, plural, =0 {{count} मीटर} one {{count} मीटर} other {{count} मीटर}}
hr: {count, plural, =0 {{count} brojač} one {{count} brojač} other {{count} brojača}}
hu: {count, plural, =0 {{count} pult} one {{count} pult} other {{count} pultok}}
it: {count, plural, =0 {{count} contatori} one {{count} contatore} other {{count} contatori}}
ja: {count, plural, =0 {{count}カウンター} one {{count}カウンター} other {{count}カウンター}}
ko: {count, plural, =0 {{count}개 계량기} one {{count}개 계량기} other {{count}개 계량기}}
lt: {count, plural, =0 {{count} skaitiklis} one {{count} skaitiklis} other {{count} skaitikliai}}
ml: {count, plural, =0 {{count} കൗണ്ടർ} one {{count} കൗണ്ടർ} other {{count} കൗണ്ടറുകൾ}}
my: {count, plural, =0 {Phtoken0 ကောင်တာ} one {Phtoken0 ကောင်တာ} other {Phtoken0 ကောင်တာ}}
nl: {count, plural, =0 {{count} meter} one {{count} meter} other {{count} meters}}
no: {count, plural, =0 {{count} teller} one {{count} teller} other {{count} tellere}}
pl: {count, plural, =0 {Licznik {count}} one {Licznik {count}} other {Liczniki {count}}}
pt: {count} metros
ru: {count} метра
sl: {count, plural, =0 {Števec {count}} one {Števec {count}} other {Števci {count}}}
sr: {count, plural, =0 {ПХТОКЕН0 цоунтер} one {ПХТОКЕН0 цоунтер} other {ПХТОКЕН0 бројачи}}
sv: {count, plural, =0 {{count} räknare} one {{count} räknare} other {{count} räknare}}
sw: {count, plural, =0 {Phtoken0 counter} one {Phtoken0 counter} other {Hesabu za phtoken0}}
th: {count, plural, =0 {ตัวนับ {count}} one {ตัวนับ {count}} other {เคาน์เตอร์ {count}}}
tr: {count, plural, =0 {{count} sayacı} one {{count} sayacı} other {{count} sayaçları}}
uk: {count, plural, =0 {Лічильник {count}} one {Лічильник {count}} other {Лічильники {count}}}
vi: {count, plural, =0 {Bộ đếm {count}} one {Bộ đếm {count}} other {Bộ đếm {count}}}
zh: {count, plural, =0 {{count} 计数器} one {{count} 计数器} other {{count} 计数器}}

# numMeterReadings
source: {readings, plural, one {# reading} other {# readings}}
af: {readings, plural, one {{readings} lesing} other {{readings} lesings}}
ar: {readings, plural, one {# قراءة} other {# قراءات}}
bg: {readings, plural, one {# отчитане} other {# отчитания}}
bs: {readings, plural, one {# čitanje} other {# čitanja}}
cs: {readings, plural, one {#čtení} other {# čtení}}
da: {readings, plural, one {#læsning} other {# aflæsninger}}
de: {readings, plural, =0 {# Zähler­stände} one {# Zählerstand} other {# Zähler­stände}}
es: {readings, plural, =0 {# lecturas de contadores} one {# lectura de contadore} other {# lecturas de contadores}}
et: {readings, plural, one {# näit} other {# näitu}}
fa: {readings, plural, one {# قرائت} other {# قرائت}}
fi: {readings, plural, one {# lukema} other {# lukemaa}}
fr: {readings, plural, =0 {# relevés de compteurs} one {# relevé de compteur} other {# relevés de compteurs}}
hi: {readings, plural, one {# रीडिंग} other {# रीडिंग}}
hr: {readings, plural, one {# očitanje} other {# očitanja}}
it: {readings}
ja: {readings, plural, one {# 件の読み取り} other {# 件の読み取り}}
ko: {readings, plural, one {#회 지침} other {#회 지침}}
lt: {readings, plural, one {# nuskaitymas} other {# nuskaitymai}}
ml: {readings, plural, one {# റീഡിംഗ്} other {# റീഡിംഗുകൾ}}
my: {readings, plural, one {# စာဖတ်ခြင်း} other {# ဖတ်ခြင်း}}
nl: {readings, plural, one {# aflezing} other {# aflezingen}}
no: {readings, plural, one {#lesing} other {# avlesninger}}
pl: {readings, plural, one {# czytanie} other {# odczytów}}
pt: {readings, plural, =0 {leituras de # metros} one {# leitura de metro} other {leituras de # metros}}
ru: {readings, plural, =0 {показания # метров} one {показания одного метра} other {показания # метров}}
sl: {readings, plural, one {# branje} other {# branja}}
sr: {readings, plural, one {# читање} other {# читања}}
sv: {readings, plural, one {#läsning} other {# avläsningar}}
sw: {readings, plural, one {# kusoma} other {# Usomaji}}
th: {readings, plural, one {# การอ่าน} other {# การอ่าน}}
tr: {readings, plural, one {# okuma} other {# okuma}}
uk: {readings, plural, one {# читання} other {# читання}}
vi: {readings, plural, one {# đọc} other {# bài đọc}}
zh: {readings, plural, one {＃ 阅读} other {# 读数}}

# exportObjectDescription
source: {countersText}, {meterReadings} , {timeLastUpdated} {lastUpdated}
fr: {countersText}, {meterReadings} , {timeLastUpdated} jour le {lastUpdated}
ml: {countersText}, {meterReadings}, അവസാനമായി പുതുക്കിയത് {lastUpdated}
my: Phtoken0, Phtoken ဒယ်လ်
sr: ПХТОКЕН0, ПХТОКЕН1 , ПХТОКЕН2 ПХТОКЕН3
sw: Phtoken0, phtoken1, phtoken2 phtoken3
