Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# privacyBlock8
source: IF WE PROCESS YOUR PERSONAL DATA ON THE BASIS OF OUR OVERRIDING LEGITIMATE INTEREST AS PART OF A BALANCING OF INTERESTS, YOU HAVE THE RIGHT TO OBJECT TO THIS PROCESSING AT ANY TIME FOR REASONS ARISING FROM YOUR PARTICULAR SITUATION, WITH EFFECT FOR THE FUTURE. IF YOU EXERCISE YOUR RIGHT TO OBJECT, WE WILL STOP PROCESSING THE DATA CONCERNED. HOWEVER, FURTHER PROCESSING REMAINS RESERVED IF WE CAN PROVE COMPELLING LEGITIMATE GROUNDS FOR THE PROCESSING WHICH OVERRIDE YOUR INTERESTS, fundamental rights and freedoms, or if the processing serves to assert, exercise or defend legal claims. IF WE PROCESS YOUR PERSONAL DATA FOR DIRECT MARKETING PURPOSES, YOU HAVE THE RIGHT TO OBJECT AT ANY TIME TO THE PROCESSING OF PERSONAL DATA CONCERNING YOU FOR THE PURPOSE OF SUCH ADVERTISING. YOU CAN EXERCISE YOUR RIGHT TO OBJECT AS DESCRIBED ABOVE. IF YOU EXERCISE YOUR RIGHT TO OBJECT, WE WILL STOP PROCESSING THE DATA CONCERNING YOU FOR DIRECT MARKETING PURPOSES.
af: AS ONS IN DIE RAAMWERK VAN 'N BELANGEWEEGING JOU PERSONENLIKE DATA OP GROND VAN ONS OORHEERSENDE GEREGTIGDE BELANG VERWERK, HET JY DIE TE ENIGE TYD REG, OM REDES WAT UIT JOU BESONDERE SITUASIE VOORTSPRUIT, TEGEN HIERDIE VERWERKING BESWAAR MET EFFEK VIR DIE TOEKOMS TE MAAK. MAAK JY VAN JOU BESWAARREG GEBRUIK, BEËINDIG ONS DIE VERWERKING VAN DIE BETROKKE DATA. 'N VERDERE VERWERKING BLY EGBTER VOORBEHOU, AS ONS DRINGENDE BESKERMWAARDIGE REDES VIR DIE VERWERKING KAN BEWYS WAT JOU BELANGE, GRONDREGTE EN GRONDVRYHEDE OORHEERS, OF AS DIE VERWERKING VIR DIE GELTENDMAKING, UITOEFENING OF VERDEDIGING VAN REGSAANSPRAKE DIEN. WORD JOU PERSONENLIKE DATA DEUR ONS VERWERK OM DIREKTE ADVERTENSIE TE BEDRYF, HET JY DIE REG OM TE ENIGE TYD BESWAAR TEGEN DIE VERWERKING VAN JOU BETREFFENDE PERSONENLIKE DATA VIR DIE DOEL VAN SULKE ADVERTENSIE TE MAAK. JY KAN DIE BESWAAR SOOS BOGENOEMD UITOEFEN. MAAK JY VAN JOU BESWAARREG GEBRUIK, BEËINDIG ONS DIE VERWERKING VAN DIE BETROKKE DATA VIR DIREKTE ADVERTENSIE DOELEINDES.
ar: إذا كنا نعالج بياناتك الشخصية في إطار موازنة المصالح على أساس مصلحتنا المشروعة السائدة، فلديك الحق في أي وقت، لأسباب تنشأ من وضعك الخاص، في تقديم اعتراض على هذه المعالجة مع تأثير للمستقبل. إذا مارست حقك في الاعتراض، سننهي معالجة البيانات المعنية. ومع ذلك، تبقى معالجة أخرى محفوظة إذا تمكنا من إثبات أسباب مقنعة تستحق الحماية للمعالجة تفوق مصالحك وحقوقك الأساسية وحرياتك الأساسية، أو إذا كانت المعالجة تخدم تقديم أو ممارسة أو الدفاع عن المطالبات القانونية. إذا تم معالجة بياناتك الشخصية من قبلنا لإجراء إعلانات مباشرة، فلديك الحق في أي وقت في تقديم اعتراض على معالجة بياناتك الشخصية المتعلقة بك لغرض مثل هذه الإعلانات. يمكنك ممارسة الاعتراض كما هو موضح أعلاه. إذا مارست حقك في الاعتراض، سننهي معالجة البيانات المعنية لأغراض الإعلانات المباشرة.
bg: WENN WIR IM RAHMEN EINER INTERESSENABWÄGUNG IHRE PERSONENBEZOGENEN DATEN AUFGRUND UNSERES ÜBERWIEGENDEN BERECHTIGTEN INTERESSES VERARBEITEN, HABEN SIE DAS JEDERZEITIGE RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIESE VERARBEITUNG WIDERSPRUCH MIT WIRKUNG FÜR DIE ZUKUNFT EINZULEGEN. MACHEN SIE VON IHREM WIDERSPRUCHSRECHT GEBRAUCH, BEENDEN WIR DIE VERARBEITUNG DER BETROFFENEN DATEN. EINE WEITERVERARBEITUNG BLEIBT ABER VORBEHALTEN, WENN WIR ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN KÖNNEN, DIE IHRE INTERESSEN, GRUNDRECHTE UND GRUNDFREIHEITEN ÜBERWIEGEN, ODER WENN DIE VERARBEITUNG DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN DIENT. WERDEN IHRE PERSONENBEZOGENEN DATEN VON UNS VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN. SIE KÖNNEN DEN WIDERSPRUCH WIE OBEN BESCHRIEBEN AUSÜBEN. MACHEN SIE VON IHREM WIDERSPRUCHSRECHT GEBRAUCH, BEENDEN WIR DIE VERARBEITUNG DER BETROFFENEN DATEN ZU DIREKTWERBEZWECKEN.
bs: AKO OBRAĐUJEMO VAŠE LIČNE PODATKE NA OSNOVU NAŠEG PRELAŽAJUĆEG LEGITIMNOG INTERESA KAO DJELA Uravnotežavanja INTERESA, IMATE PRAVO PRIGOVOR NA OVOJ OBRADI U BILO KOJE TRENUTKE IZ RAZLOGA KOJI PROIZLAZU IZ VAŠEG DELOVA ZA BUDUĆNOST. UKOLIKO OSTVARITE VAŠE PRAVO NA PRIGOVOR, PRESTAĆEMO OBRADU TIH PODATAKA. MEĐUtim, DALJA OBRADA OSTAJE REZERVISANA AKO MOŽEMO DOKAZATI UGODNE LEGITIMNE RAZLOGE ZA OBRADU KOJE PREMAŽU VAŠE INTERESE, osnovna prava i slobode, ili ako obrada služi za potvrđivanje, ostvarivanje ili odbranu pravnih zahtjeva. UKOLIKO VAŠE LIČNE PODATKE OBRAĐUJEMO U DIREKTNE MARKETINŠKE SVRHE, IMATE PRAVO PRIGOVOR U BILO KOJE TRENUTAK NA OBRADU LIČNIH PODATAKA KOJI SE VAS TIČE U SVRHU TAKVOG OGLAŠAVANJA. MOŽETE OSTVARITI SVOJE PRAVO NA PRIMJED KAKO JE GORE OPISAN. AKO OSTVARITE VAŠE PRAVO NA PRIMJED, PRESTAĆEMO OBRADU PODATAKA KOJI SE VAS TIČE U DIREKTNE MARKETINŠKE SVRHE.
cs: POKUD VAŠE OSOBNÍ ÚDAJE ZPRACOVÁVÁME NA ZÁKLADĚ NAŠEHO PŘEDSTAVUJÍCÍHO OPRÁVNĚNÉHO ZÁJMU V RÁMCI VYROVNÁVÁNÍ ZÁJMŮ, MÁTE PRÁVO PROTI TOMTO ZPRACOVÁNÍ KDYKOLI VZnést námitku Z DŮVODŮ VYPLÝVAJÍCÍCH Z VAŠÍ KONKRÉTNÍ SITUACE, Z TOHOTO STAVU. POKUD UPLATÍTE SVÉ PRÁVO NA NÁMITKU, PŘESTANEME DOTYČNÉ ÚDAJE ZPRACOVAT. DALŠÍ ZPRACOVÁNÍ VŠAK ZŮSTÁVÁ VYHRAZENO, POKUD MŮŽEME PROKÁZAT ZÁVAŽNÉ OPRÁVNĚNÉ DŮVODY PRO ZPRACOVÁNÍ, KTERÉ PŘEVAČÍ VAŠE ZÁJMY, základní práva a svobody, nebo pokud zpracování slouží k uplatnění, výkonu nebo obhajobě právních nároků. POKUD ZPRACOVÁVÁME VAŠE OSOBNÍ ÚDAJE PRO ÚČELY PŘÍMÉHO MARKETINGU, MÁTE PRÁVO KDYKOLI VZNOUTAT PROTI ZPRACOVÁNÍ OSOBNÍCH ÚDAJŮ, KTERÉ SE VÁS TÝKAJÍ ZA ÚČELEM TAKOVÉ REKLAMY. MŮŽETE UPLATŇOVAT SVÉ PRÁVO NA NÁMĚT, JAK JE POPSANO VÝŠE. POKUD UPLATÍTE SVÉ PRÁVO NA NÁMITKU, PŘESTANEME ÚDAJE, KTERÉ SE VÁS TÝKAJÍ, ZPRACOVAT PRO ÚČELY PŘÍMÉHO MARKETINGU.
da: HVIS VI BEHANDLER DINE PERSONLIGE OPLYSNINGER PÅ BASIS AF VORES OVERORDNEDE LEGITIMME INTERESSER SOM DEL AF EN INTERESSEAFVIKLING, HAR DU RET TIL AT GØRE TIL ET HVERT TIDSPUNKT AF ÅRSAGER, DER STÅR AF DIN SÆRLIGE BETYDNING. HVIS DU UDNYTTER DIN RETT TIL AT INDSATS, STOPPER VI MED BEHANDLING AF DE PÅGÆLDENDE DATA. YDERLIGERE BEHANDLING FORBLIVES DOG FORBEHOLDET, HVIS VI KAN BEVISE OVERVÆLGENDE LEGITIME GRUNDE FOR BEHANDLING, SOM TILSKYDER DINE INTERESSER, grundlæggende rettigheder og friheder, eller hvis behandlingen tjener til at hævde, udøve eller forsvare retskrav. HVIS VI BEHANDLER DINE PERSONOPLYSNINGER TIL DIREKTE MARKEDSFØRINGSFORMÅL, HAR DU TIL ENHVER TID RET TIL AT GØRE INDSTILLINGER MOD BEHANDLING AF PERSONOPLYSNINGER OM DIG I FORMÅLET MED SÅDAN ANNONCERING. DU KAN UDNYTTE DIN RETT TIL AT INDSATS SOM BESKREVET OVENFOR. HVIS DU UDNYTTER DIN RETT TIL AT INDSATS, STOPPER VI MED BEHANDLING AF DATA OM DIG TIL DIREKTE MARKEDSFØRINGSFORMÅL.
de: WENN WIR IM RAHMEN EINER INTERESSENABWÄGUNG IHRE PERSONENBEZOGENEN DATEN AUFGRUND UNSERES ÜBERWIEGENDEN BERECHTIGTEN INTERESSES VERARBEITEN, HABEN SIE DAS JEDERZEITIGE RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIESE VERARBEITUNG WIDERSPRUCH MIT WIRKUNG FÜR DIE ZUKUNFT EINZULEGEN. MACHEN SIE VON IHREM WIDERSPRUCHSRECHT GEBRAUCH, BEENDEN WIR DIE VERARBEITUNG DER BETROFFENEN DATEN. EINE WEITERVERARBEITUNG BLEIBT ABER VORBEHALTEN, WENN WIR ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN KÖNNEN, DIE IHRE INTERESSEN, GRUNDRECHTE UND GRUNDFREIHEITEN ÜBERWIEGEN, ODER WENN DIE VERARBEITUNG DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN DIENT. WERDEN IHRE PERSONENBEZOGENEN DATEN VON UNS VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN. SIE KÖNNEN DEN WIDERSPRUCH WIE OBEN BESCHRIEBEN AUSÜBEN. MACHEN SIE VON IHREM WIDERSPRUCHSRECHT GEBRAUCH, BEENDEN WIR DIE VERARBEITUNG DER BETROFFENEN DATEN ZU DIREKTWERBEZWECKEN.
el: ΕΆΝ ΕΠΕΞΕΡΓΑΖΌΜΑΣΤΕ ΤΑ ΠΡΟΣΩΠΙΚΆ ΣΑΣ ΔΕΔΟΜΈΝΑ ΒΆΣΕΙ ΤΟΥ ΥΠΈΡΤΕΡΟΥ ΈΝΝΟΜΟΥ ΣΥΜΦΈΡΟΝΤΌΣ ΜΑΣ ΣΤΟ ΠΛΑΊΣΙΟ ΤΗΣ ΕΞΙΣΟΡΡΌΠΗΣΗΣ ΣΥΜΦΕΡΌΝΤΩΝ, ΈΧΕΤΕ ΤΟ ΔΙΚΑΊΩΜΑ ΝΑ ΑΝΤΙΤΑΧΘΕΊΤΕ ΣΤΗΝ ΕΠΕΞΕΡΓΑΣΊΑ ΑΥΤΉ ΑΝΆ ΠΆΣΑ ΣΤΙΓΜΉ ΓΙΑ ΛΌΓΟΥΣ ΠΟΥ ΑΠΟΡΡΈΟΥΝ ΑΠΌ ΤΗΝ ΙΔΙΑΊΤΕΡΗ ΚΑΤΆΣΤΑΣΉ ΣΑΣ, ΜΕ ΙΣΧΎ ΓΙΑ ΤΟ ΜΈΛΛΟΝ. ΕΆΝ ΑΣΚΉΣΕΤΕ ΤΟ ΔΙΚΑΊΩΜΆ ΣΑΣ ΝΑ ΑΝΤΙΤΑΧΘΕΊΤΕ, ΘΑ ΣΤΑΜΑΤΉΣΟΥΜΕ ΤΗΝ ΕΠΕΞΕΡΓΑΣΊΑ ΤΩΝ ΣΧΕΤΙΚΏΝ ΔΕΔΟΜΈΝΩΝ. ΩΣΤΟΣΟ, Η ΠΕΡΑΙΤΕΡΩ ΕΠΕΞΕΡΓΑΣΙΑ ΕΠΙΒΑΛΛΕΤΑΙ ΕΑΝ ΜΠΟΡΟΥΜΕ ΝΑ ΑΠΟΔΕΙΞΟΥΜΕ ΑΠΑΡΑΙΤΗΤΟΥΣ ΝΟΜΙΜΟΥΣ ΛΟΓΟΥΣ ΓΙΑ ΤΗΝ ΕΠΕΞΕΡΓΑΣΙΑ, ΟΙ ΟΠΟΙΟΙ ΥΠΕΡΒΑΛΛΟΥΝ ΤΑ ΣΥΜΦΕΡΟΝΤΑ ΣΑΣ, τα θεμελιώδη δικαιώματα και τις ελευθερίες σας ή εάν η επεξεργασία εξυπηρετεί τη διεκδίκηση, άσκηση ή υπεράσπιση νομικών αξιώσεων. ΕΆΝ ΕΠΕΞΕΡΓΑΖΌΜΑΣΤΕ ΤΑ ΠΡΟΣΩΠΙΚΆ ΣΑΣ ΔΕΔΟΜΈΝΑ ΓΙΑ ΣΚΟΠΟΎΣ ΆΜΕΣΗΣ ΕΜΠΟΡΙΚΉΣ ΠΡΟΏΘΗΣΗΣ, ΈΧΕΤΕ ΤΟ ΔΙΚΑΊΩΜΑ ΝΑ ΑΝΤΙΤΑΧΘΕΊΤΕ ΑΝΆ ΠΆΣΑ ΣΤΙΓΜΉ ΣΤΗΝ ΕΠΕΞΕΡΓΑΣΊΑ ΤΩΝ ΠΡΟΣΩΠΙΚΏΝ ΔΕΔΟΜΈΝΩΝ ΠΟΥ ΣΑΣ ΑΦΟΡΟΎΝ ΓΙΑ ΤΟΥΣ ΣΚΟΠΟΎΣ ΤΗΣ ΕΝ ΛΌΓΩ ΔΙΑΦΉΜΙΣΗΣ. ΜΠΟΡΕΊΤΕ ΝΑ ΑΣΚΉΣΕΤΕ ΤΟ ΔΙΚΑΊΩΜΆ ΣΑΣ ΝΑ ΑΝΤΙΤΑΧΘΕΊΤΕ ΌΠΩΣ ΠΕΡΙΓΡΆΦΕΤΑΙ ΠΑΡΑΠΆΝΩ. ΕΆΝ ΑΣΚΉΣΕΤΕ ΤΟ ΔΙΚΑΊΩΜΆ ΣΑΣ ΝΑ ΑΝΤΙΤΑΧΘΕΊΤΕ, ΘΑ ΣΤΑΜΑΤΉΣΟΥΜΕ ΤΗΝ ΕΠΕΞΕΡΓΑΣΊΑ ΤΩΝ ΔΕΔΟΜΈΝΩΝ ΠΟΥ ΣΑΣ ΑΦΟΡΟΎΝ ΓΙΑ ΣΚΟΠΟΎΣ ΆΜΕΣΗΣ ΕΜΠΟΡΙΚΉΣ ΠΡΟΏΘΗΣΗΣ.
es: SI TRATAMOS TUS DATOS PERSONALES SOBRE LA BASE DE NUESTRO INTERÉS LEGÍTIMO PREPONDERANTE EN EL MARCO DE UNA PONDERACIÓN DE INTERESES, TIENES DERECHO A OPONERTE EN CUALQUIER MOMENTO A DICHO TRATAMIENTO POR MOTIVOS RELACIONADOS CON TU SITUACIÓN PARTICULAR, CON EFECTO PARA EL FUTURO. SI EJERCES TU DERECHO DE OPOSICIÓN, DEJAREMOS DE TRATAR LOS DATOS AFECTADOS. NO OBSTANTE, SE RESERVA LA CONTINUACIÓN DEL TRATAMIENTO SI PODEMOS DEMOSTRAR MOTIVOS LEGÍTIMOS IMPERIOSOS QUE PREVALEZCAN SOBRE TUS INTERESES, DERECHOS Y LIBERTADES, O SI EL TRATAMIENTO SIRVE PARA LA FORMULACIÓN, EJERCICIO O DEFENSA DE RECLAMACIONES. SI TRATAMOS TUS DATOS PERSONALES CON FINES DE PUBLICIDAD DIRECTA, TIENES DERECHO A OPONERTE EN CUALQUIER MOMENTO AL TRATAMIENTO DE TUS DATOS PERSONALES CON TALES FINES. PUEDES EJERCER LA OPOSICIÓN COMO SE HA DESCRITO ARRIBA. SI EJERCES TU DERECHO DE OPOSICIÓN, DEJAREMOS DE TRATAR LOS DATOS AFECTADOS PARA FINES DE PUBLICIDAD DIRECTA.
et: KUI ME KÄSITLEME TEIE ISIKLIKKE ANDMEID HUVIDE KAALUMISE RAAMES MEIE ÜLEKAALUKA ÕIGUSLIKU HUVI ALUSEL, ON TEIL IGAL AJAL ÕIGUS TEIE ERILISEST OLUKORRAST TULENEVATEL PÕHJUSTEL SELLISE TÖÖTLEMISE VASTU VASTU VAIDLUSTADA, MIS KEHTIB KA TULEMUSLIKULT KA TULEVIKUS. KUI TE KASUTATE OMA VASTUVÄITEÕIGUST, LÕPETAME ASJAKOHASTE ANDMETE TÖÖTLEMISE. EDASINE TÖÖTLEMINE JÄÄB SIISKI VÕIMALIKUKS, KUI ME SUUDAME TÕENDADA, ET TÖÖTLEMISEL ON KAALUKAD KAITSTAVAD PÕHJUSED, MIS ÜLETAVAD TEIE HUVID, PÕHIÕIGUSI JA PÕHIÕIGUSVABADUSI ÜLEKAALUKAD VÕI KUI TÖÖTLEMINE ON VAJALIK ÕIGUSNÕUETE ESITAMISEKS, TEOSTAMISEKS VÕI KAITSMISEKS. KUI ME TÖÖTLEME TEIE ISIKUANDMEID OTSETURUNDUSE EESMÄRGIL, ON TEIL ÕIGUS IGAL AJAL ESITADA VASTUVÄIDE TEID KÄSITLEVATE ISIKUANDMETE TÖÖTLEMISE SUHTES SELLE REKLAAMI EESMÄRGIL. VASTUVÄITE ESITAMISEKS VÕITE KASUTADA EELPOOL KIRJELDATUD VIISI. KUI TE KASUTATE OMA VASTUVÄITEÕIGUST, LÕPETAME ASJAKOHASTE ANDMETE TÖÖTLEMISE OTSETURUNDUSE EESMÄRGIL.
fa: اگر ما داده‌های شخصی شما را بر اساس منافع مشروع برتر خود به‌عنوان بخشی از موازنه‌سازی منافع پردازش می‌کنیم، شما این حق را دارید که در هر زمانی بنا به دلایلی به دلایل فنی و فنی، با این پردازش مخالفت کنید.اثر برای آینده.اگر از حق اعتراض خود استفاده کنید، ما پردازش داده های مربوطه را متوقف خواهیم کرد.با این حال، اگر بتوانیم دلایل قانونی قانع‌کننده برای پردازش را که منافع، حقوق اساسی و آزادی‌های شما را نادیده می‌گیرد، یا اگر پردازش در خدمت ادعا، اعمال یا دفاع از ادعاهای قانونی باشد، محفوظ می‌ماند. اگر داده‌های شخصی شما را برای اهداف بازاریابی مستقیم پردازش می‌کنیم، شما حق دارید در هر زمانی با پردازش داده‌های شخصی مربوط به شما به منظور چنین تبلیغاتی مخالفت کنید.شما می توانید از حق خود برای اعتراض همانطور که در بالا توضیح داده شد استفاده کنید. اگر از حق خود برای اعتراض استفاده می کنید، ما پردازش داده های مربوط به شما را برای اهداف بازاریابی مستقیم متوقف می کنیم.
fi: JOS KÄSITTELEMME HENKILÖTIEDOTTASI YLIMÄÄRÄISEN LAITTOMAN ETUJÄRJESTELMME PERUSTEELLA OSA ETUJEN TASAPAINOAA, SINULLA ON OIKEUS VASTUUTA TÄMÄA KÄSITTELYÄ MILLOIN SINUSTA SINUSTASI JOHTUVISTA SYITÄ.TULEVAISUUS.JOS KÄYTÄT OIKEUSTA KIISTETÄÄN, LOPETAMME KÄSITTELYN KYSELYN TIETOJEN.MYÖS KÄSITTELY ON MUKAAN VARATTU, JOS VOIMEMME OSOITTAA KÄSITTELYLLE PAKKOVAT LAITTISET PERIT, JOTKA OHJEET ETUSI, perusoikeutesi ja vapautesi, tai jos käsittelyn tarkoituksena on esittää, esittää tai puolustaa oikeudellisia vaatimuksia. JOS KÄSITTELEMME HENKILÖTIETOJASI SUORAAN MARKKINOINTITARKOITUKSEEN, SINULLA ON OIKEUS VASTUUTA MILLOIN AIKANA SINUA KOSKEVIEN HENKILÖTIETOJEN KÄSITTELYÄ TÄLLAISTA MAINONTA VARTEN.VOITTAA KÄYTTÄÄ VASTAUSOIKEUSTASI YLLÄ KUVATTUNA. JOS KÄYTÄT KIISTE-OIKEUSTASI, LOPETAMME SINUA KOSKEVAT TIETOJEN KÄSITTELYN SUORAAN MARKKINOINTI TARKOITUKSEEN.
fr: SI, DANS LE CADRE D'UNE PONDÉRATION D'INTÉRÊTS, NOUS TRAITONS TES DONNÉES PERSONNELLES SUR LA BASE DE NOTRE INTÉRÊT LÉGITIME PRÉPONDÉRANT, TU AS LE DROIT DE T'OPPOSER À TOUT MOMENT À CE TRAITEMENT POUR DES RAISONS LIÉES À TA SITUATION PARTICULIÈRE, AVEC EFFET POUR L'AVENIR. SI TU FAIS USAGE DE TON DROIT D'OPPOSITION, NOUS CESSERONS LE TRAITEMENT DES DONNÉES CONCERNÉES. LE TRAITEMENT PEUT CEPENDANT ÊTRE POURSUIVI SI NOUS POUVONS DÉMONTRER DES MOTIFS LÉGITIMES IMPÉRIEUX QUI PRÉVALENT SUR TES INTÉRÊTS, DROITS ET LIBERTÉS, OU SI LE TRAITEMENT SERT À LA CONSTATATION, L'EXERCICE OU LA DÉFENSE DE DROITS EN JUSTICE. SI TES DONNÉES PERSONNELLES SONT TRAITÉES PAR NOS SOINS À DES FINS DE PUBLICITÉ DIRECTE, TU AS LE DROIT DE T'OPPOSER À TOUT MOMENT AU TRAITEMENT DES DONNÉES PERSONNELLES TE CONCERNANT À DE TELLES FINS. TU PEUX EXERCER L'OPPOSITION COMME DÉCRIT CI-DESSUS. SI TU FAIS USAGE DE TON DROIT D'OPPOSITION, NOUS CESSERONS LE TRAITEMENT DES DONNÉES CONCERNÉES À DES FINS DE PUBLICITÉ DIRECTE.
hi: यदि हम आपके व्यक्तिगत डेटा को हितों के संतुलन के हिस्से के रूप में हमारे अत्यधिक वैध हित के आधार पर संसाधित करते हैं, तो आपको भविष्य के प्रभाव के साथ, किसी भी समय अपनी विशेष स्थिति से उत्पन्न कारणों से इस प्रसंस्करण पर आपत्ति करने का अधिकार है।यदि आप आपत्ति जताने के अपने अधिकार का प्रयोग करते हैं, तो हम संबंधित डेटा को संसाधित करना बंद कर देंगे।हालाँकि, यदि हम प्रसंस्करण के लिए बाध्यकारी वैध आधार साबित कर सकते हैं जो आपके हितों, मौलिक अधिकारों और स्वतंत्रता से अधिक है, या यदि प्रसंस्करण कानूनी दावों पर जोर देने, अभ्यास करने या बचाव करने के लिए कार्य करता है, तो आगे की प्रक्रिया सुरक्षित रहेगी। यदि हम आपके व्यक्तिगत डेटा को प्रत्यक्ष विपणन उद्देश्यों के लिए संसाधित करते हैं, तो आपको ऐसे विज्ञापन के उद्देश्य से आपसे संबंधित व्यक्तिगत डेटा के प्रसंस्करण पर किसी भी समय आपत्ति करने का अधिकार है।आप ऊपर बताए अनुसार आपत्ति करने के अपने अधिकार का प्रयोग कर सकते हैं। यदि आप आपत्ति जताने के अपने अधिकार का प्रयोग करते हैं, तो हम प्रत्यक्ष विपणन उद्देश्यों के लिए आपसे संबंधित डेटा का प्रसंस्करण बंद कर देंगे।
hr: AKO OBRAĐUJEMO VAŠE OSOBNE PODATKE NA TEMELJU NAŠEG PREVLADEĆEG LEGITIMNOG INTERESA KAO DIO VAŽENJA INTERESA, IMATE PRAVO PRIGOVORITI SE OVOJ OBRADI U SVAKOM TRENUTKU IZ RAZLOGA KOJI PROIZLAZE IZ VAŠE POSEBNE SITUACIJE, S UČINKOM NABUDUĆNOST.AKO ISKORISTITE SVOJE PRAVO NA PRIGOVOR, PRESTATI ĆEMO OBRAĐIVATI DOTIČNE PODATKE.MEĐUTIM, DALJNJA OBRADA OSTAJE REZERVIRANA AKO MOŽEMO DOKAZATI UVJETNE LEGITIMNE OSNOVE ZA OBRADU KOJE NADLAŽUJU VAŠE INTERESE, temeljna prava i slobode ili ako obrada služi za utvrđivanje, ostvarivanje ili obranu pravnih zahtjeva. AKO OBRAĐUJEMO VAŠE OSOBNE PODATKE U SVRHE IZRAVNOG MARKETINGA, IMATE PRAVO U SVAKOM TRENUTKU ULOŽITI PRIGOVOR NA OBRADU OSOBNIH PODATAKA KOJI SE VAS TIČU U SVRHU TAKVOG OGLAŠAVANJA.MOŽETE ISKORISTITI SVOJE PRAVO NA PRIGOVOR KAKO JE GORE OPISAN. AKO ISKORISTITE SVOJE PRAVO NA PRIGOVOR, PRESTATI ĆEMO OBRAĐIVATI PODATKE KOJI SE ODNOSE NA VAS U SVRHE IZRAVNOG MARKETINGA.
hu: HA AZ ÖN SZEMÉLYES ADATAIT AZ ÉRDEKMÉRLEGELÉS RÉSZEKÉNT NYOMÓS JOGOS ÉRDEKÜNK ALAPJÁN KEZELJÜK, ÖN JOGOSULT ARRA, HOGY AZ ÖN KÜLÖNLEGES HELYZETÉBŐL EREDŐ OKOKBÓL BÁRMIKOR, A JÖVŐRE NÉZVE IS TILTAKOZZON AZ ADATKEZELÉS ELLEN. HA ÖN ÉL A TILTAKOZÁSHOZ VALÓ JOGÁVAL, AZ ÉRINTETT ADATOK FELDOLGOZÁSÁT LEÁLLÍTJUK. A TOVÁBBI ADATKEZELÉS azonban FENNTARTVA marad, amennyiben az adatkezelésre olyan kényszerítő erejű jogos okokat tudunk bizonyítani, amelyek felülírják az Ön érdekeit, alapvető jogait és szabadságait, vagy ha az adatkezelés jogi igények érvényesítését, gyakorlását vagy védelmét szolgálja. HA AZ ÖN SZEMÉLYES ADATAIT KÖZVETLEN ÜZLETSZERZÉS CÉLJÁBÓL KEZELJÜK, ÖN JOGOSULT ARRA, HOGY BÁRMIKOR TILTAKOZZON AZ ÖNRE VONATKOZÓ SZEMÉLYES ADATOK ILYEN CÉLÚ REKLÁMOZÁS CÉLJÁBÓL TÖRTÉNŐ FELDOLGOZÁSA ELLEN. ÖN A FENTIEKBEN LEÍRTAK SZERINT GYAKOROLHATJA TILTAKOZÁSI JOGÁT. HA ÉL A TILTAKOZÁSHOZ VALÓ JOGÁVAL, AKKOR AZ ÖNRE VONATKOZÓ ADATOK KÖZVETLEN ÜZLETSZERZÉSI CÉLÚ FELDOLGOZÁSÁT LEÁLLÍTJUK.
it: SE NELL'AMBITO DI UNA VALUTAZIONE DEGLI INTERESSI TRATTIAMO I TUOI DATI PERSONALI SULLA BASE DEL NOSTRO INTERESSE LEGITTIMO PREVALENTE, HAI IL DIRITTO DI OPPORTI IN QUALSIASI MOMENTO A TALE TRATTAMENTO PER MOTIVI CONNESSI ALLA TUA SITUAZIONE PARTICOLARE, CON EFFETTO PER IL FUTURO. SE ESERCITI IL TUO DIRITTO DI OPPOSIZIONE, CESSEREMO IL TRATTAMENTO DEI DATI INTERESSATI. IL TRATTAMENTO POTRÀ PROSEGUIRE SOLO SE POSSIAMO DIMOSTRARE MOTIVI LEGITTIMI IMPERATIVI CHE PREVALGONO SUI TUOI INTERESSI, DIRITTI E LIBERTÀ, O SE IL TRATTAMENTO SERVE PER L'AFFERMAZIONE, L'ESERCIZIO O LA DIFESA DI DIRITTI LEGALI. SE I TUOI DATI PERSONALI SONO TRATTATI DA NOI A FINI DI PUBBLICITÀ DIRETTA, HAI IL DIRITTO DI OPPORTI IN QUALSIASI MOMENTO AL TRATTAMENTO DEI DATI PERSONALI CHE TI RIGUARDANO A TALE SCOPO. PUOI ESERCITARE L'OPPOSIZIONE COME DESCRITTO SOPRA. SE ESERCITI IL TUO DIRITTO DI OPPOSIZIONE, CESSEREMO IL TRATTAMENTO DEI DATI INTERESSATI A FINI DI PUBBLICITÀ DIRETTA.
ja: 当社が利益の調整の一環として、当社の最優先の正当な利益に基づいてお客様の個人データを処理する場合、お客様は、お客様の特定の状況に起因する理由でいつでもこの処理に異議を申し立てる権利を有し、将来にわたりその影響を及ぼします。あなたが異議を唱える権利を行使した場合、当社は当該データの処理を停止します。ただし、お客様の利益、基本的権利および自由を無効にする処理の説得力のある正当な根拠を証明できる場合、または処理が法的請求の主張、行使、防御に役立つ場合、さらなる処理は留保されます。 当社がダイレクト マーケティングの目的でお客様の個人データを処理する場合、お客様には、そのような広告の目的でお客様に関する個人データが処理されることにいつでも異議を申し立てる権利があります。上記のとおり、異議を申し立てる権利を行使することができます。 あなたが異議を唱える権利を行使した場合、当社は直接的なマーケティング目的でのあなたに関するデータの処理を停止します。
ko: 우리가 정당한 이익을 근거로 귀하의 개인정보를 처리하는 경우, 귀하는 귀하의 특정 상황에 따른 이유로 언제든지 향후 효력을 위해 해당 처리에 대해 이의제기할 권리가 있습니다. 귀하가 이의제기권을 행사하면, 우리는 관련 데이터 처리를 중단합니다. 그러나 귀하의 이익·기본권·자유보다 우위에 있는 정당한 사유를 입증하거나 법적 청구의 설정·행사·방어를 위해 처리가 필요한 경우에는 처리가 계속될 수 있습니다. 귀하의 개인정보가 직접 마케팅 목적을 위해 처리되는 경우, 귀하는 언제든지 해당 광고 목적의 처리에 대해 이의제기할 권리가 있습니다. 위에서 설명된 방식에 따라 이의제기권을 행사할 수 있습니다. 귀하가 이의제기권을 행사하는 경우, 우리는 직접 마케팅 목적을 위한 귀하의 데이터 처리를 중단합니다.
lt: JEI TVARKOME JŪSŲ ASMENS DUOMENIS, PAGRINDAMUS TEISĖTAS SAVO DOKUMENTAS, KAIP SUDARYTI INTERESŲ DALYVAVIMO DALĮ, TURI TEISĘ BET KADA NEPRIESTATI ŠIAM TVARKYMO DĖL PRIEŽASČIŲ, KURIŲ SUSIJUSI DĖL JŪSŲ ATEITIS. JEI NAUDOSITE SAVO TEISE PRIEKŠTUTI, NEBUSIAME TVARKYTI SUSIJUSIŲ DUOMENŲ. TAČIAU, TOLESNIS APDOROJIMAS LIEKA ATLIKTI, JEI GALĖJAME ĮRODYTI ĮTITINAMUS TEISĖTUS TVARKYMO PAGRINDUS, KURIŲ PASKIRTA JŪSŲ INTERESES, pagrindines teises ir laisves, arba jei apdorojimas yra skirtas pareikšti, įgyvendinti arba apginti teisinius reikalavimus. JEI TVARKOME JŪSŲ ASMENS DUOMENIS TIESIOGINĖS RINKODAROS TIKSLAIS, JŪS TURITE TEISĘ BET KURIAU PRIEKŠTUTI SU JUMS SUSIJUSIŲ ASMENS DUOMENŲ TVARKYMĄ TOKIOS REKLAMOS TIKSLU. GALITE NAUDOTI SAVO TEISĘ prieštarauti, kaip aprašyta aukščiau. JEI NAUDOSITE SAVO TEISE PRIEKŠTUTI PRIEKŠTARU, NUSTOSIME TVARKYTI SU JUMS SUSIJUSIŲ DUOMENŲ TIESIOGINĖS RINKODAROS TIKSLAIS.
ml: താൽപ്പര്യങ്ങൾ സന്തുലിതമാക്കുന്നതിൻ്റെ ഭാഗമായി ഞങ്ങൾ നിങ്ങളുടെ നിയമാനുസൃത താൽപ്പര്യത്തെ മറികടക്കുന്നതിൻ്റെ അടിസ്ഥാനത്തിൽ ഞങ്ങൾ നിങ്ങളുടെ വ്യക്തിഗത ഡാറ്റ പ്രോസസ്സ് ചെയ്യുന്നുവെങ്കിൽ, ഈ സമയത്ത് എതിർക്കാനുള്ള അവകാശം നിങ്ങൾക്കുണ്ട് നിങ്ങളുടെ പ്രത്യേക സാഹചര്യത്തിൽ നിന്ന്, ഭാവിയിലേക്ക്. ഒബ്ജക്റ്റ് ചെയ്യാനുള്ള നിങ്ങളുടെ അവകാശം നിങ്ങൾ വിനിയോഗിക്കുകയാണെങ്കിൽ, ബന്ധപ്പെട്ട ഡാറ്റ പ്രോസസ്സ് ചെയ്യുന്നത് ഞങ്ങൾ നിർത്തും. എന്നിരുന്നാലും, നിങ്ങളുടെ താൽപ്പര്യങ്ങൾ, മൗലികാവകാശങ്ങൾ, സ്വാതന്ത്ര്യങ്ങൾ എന്നിവയെ മറികടക്കുന്ന, അല്ലെങ്കിൽ പ്രോസസ്സിംഗ് നിയമപരമായ അവകാശവാദം ഉന്നയിക്കുകയോ അല്ലെങ്കിൽ പ്രതിരോധിക്കുകയോ ചെയ്യുന്ന പ്രക്രിയയ്ക്ക് ആവശ്യമായ നിയമാനുസൃതമായ അടിസ്ഥാനങ്ങൾ തെളിയിക്കാൻ ഞങ്ങൾക്ക് കഴിയുമെങ്കിൽ, കൂടുതൽ പ്രോസസ്സിംഗ് സംവരണം ചെയ്തിരിക്കുന്നു. നേരിട്ടുള്ള വിപണന ആവശ്യങ്ങൾക്കായി ഞങ്ങൾ നിങ്ങളുടെ വ്യക്തിഗത ഡാറ്റ പ്രോസസ്സ് ചെയ്യുകയാണെങ്കിൽ, ആ ആവശ്യത്തിനായി നിങ്ങളെ സംബന്ധിക്കുന്ന വ്യക്തിഗത ഡാറ്റ പ്രോസസ്സ് ചെയ്യുന്നതിന് ഏത് സമയത്തും എതിർക്കാൻ നിങ്ങൾക്ക് അവകാശമുണ്ട്. മുകളിൽ വിവരിച്ചിരിക്കുന്നതുപോലെ ഒബ്ജക്റ്റ് ചെയ്യാനുള്ള നിങ്ങളുടെ അവകാശം നിങ്ങൾക്ക് വിനിയോഗിക്കാം. എതിർക്കാനുള്ള നിങ്ങളുടെ അവകാശം നിങ്ങൾ വിനിയോഗിക്കുകയാണെങ്കിൽ, നേരിട്ടുള്ള വിപണന ആവശ്യങ്ങൾക്കായി നിങ്ങളെ സംബന്ധിക്കുന്ന ഡാറ്റ പ്രോസസ്സ് ചെയ്യുന്നത് ഞങ്ങൾ നിർത്തും.
my: အကယ်. ကျွန်ုပ်တို့၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုကျွန်ုပ်တို့၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုကျွန်ုပ်တို့ထပ်ခါတလဲလဲပြုစုပျိုးထောင်ခြင်း၏အခြေခံအနေဖြင့်လုပ်ဆောင်ပါကသင်၏အခြေအနေများမှပေါ်ပေါက်လာသောအကြောင်းပြချက်များကြောင့်အနာဂတ်အတွက်အကျိုးသက်ရောက်သောအကြောင်းပြချက်များကြောင့်ဤပြုပြင်ခြင်းကိုမည်သည့်အချိန်တွင်မဆိုလုပ်ဆောင်ရန်သင့်တွင်ဤပြုပြင်ခြင်းကိုကန့်ကွက်ပိုင်ခွင့်ရှိသည်။ အကယ်. သင်သည်သင်၏အခွင့်အရေးကိုအရာဝတ်ထုပိုင်ခွင့်ကိုလေ့ကျင့်ပါကကျွန်ုပ်တို့နှင့်သက်ဆိုင်သောအချက်အလက်များကိုဆက်လက်လုပ်ဆောင်တော့မည်ဖြစ်သည်။ သို့သော်သင်၏အကျိုးစီးပွားများ, အခြေခံအခွင့်အရေးများနှင့်လွတ်လပ်ခွင့်များကိုကျော်လွှားနိုင်သည့်အပြောင်းအလဲများအတွက်တရားဝင်ခိုင်ခိုင်မာမာခိုင်ခိုင်မာမာတင်ပြနိုင်လျှင်ဆက်လက်လုပ်ဆောင်နေပါကထပ်မံပြုပြင်ခြင်းသည်ဆက်လက်ထိန်းသိမ်းထားဆဲဖြစ်သည်။ သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုတိုက်ရိုက်စျေးကွက်ရှာဖွေရေးအတွက်ရည်ရွယ်ထားပါကထိုကဲ့သို့သောကြော်ငြာများအတွက်သင့်အကြောင်းသင့်အကြောင်းသင့်အကြောင်းကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုလုပ်ဆောင်ရန်အချိန်မရွေးအရာဝတ်ထုရှိသည်။ အထက်တွင်ဖော်ပြထားသည့်အတိုင်းသင်၏အရာဝတ်ထုကိုသင့်အခွင့်အရေးကိုလေ့ကျင့်နိုင်သည်။ အကယ်. သင်၏အရာဝတ်ထုကိုသင့်အခွင့်အရေးကိုကျင့်သုံးပါကစျေးကွက်ရှာဖွေရေးရည်ရွယ်ချက်များအတွက်သင့်အကြောင်းအချက်အလက်များကိုကျွန်ုပ်တို့ဆက်လက်လုပ်ဆောင်သွားမည်ဖြစ်သည်။
nl: WENN WIR IM RAHMEN EINER INTERESSENABWÄGUNG IHRE PERSONENBEZOGENEN DATEN AUFGRUND UNSERES ÜBERWIEGENDEN BERECHTIGTEN INTERESSES VERARBEITEN, HABEN SIE DAS JEDERZEITIGE RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIESE VERARBEITUNG WIDERSPRUCH MIT WIRKUNG FÜR DIE ZUKUNFT EINZULEGEN. MACHEN SIE VON IHREM WIDERSPRUCHSRECHT GEBRAUCH, BEENDEN WIR DIE VERARBEITUNG DER BETROFFENEN DATEN. EINE WEITERVERARBEITUNG BLEIBT ABER VORBEHALTEN, WENN WIR ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN KÖNNEN, DIE IHRE INTERESSEN, GRUNDRECHTE UND GRUNDFREIHEITEN ÜBERWIEGEN, ODER WENN DIE VERARBEITUNG DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN DIENT. WERDEN IHRE PERSONENBEZOGENEN DATEN VON UNS VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN. SIE KÖNNEN DEN WIDERSPRUCH WIE OBEN BESCHRIEBEN AUSÜBEN. MACHEN SIE VON IHREM WIDERSPRUCHSRECHT GEBRAUCH, BEENDEN WIR DIE VERARBEITUNG DER BETROFFENEN DATEN ZU DIREKTWERBEZWECKEN.
no: HVIS VI BEHANDLER DINE PERSONOPPLYSNINGER PÅ BASIS AV VÅR OVERSKRIDENDE LEGITIMME INTERESSE SOM DEL AV EN INTERESSEAVVIKLING, HAR DU RETTEN TIL Å GJØRE INGENTING MOT DENNE BEHANDLINGEN NÅR SOM TIDSPUNKT AV ÅRSAKER SOM STÅR FRA DIN spesifikke. HVIS DU BRUKER RETTEN TIL Å KOMME IGEN INVENDELSE, STOPPER VI BEHANDLING AV DATA. YTTERLIGERE BEHANDLING FORBLIR MEN RESERVERT HVIS VI KAN BEVISE OVERVANGENDE LEGITIMTE GRUNNLAG FOR BEHANDLING SOM OVERORDRER DINE INTERESSER, grunnleggende rettigheter og friheter, eller hvis behandlingen tjener til å hevde, utøve eller forsvare juridiske krav. HVIS VI BEHANDLER DINE PERSONOPPLYSNINGER FOR DIREKTE MARKEDSFØRINGSFORMÅL, HAR DU RETTEN TIL AT ETHVERT TIDSPUNKT KOMME IGEN MOT BEHANDLING AV PERSONOPPLYSNINGER OM DEG FOR FORMÅL MED SLIK ANNONSERING. DU KAN UTNYTTE DIN RETT TIL Å KOMME IGEN SOM BESKREVET OVER. HVIS DU BRUKER RETTEN DIN TIL Å MIDDEL, STOPPER VI BEHANDLING AV DATA OM DEG FOR DIREKTE MARKEDSFØRINGSFORMÅL.
pl: JEŚLI PRZETWARZAMY TWOJE DANE OSOBOWE NA PODSTAWIE NASZEGO NAJWAŻNIEJSZEGO UZASADNIONEGO INTERESU W RAMACH ZRÓWNOWAŻENIA INTERESÓW, MASZ PRAWO W KAŻDEJ CHWILI sprzeciwić się temu PRZETWARZANIU Z POWODÓW WYNIKAJĄCYCH Z TWOJEJ SZCZEGÓLNEJ SYTUACJI, ZE SZKUTEM NA PRZYSZŁOŚĆ. JEŚLI SKORZYSTASZ Z PRAWA DO Sprzeciwu, ZATRZYMAMY SIĘ Z PRZETWARZANIA DANYCH. JEDNAK DALSZE PRZETWARZANIE POZOSTAJE ZASTRZEŻONE, JEŚLI MOŻEMY WYKAZAĆ ISTOTNE, UZASADNIONE PODSTAWY PRZETWARZANIA, KTÓRE MAJĄ NADZWOLENIE NA PAŃSTWA INTERESY, podstawowe prawa i wolności, lub jeżeli przetwarzanie ma na celu dochodzenie, wykonywanie lub obronę roszczeń prawnych. JEŚLI PRZETWARZAMY TWOJE DANE OSOBOWE W CELACH MARKETINGU BEZPOŚREDNIEGO, MASZ PRAWO W KAŻDEJ CHWILI WSTRZYMAĆ SIĘ PRZETWARZANIU DOTYCZĄCYCH DANYCH OSOBOWYCH W CELACH TAKIEJ REKLAM. MOŻESZ SKORZYSTAĆ Z PRAWA DO Sprzeciwu, jak opisano powyżej. JEŚLI SKORZYSTASZ Z PRAWA DO Sprzeciwu, PRZESTAJEMY PRZETWARZAĆ DOTYCZĄCE DANYCH W CELACH MARKETINGU BEZPOŚREDNIEGO.
pt: SE PROCESSARMOS OS SEUS DADOS PESSOAIS COM BASE NO NOSSO INTERESSE LEGÍTIMO PREDOMINANTE NO ÂMBITO DE UMA PONDERAÇÃO DE INTERESSES, VOCÊ TEM O DIREITO DE SE OPOR A QUALQUER MOMENTO A ESSE PROCESSAMENTO POR MOTIVOS DECORRENTES DA SUA SITUAÇÃO PARTICULAR, COM EFEITO PARA O FUTURO. SE VOCÊ EXERCER O DIREITO DE OBJEÇÃO, DEIXAREMOS DE PROCESSAR OS DADOS EM QUESTÃO. O PROCESSAMENTO PODE CONTINUAR SE CONSEGUIRMOS DEMONSTRAR MOTIVOS LEGÍTIMOS IMPERIOSOS QUE SE SOBREPONHAM AOS SEUS INTERESSES, DIREITOS E LIBERDADES, OU SE O PROCESSAMENTO SERVIR PARA A FORMULAÇÃO, EXERCÍCIO OU DEFESA DE REIVINDICAÇÕES LEGAIS. SE OS SEUS DADOS PESSOAIS FOREM PROCESSADOS POR NÓS PARA MARKETING DIRETO, VOCÊ TEM O DIREITO DE SE OPOR A QUALQUER MOMENTO AO PROCESSAMENTO DOS DADOS PESSOAIS QUE LHE DIZEM RESPEITO PARA ESSE FIM. VOCÊ PODE EXERCER A OBJEÇÃO COMO DESCRITO ACIMA. SE VOCÊ EXERCER O DIREITO DE OBJEÇÃO, DEIXAREMOS DE PROCESSAR OS DADOS EM QUESTÃO PARA FINS DE MARKETING DIRETO.
ru: ЕСЛИ МЫ ОБРАБАТЫВАЕМ ВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ НА ОСНОВЕ НАШЕГО ПРЕОБЛАДАЮЩЕГО ЗАКОННОГО ИНТЕРЕСА В РАМКАХ СОПОСТАВЛЕНИЯ ИНТЕРЕСОВ, ВЫ ИМЕЕТЕ ПРАВО В ЛЮБОЙ МОМЕНТ ВОЗРАЗИТЬ ПРОТИВ ЭТОЙ ОБРАБОТКИ ПО ПРИЧИНАМ, ВЫТЕКАЮЩИМ ИЗ ВАШЕЙ ОСОБОЙ СИТУАЦИИ, С ДЕЙСТВИЕМ НА БУДУЩЕЕ. ЕСЛИ ВЫ ВОСПОЛЬЗУЕТЕСЬ ПРАВОМ ВОЗРАЖЕНИЯ, МЫ ПРЕКРАТИМ ОБРАБОТКУ ЗАТРОНУТЫХ ДАННЫХ. ОБРАБОТКА МОЖЕТ ПРОДОЛЖИТЬСЯ, ЕСЛИ МЫ МОЖЕМ ДОКАЗАТЬ НЕОБХОДИМЫЕ ЗАКОНОСООБРАЗНЫЕ ОСНОВАНИЯ, ПРЕОБЛАДАЮЩИЕ НАД ВАШИМИ ИНТЕРЕСАМИ, ПРАВАМИ И СВОБОДАМИ, ИЛИ ЕСЛИ ОБРАБОТКА СЛУЖИТ ДЛЯ ПРЕДЪЯВЛЕНИЯ, ОСУЩЕСТВЛЕНИЯ ИЛИ ЗАЩИТЫ ПРАВОВЫХ ТРЕБОВАНИЙ. ЕСЛИ МЫ ОБРАБАТЫВАЕМ ВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ В ЦЕЛЯХ ПРЯМОЙ РЕКЛАМЫ, ВЫ ИМЕЕТЕ ПРАВО В ЛЮБОЙ МОМЕНТ ВОЗРАЗИТЬ ПРОТИВ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ, КАСАЮЩИХСЯ ВАС, С ЭТОЙ ЦЕЛЬЮ. ВЫ МОЖЕТЕ ОСУЩЕСТВИТЬ ВОЗРАЖЕНИЕ, КАК ОПИСАНО ВЫШЕ. ЕСЛИ ВЫ ВОСПОЛЬЗУЕТЕСЬ ПРАВОМ ВОЗРАЖЕНИЯ, МЫ ПРЕКРАТИМ ОБРАБОТКУ ЗАТРОНУТЫХ ДАННЫХ ДЛЯ ЦЕЛЕЙ ПРЯМОЙ РЕКЛАМЫ.
sl: ČE VAŠE OSEBNE PODATKE OBDELUJEMO NA PODLAGI NAŠEGA PREVLADUJOČEGA ZAKONITEGA INTERESA V OKVIRU TEHTANJA INTERESOV, IMATE PRAVICO, DA TEJ OBDELAVI KADARKOLI UGOVORITE ZARADI RAZLOGOV, KI IZHAJAJO IZ VAŠEGA POSEBNEGA POLOŽAJA, Z UČINKOM ZA PRIHODNOST. ČE UPORABLJATE SVOJO PRAVICO DO UGOVORA, BOMO PRENEHALI OBDELOVATI ZADEVNE PODATKE. VENDAR JE NADALJNJA OBDELAVA PRIDRŽANA, ČE LAHKO DOKAŽEMO OBVEZNE ZAKONITE PODLAGE ZA OBDELAVO, KI PREVLADI VAŠE INTERESE, temeljne pravice in svoboščine, ali če je obdelava namenjena uveljavljanju, izvajanju ali obrambi pravnih zahtevkov. ČE VAŠE OSEBNE PODATKE OBDELUJEMO ZA NAMENE NEPOSREDNEGA TRŽENJA, IMATE PRAVICO, DA KADAR KOLI UGOVORITE OBDELAVI OSEBNIH PODATKOV, KI SE NANAŠAJO NA VAS, ZA NAMEN TAKŠNEGA OGLAŠEVANJA. PRAVICO DO UGOVORA LAHKO UVELJAVLJATE, KOT JE OPISAN ZGORAJ. ČE UPORABLJATE SVOJO PRAVICO DO UGOVORA, BOMO PRENEHALI OBDELOVATI PODATKE, KI SE NANAŠAJO NA VAS, ZA NAMENE NEPOSREDNEGA TRŽENJA.
sr: АКО ОБРАЂУЈЕМО ВАШЕ ЛИЧНЕ ПОДАТКЕ НА ОСНОВУ НАШЕГ ПРЕЛАЖАЈУЋЕГ ЛЕГИТИМНОГ ИНТЕРЕСА КАО ДЕО Уравнотежавања ИНТЕРЕСА, ВИ ИМАТЕ ПРАВО ПРИГОВОР НА ОВОЈ ОБРАДИ У БИЛО КОЈЕ ТРЕМЕ ИЗ РАЗЛОГА КОЈИ ПРОИСТИЧУ ИЗ ДЕЛОВА ЗА БУДУЋНОСТ. УКОЛИКО ОСТВАРИТЕ ПРАВО НА ПРИГОВОР, ПРЕСТАЋЕМО ОБРАДУ ПОДАТАКА. МЕЂУТИМ, ДАЉА ОБРАДА ОСТАЈЕ РЕЗЕРВИСАНО АКО МОЖЕМО ДОКАЗАТИ ЈАВНЕ ЛЕГИТИМНЕ РАЗЛОГЕ ЗА ОБРАДУ КОЈЕ ПРЕМАЖУ ВАШЕ ИНТЕРЕСЕ, основна права и слободе, или ако обрада служи за потврђивање, остваривање или одбрану правних потраживања. УКОЛИКО ВАШЕ ЛИЧНЕ ПОДАТКЕ ОБРАЂУЈЕМО У ДИРЕКТНЕ МАРКЕТИНШКЕ СВРХЕ, ИМАТЕ ПРАВО ДА У БИЛО КОЈЕ ТРЕНУТКУ УЛОЖИТЕ ПРИГОВОР НА ОБРАДУ ЛИЧНИХ ПОДАТАКА КОЈИ СЕ ВАС ТИЧЕ У СВРХУ ТАКВОГ ОГЛАШАВАЊА. МОЖЕТЕ ОСТВАРИТИ ПРАВО НА ПРИГОВОР КАКО ЈЕ ГОРЕ ОПИСАН. АКО ОСТВАРИТЕ ПРАВО НА ПРИГОВОР, ПРЕСТАЋЕМО ОБРАДУ ПОДАТАКА КОЈИ СЕ ВАС ТИЧЕ У ДИРЕКТНЕ МАРКЕТИНШКЕ СВРХЕ.
sv: OM VI BEHANDLAR DINA PERSONUPPGIFTER PÅ GRUND AV VÅRT ÖVERGRIPANDE LEGITIMMA INTRESSE SOM EN DEL I EN INTRESSEAVVÄGNING, HAR DU RÄTT ATT INvända MOT DENNA BEHANDLING NÄR SOM HELST AV SKÄL SOM HELST AV SÄRSKILT DIN SÄRSKILD. OM DU UTÖVER DIN RÄTT ATT INKOMST KOMMER VI ATT SLUTA ATT BEHANDLA BERÖRDA DATA. YTTERLIGARE BEHANDLING FÖRSTÅR ​​DOCK RESERVERAD OM VI KAN BEVISA TRYGANDE LEGITIMA SKÄL FÖR BEHANDLINGEN SOM ÅSTIGER DINA INTRESSEN, grundläggande rättigheter och friheter, eller om behandlingen tjänar till att hävda, utöva eller försvara rättsliga anspråk. OM VI BEHANDLAR DINA PERSONUPPGIFTER FÖR DIREKTMARKNADSFÖRINGSSYFTEN, HAR DU RÄTT ATT NÄR SOM HELST INKOMST MOT BEHANDLING AV PERSONUPPGIFTER OM DIG FÖR SYFTE MED SÅDAN REKLAM. DU KAN UTÖVA DIN RÄTT ATT KOMMA IGEN SOM BESKRIVS Ovan. OM DU UTÖVER DIN RÄTT ATT INKOMST KOMMER VI ATT SLUTA BEHANDLING AV UPPGIFTER OM DIG FÖR DIREKTMARKNADSFÖRINGSSYFTEN.
sw: Ikiwa tutashughulikia data yako ya kibinafsi kwa msingi wa riba yetu halali kama sehemu ya kusawazisha masilahi, una haki ya kupinga usindikaji huu wakati wowote kwa sababu zinazotokana na hali yako fulani, na athari kwa siku zijazo. Ikiwa utatumia haki yako ya kupinga, tutaacha kusindika data inayohusika. Walakini, usindikaji zaidi bado umehifadhiwa ikiwa tunaweza kudhibitisha sababu halali za usindikaji ambazo zinazidisha masilahi yako, haki za msingi na uhuru, au ikiwa usindikaji hutumika, kutekeleza au kutetea madai ya kisheria. Ikiwa tutashughulikia data yako ya kibinafsi kwa madhumuni ya uuzaji wa moja kwa moja, una haki ya kupinga wakati wowote kwa usindikaji wa data ya kibinafsi juu yako kwa madhumuni ya matangazo kama haya. Unaweza kutumia haki yako ya kupinga kama ilivyoelezwa hapo juu. Ikiwa utatumia haki yako ya kupinga, tutaacha kusindika data inayokuhusu kwa madhumuni ya uuzaji wa moja kwa moja.
th: หากเราประมวลผลข้อมูลส่วนบุคคลของคุณบนพื้นฐานของผลประโยชน์ที่ถูกต้องตามกฎหมายของเราซึ่งเป็นส่วนหนึ่งของการรักษาสมดุลของผลประโยชน์ คุณมีสิทธิ์ที่จะคัดค้านการประมวลผลนี้ได้ตลอดเวลาด้วยเหตุผลที่เกิดขึ้นจากสถานการณ์เฉพาะของคุณ และมีผลกระทบต่ออนาคต หากคุณใช้สิทธิ์ในการคัดค้าน เราจะหยุดการประมวลผลข้อมูลที่เกี่ยวข้อง อย่างไรก็ตาม การประมวลผลเพิ่มเติมยังคงสงวนไว้หากเราสามารถพิสูจน์เหตุผลทางกฎหมายที่น่าสนใจสำหรับการประมวลผลที่แทนที่ผลประโยชน์ สิทธิและเสรีภาพขั้นพื้นฐานของคุณ หรือหากการประมวลผลมีขึ้นเพื่อยืนยัน ดำเนินการ หรือป้องกันการเรียกร้องทางกฎหมาย หากเราประมวลผลข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์ทางการตลาดแบบตรง คุณมีสิทธิ์ที่จะคัดค้านการประมวลผลข้อมูลส่วนบุคคลที่เกี่ยวข้องกับคุณเพื่อวัตถุประสงค์ของการโฆษณาดังกล่าวได้ตลอดเวลา คุณสามารถใช้สิทธิ์ของคุณเพื่อวัตถุประสงค์ตามที่อธิบายไว้ข้างต้น หากคุณใช้สิทธิ์ในการคัดค้าน เราจะหยุดการประมวลผลข้อมูลที่เกี่ยวข้องกับคุณเพื่อวัตถุประสงค์ทางการตลาดแบบตรง
tr: KİŞİSEL VERİLERİNİZİ, ÇIKARLARIN DENGESİNİN BİR PARÇASI OLARAK, ÖNCELİKLİ MEŞRU MENFAATIMIZ TEMELİNDE İŞLİYORSAK, GELECEĞE YÖNELİK OLARAK, ÖZEL DURUMUNUZDAN KAYNAKLANAN NEDENLERDEN DOLAYI BU İŞLEMEYE HER ZAMAN İTİRAZ ETME HAKKINIZ VAR. İTİRAZ HAKKINIZI KULLANIRSANIZ, İLGİLİ VERİLERİN İŞLENMESİNİ DURDURACAĞIZ. ANCAK, İŞLEME İÇİN ÇIKARLARINIZI, temel haklarınızı ve özgürlüklerinizi geçersiz kılan zorlayıcı meşru gerekçeleri kanıtlayabilirsek veya işleme, yasal iddiaları ileri sürmeye, uygulamaya veya savunmaya hizmet ederse, DİĞER İŞLEMELER SAKLI KALACAKTIR. KİŞİSEL VERİLERİNİZİ DOĞRUDAN PAZARLAMA AMAÇLARI İÇİN İŞLİYORUZ, SİZE İLİŞKİN KİŞİSEL VERİLERİN BU TÜR REKLAM AMACI İÇİN İŞLENMESİNE HER ZAMAN İTİRAZ ETME HAKKINIZ VAR. YUKARIDA AÇIKLANDIĞI ŞEKİLDE İTİRAZ HAKKINIZI KULLANABİLİRSİNİZ. İTİRAZ HAKKINIZI KULLANIRSANIZ, SİZİNLE İLGİLİ VERİLERİN DOĞRUDAN PAZARLAMA AMAÇLARIYLA İŞLENMESİNİ DURDURACAĞIZ.
uk: ЯКЩО МИ ОБРОБЛЯЄМО ВАШІ ПЕРСОНАЛЬНІ ДАНІ НА ОСНОВІ НАШОГО ПЕРЕВАГАЛЬНОГО ЗАКОННОГО ІНТЕРЕСУ ЯК ЧАСТИНА БАЛАНСУ ІНТЕРЕСІВ, ВИ МАЄТЕ ПРАВО ЗАПЕРЕЧИТИ ПРОТИ ЦІЄЇ ОБРОБКИ У БУДЬ-ЯКИЙ ЧАС З ПРИЧИН, ЩО ВИХОДЯТЬ З ВАШОЇ КОНКРЕТНОЇ СИТУАЦІЇ, З ЕФЕКТОМ ДЛЯ МАЙБУТНЄ. ЯКЩО ВИ СКОРИСТАЄТЕСЯ СВОЇМ ПРАВОМ НА ЗАПЕРЕЧЕННЯ, МИ ПРИПИНИМО ОБРОБКУ ВІДПОВІДНИХ ДАНИХ. ОДНАК, ПОДАЛЬША ОБРОБКА ЗАЛИШАЄТЬСЯ, ЯКЩО МИ МОЖЕМО ДОВЕСТИ ВАЖЛИВІ ЗАКОННІ ПІДСТАВИ ДЛЯ ОБРОБКИ, ЩО ПЕРЕВАЖУЮТЬ ВАШІ ІНТЕРЕСИ, основні права та свободи, або якщо обробка служить для ствердження, здійснення чи захисту правових вимог. ЯКЩО МИ ОБРОБЛЯЄМО ВАШІ ПЕРСОНАЛЬНІ ДАНІ ДЛЯ ЦІЛЕЙ ПРЯМОГО МАРКЕТИНГУ, ВИ МАЄТЕ ПРАВО ЗАПЕРЕЧИТИ В БУДЬ-ЯКИЙ ЧАС ПРОТИ ОБРОБКИ ОСОБИСТИХ ДАНИХ, ЩО ВАС СТОСУЮТЬСЯ, ДЛЯ ЦІЛЕЙ ТАКОЇ РЕКЛАМИ. ВИ МОЖЕТЕ РЕАЛІЗУВАТИ СВОЄ ПРАВО НА ЗАПЕРЕЧЕННЯ, ЯК ОПИСАНО ВИЩЕ. ЯКЩО ВИ СКОРИСТАЄТЕСЯ СВОЇМ ПРАВОМ НА ЗАПЕРЕЧЕННЯ, МИ ПРИПИНИМО ОБРОБКУ ДАНИХ, ЩО СТОСУЮТЬСЯ ВАС, ДЛЯ ЦІЛЕЙ ПРЯМОГО МАРКЕТИНГУ.
vi: NẾU CHÚNG TÔI XỬ LÝ DỮ LIỆU CÁ NHÂN CỦA BẠN TRÊN CƠ SỞ LỢI ÍCH HỢP PHÁP LỚN NHẤT CỦA CHÚNG TÔI NHƯ MỘT PHẦN CÂN BẰNG LỢI ÍCH, BẠN CÓ QUYỀN PHẢN ĐỐI QUY TRÌNH NÀY BẤT CỨ LÚC NÀO VÌ CÁC LÝ DO PHÁT SINH TỪ TÌNH HUỐNG CỤ THỂ CỦA BẠN, CÓ HIỆU LỰC CHO TƯƠNG LAI. NẾU BẠN THỰC HIỆN QUYỀN ĐỐI TƯỢNG CỦA MÌNH, CHÚNG TÔI SẼ NGỪNG XỬ LÝ DỮ LIỆU LIÊN QUAN. TUY NHIÊN, QUY TRÌNH XỬ LÝ TIẾP THEO VẪN ĐƯỢC BẢO QUẢN NẾU CHÚNG TÔI CÓ THỂ CHỨNG MINH CÁC CƠ SỞ HỢP PHÁP HẤP DẪN CHO QUY TRÌNH XỬ LÝ NÀY ƯU ĐÃI LỢI ÍCH, quyền cơ bản và quyền tự do của bạn hoặc nếu quá trình xử lý nhằm mục đích khẳng định, thực hiện hoặc bảo vệ các khiếu nại pháp lý. NẾU CHÚNG TÔI XỬ LÝ DỮ LIỆU CÁ NHÂN CỦA BẠN CHO MỤC ĐÍCH TIẾP THỊ TRỰC TIẾP, BẠN CÓ QUYỀN ĐỐI TƯỢNG BẤT CỨ LÚC NÀO ĐỐI VỚI VIỆC XỬ LÝ DỮ LIỆU CÁ NHÂN LIÊN QUAN ĐẾN BẠN CHO MỤC ĐÍCH QUẢNG CÁO ĐÓ. BẠN CÓ THỂ THỰC HIỆN QUYỀN ĐỐI TƯỢNG CỦA MÌNH NHƯ ĐƯỢC MÔ TẢ Ở TRÊN. NẾU BẠN THỰC HIỆN QUYỀN ĐỐI TƯỢNG CỦA MÌNH, CHÚNG TÔI SẼ NGỪNG XỬ LÝ DỮ LIỆU LIÊN QUAN ĐẾN BẠN CHO MỤC ĐÍCH TIẾP THỊ TRỰC TIẾP.
zh: 如果我们作为利益平衡的一部分，基于我们压倒一切的合法利益来处理您的个人数据，您有权因您的具体情况而随时反对此处理，并且对未来有效。如果您行使反对权，我们将停止处理相关数据。然而，如果我们能够证明有令人信服的合法理由进行凌驾于您的利益、基本权利和自由之上的处理，或者如果处理用于主张、行使或捍卫法律主张，则保留进一步处理的权利。 如果我们出于直接营销目的处理您的个人数据，您有权随时反对出于此类广告目的处理您的个人数据。您可以行使上述反对权。 如果您行使反对权，我们将停止出于直接营销目的处理有关您的数据。
