Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# cometConsentScreenAcceptButton
source: I want to give feedback
af: Ek wil terugvoer gee
ar: أريد تقديم ملاحظات
bg: Искам да давам обратна връзка
bs: Želim dati povratnu informaciju
cs: Chci poskytnout zpětnou vazbu
da: Jeg vil gerne give feedback
de: Ich möchte Feedback geben
el: Θέλω να δώσω ανατροφοδότηση
es: Quiero dar comentarios
et: Soovin tagasisidet anda
fa: من می خواهم بازخورد بدهم
fi: Haluan antaa palautetta
fr: Je souhaite donner un retour
hi: मैं फीडबैक देना चाहता हूं
hr: Želim dati povratne informacije
hu: Szeretnék visszajelzést adni
it: Voglio fornire feedback
ja: フィードバックを送りたい
ko: 피드백 제공을 원합니다
lt: Noriu pateikti atsiliepimą
ml: ഫീഡ്‌ബാക്ക് നൽകാൻ ഞാൻ ആഗ്രഹിക്കുന്നു
my: ငါတုံ့ပြန်ချက်ပေးချင်တယ်
nl: Ik wil feedback geven
no: Jeg ønsker å gi tilbakemelding
pl: Chcę przekazać opinię
pt: Quero dar feedback
ru: Я хочу предоставить обратную связь
sl: Želim dati povratne informacije
sr: Желим да дам повратну информацију
sv: Jag vill ge feedback
sw: Nataka kutoa maoni
th: ฉันต้องการที่จะให้ข้อเสนอแนะ
tr: Geri bildirimde bulunmak istiyorum
uk: Я хочу дати відгук
vi: Tôi muốn đưa ra phản hồi
zh: 我想反馈

# exportTabHowToExport
source: How would you like to export the data?
af: Hoe wil jy die data uitvoer?
ar: كيف تريد تصدير البيانات؟
bg: Как искате да експортирате данните?
bs: Kako želite da izvezete podatke?
cs: Jak chcete data exportovat?
da: Hvordan vil du eksportere dataene?
de: Wie möchten Sie die Daten exportieren?
el: Πώς θα θέλατε να εξάγετε τα δεδομένα;
es: ¿Cómo te gustaría exportar los datos?
et: Kuidas soovid andmeid eksportida?
fa: چگونه می خواهید داده ها را صادر کنید؟
fi: Miten haluat viedä tiedot?
fr: Comment souhaitez-vous exporter les données ?
hi: आप डेटा कैसे निर्यात करना चाहेंगे?
hr: Kako želite izvesti podatke?
hu: Hogyan szeretné exportálni az adatokat?
it: Come vuoi esportare i dati?
ja: データをどのようにエクスポートしますか?
ko: 데이터를 어떻게 내보내시겠습니까?
lt: Kaip norėtumėte eksportuoti duomenis?
ml: എങ്ങനെയാണ് ഡാറ്റ കയറ്റുമതി ചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നത്?
my: ဒေတာကိုဘယ်လိုတင်ပို့ချင်ပါသလဲ
nl: Hoe wilt u de gegevens exporteren?
no: Hvordan vil du eksportere dataene?
pl: Jak chcesz wyeksportować dane?
pt: Como você gostaria de exportar os dados?
ru: Как вы хотите экспортировать данные?
sl: Kako želite izvoziti podatke?
sr: Како желите да извезете податке?
sv: Hur skulle du vilja exportera data?
sw: Je! Ungependa kuuza nje data?
th: คุณต้องการส่งออกข้อมูลอย่างไร
tr: Verileri nasıl dışa aktarmak istersiniz?
uk: Як би ви хотіли експортувати дані?
vi: Bạn muốn xuất dữ liệu như thế nào?
zh: 您想如何导出数据？

# exportTabHowToExportOptionShare
source: Share with other apps
af: Deel met ander toepassings
ar: مشاركة مع تطبيقات أخرى
bg: Споделяне с други приложения
bs: Podijelite s drugim aplikacijama
cs: Sdílejte s ostatními aplikacemi
da: Del med andre apps
de: Mit anderen Apps teilen
el: Κοινή χρήση με άλλες εφαρμογές
es: Compartir con otras aplicaciones
et: Jaga teiste rakendustega
fa: با سایر برنامه ها به اشتراک بگذارید
fi: Jaa muiden sovellusten kanssa
fr: Partager avec d'autres applications
hi: अन्य ऐप्स के साथ साझा करें
hr: Podijelite s drugim aplikacijama
hu: Megosztás más alkalmazásokkal
it: Condividi con altre app
ja: 他のアプリと共有する
ko: 다른 앱과 공유
lt: Bendrinkite su kitomis programomis
ml: മറ്റ് ആപ്പുകളുമായി പങ്കിടുക
my: အခြားအက်ပ်များနှင့်မျှဝေပါ
nl: Delen met andere apps
no: Del med andre apper
pl: Udostępnij innym aplikacjom
pt: Compartilhar com outros aplicativos
ru: Поделиться с другими приложениями
sl: Delite z drugimi aplikacijami
sr: Делите са другим апликацијама
sv: Dela med andra appar
sw: Shiriki na programu zingine
th: แชร์กับแอปอื่นๆ
tr: Diğer uygulamalarla paylaşın
uk: Поділіться з іншими програмами
vi: Chia sẻ với các ứng dụng khác
zh: 与其他应用程序共享

# exportTabHowToExportOptionSaveToDownloads
source: Save to folder {folder}
af: Stoor in vouer {folder}
ar: حفظ في مجلد {folder}
bg: Запазване в папка {folder}
bs: Sačuvaj u folder {folder}
cs: Uložit do složky {folder}
da: Gem i mappen {folder}
de: Im Ordner {folder} speichern
el: Αποθήκευση στο φάκελο{folder}
es: Guardar en la carpeta {folder}
et: Salvesta kausta {folder}
fa: ذخیره در پوشه {folder}
fi: Tallenna kansioon {folder}
fr: Enregistrer dans le dossier {folder}
hi: फ़ोल्डर {folder} में सहेजें
hr: Spremi u mapu {folder}
hu: Mentsd a mappába{folder}
it: Salva nella cartella {folder}
ja: {folder}フォルダーに保存
ko: {folder} 폴더에 저장
lt: Išsaugoti aplanke {folder}
ml: {folder} എന്ന ഫോൾഡറിലേക്ക് സംരക്ഷിക്കുക
my: Phtoken0 folder မှ Save
nl: Opslaan in map {folder}
no: Lagre i mappen {folder}
pl: Zapisz w folderze {folder}
pt: Salvar na pasta {folder}
ru: Сохранить в папку {folder}
sl: Shrani v mapo {folder}
sr: Сачувај у фасциклу ПХТОКЕН0
sv: Spara i mappen {folder}
sw: Hifadhi kwa folda phtoken0
th: บันทึกลงในโฟลเดอร์ {folder}
tr: {folder} klasörüne kaydet
uk: Зберегти в папку {folder}
vi: Lưu vào thư mục {folder}
zh: 保存到文件夹 {folder}

# exportTabSnackBarSaveResultMessageSuccess
source: Data has been successfully saved as {fileName} in folder {folder}
af: Data is suksesvol gestoor as {fileName} in vouer {folder}
ar: تم حفظ البيانات بنجاح كـ {fileName} في مجلد {folder}
bg: Данните са успешно запазени като {fileName} в папка {folder}
bs: Podaci su uspješno sačuvani kao {fileName} u folderu {folder}
cs: Data byla úspěšně uložena jako {fileName} do složky {folder}
da: Data er blevet gemt som {fileName} i mappen {folder}
de: Die Daten wurden erfolgreich als {fileName} im Ordner {folder} gespeichert
el: Τα δεδομένα αποθηκεύτηκαν με επιτυχία ως {fileName} στο φάκελο {folder}
es: Los datos se han guardado correctamente como {fileName} en la carpeta {folder}
et: Andmed salvestati edukalt failina {fileName} kausta {folder}
fa: داده ها با موفقیت به عنوان {fileName} در پوشه {folder} ذخیره شد
fi: Tiedot on tallennettu onnistuneesti nimellä {fileName} kansioon {folder}
fr: Les données ont été enregistrées avec succès sous {fileName} dans le dossier {folder}
hi: डेटा को फ़ोल्डर {folder} में {fileName} के रूप में सफलतापूर्वक सहेजा गया है
hr: Podaci su uspješno spremljeni kao {fileName} u mapi {folder}
hu: Az adatok sikeresen lettek mentve a {fileName} néven a {folder} mappába.
it: I dati sono stati salvati correttamente come {fileName} nella cartella {folder}
ja: データは {fileName} としてフォルダー {folder} に正常に保存されました
ko: 데이터가 {folder} 폴더의 {fileName}으로 성공적으로 저장되었습니다
lt: Duomenys sėkmingai išsaugoti kaip {fileName} aplanke {folder}
ml: {folder} എന്ന ഫോൾഡറിൽ {fileName} ആയി ഡാറ്റ വിജയകരമായി സംരക്ഷിച്ചു
my: Phtoken1 တွင် Phtoked1 တွင် Phtoken0 အဖြစ်ဒေတာများကိုအောင်မြင်စွာသိမ်းဆည်းထားပြီးဖြစ်သည်
nl: Gegevens zijn succesvol opgeslagen als {fileName} in map {folder}
no: Data har blitt lagret som {fileName} i mappen {folder}
pl: Dane zostały pomyślnie zapisane jako {fileName} w folderze {folder}
pt: Os dados foram salvos com sucesso como {fileName} na pasta {folder}
ru: Данные успешно сохранены как {fileName} в папке {folder}
sl: Podatki so bili uspešno shranjeni kot {fileName} v mapi {folder}
sr: Подаци су успешно сачувани као ПХТОКЕН0 у фасцикли ПХТОКЕН1
sv: Data har sparats som {fileName} i mappen {folder}
sw: Takwimu zimehifadhiwa kwa mafanikio kama phtoken0 kwenye folda phtoken1
th: บันทึกข้อมูลเป็น {fileName} ในโฟลเดอร์ {folder} สำเร็จแล้ว
tr: Veriler {folder} klasörüne başarıyla {fileName} olarak kaydedildi
uk: Дані успішно збережено як {fileName} у папці {folder}
vi: Dữ liệu đã được lưu thành công dưới dạng {fileName} trong thư mục {folder}
zh: 数据已成功保存为文件夹 {folder} 中的 {fileName}

# exportTabSnackBarSaveResultMessageError
source: Error occurred while saving the data
af: 'n Fout het voorgekom tydens die stoor van die data
ar: حدث خطأ أثناء حفظ البيانات
bg: Възникна грешка при запазване на данните
bs: Došlo je do greške prilikom pohranjivanja podataka
cs: Při ukládání dat došlo k chybě
da: Der opstod en fejl under lagring af data
de: Fehler beim Speichern der Daten
el: Εμφανίστηκε σφάλμα κατά την αποθήκευση των δεδομένων
es: Error al guardar los datos
et: Andmete salvestamisel ilmnes viga
fa: هنگام ذخیره داده ها خطایی روی داد
fi: Dataa tallennettaessa tapahtui virhe
fr: Erreur lors de l'enregistrement des données
hi: डेटा सहेजते समय त्रुटि उत्पन्न हुई
hr: Došlo je do pogreške prilikom spremanja podataka
hu: Hiba történt az adatok mentése közben
it: Errore durante il salvataggio dei dati
ja: データの保存中にエラーが発生しました
ko: 데이터 저장 중 오류가 발생했습니다
lt: Išsaugant duomenis įvyko klaida
ml: ഡാറ്റ സംരക്ഷിക്കുമ്പോൾ പിശക് സംഭവിച്ചു
my: အချက်အလက်များကိုသိမ်းဆည်းနေစဉ်အမှားဖြစ်ပွားခဲ့သည်
nl: Er is een fout opgetreden bij het opslaan van de gegevens
no: Det oppsto en feil under lagring av data
pl: Wystąpił błąd podczas zapisywania danych
pt: Erro ao salvar os dados
ru: Ошибка при сохранении данных
sl: Med shranjevanjem podatkov je prišlo do napake
sr: Дошло је до грешке при чувању података
sv: Ett fel uppstod när data sparades
sw: Hitilafu ilitokea wakati wa kuokoa data
th: เกิดข้อผิดพลาดขณะบันทึกข้อมูล
tr: Veriler kaydedilirken hata oluştu
uk: Під час збереження даних сталася помилка
vi: Đã xảy ra lỗi khi lưu dữ liệu
zh: 保存数据时出错

# importTabErrorMessageFileWithExtensionNotSelected
source: A {extension} file is required to proceed with import.
af: 'n {extension}-lêer word benodig om voort te gaan met invoer.
ar: ملف {extension} مطلوب للمتابعة مع الاستيراد.
bg: Необходим е файл {extension} за да продължите с импортирането.
bs: {extension} datoteka je potrebna za nastavak uvoza.
cs: Pro pokračování importu je vyžadován soubor {extension}.
da: En {extension}-fil er påkrævet for at fortsætte med importen.
de: Eine {extension}-Datei ist erforderlich, um mit dem Import fortzufahren.
el: Για να προχωρήσετε στην εισαγωγή, απαιτείται ένα αρχείο {extension}.
es: Se requiere un archivo {extension} para proceder con la importación.
et: Importimiseks on vaja faili laiendiga {extension}.
fa: برای ادامه وارد کردن به یک فایل {extension} نیاز است.
fi: {extension}-tiedosto vaaditaan tuontia varten.
fr: Un fichier {extension} est nécessaire pour procéder à l'importation.
hi: आयात के साथ आगे बढ़ने के लिए एक {extension} फ़ाइल की आवश्यकता होती है।
hr: Za nastavak uvoza potrebna je datoteka {extension}.
hu: Az importáláshoz egy {extension} fájlra van szükség.
it: È necessario un file {extension} per procedere con l'importazione.
ja: インポートを続行するには、{extension} ファイルが必要です。
ko: {extension} 파일이 필요합니다.
lt: Norint tęsti importavimą, reikalingas {extension} failas.
ml: ഇറക്കുമതി തുടരാൻ ഒരു {extension} ഫയൽ ആവശ്യമാണ്.
my: Import နှင့်ဆက်လက်လုပ်ဆောင်ရန် Phtoken0 ဖိုင်လိုအပ်သည်။
nl: Een {extension} bestand is vereist om door te gaan met importeren.
no: En {extension}-fil kreves for å fortsette med importen.
pl: Aby kontynuować import, wymagany jest plik {extension}.
pt: Um arquivo {extension} é necessário para prosseguir com a importação.
ru: Для продолжения импорта необходим файл в формате {extension}.
sl: Za nadaljevanje uvoza je potrebna datoteka {extension}.
sr: ПХТОКЕН0 датотека је потребна за наставак увоза.
sv: En {extension}-fil krävs för att fortsätta med importen.
sw: Faili ya phtoken0 inahitajika kuendelea na kuagiza.
th: ต้องใช้ไฟล์ {extension} เพื่อดำเนินการนำเข้าต่อไป
tr: İçe aktarma işlemine devam etmek için bir {extension} dosyası gereklidir.
uk: Для продовження імпорту потрібен файл {extension}.
vi: Cần có tệp {extension} để tiến hành nhập.
zh: 需要 {extension} 文件才能继续导入。

source: Difference
af: Verskil
ar: الفرق
bg: Разлика
bs: Razlika
cs: Rozdíl
da: Forskel
de: Differenz
el: Διαφορά
es: Diferencia
et: Erinevus
fa: تفاوت
fi: Erotus
fr: Différence
hi: अंतर
hr: Razlika
hu: Különbség
it: Differenza
ja: 違い
ko: 차이
lt: Skirtumas
ml: വ്യത്യാസം
my: ကဲှပြားချက်
nl: Verschil
no: Forskjell
pl: Różnica
pt: Diferença
ru: Разница
sl: Razlika
sr: Разлика
sv: Skillnad
sw: Tofauti
th: ความแตกต่าง
tr: Fark
uk: Різниця
vi: Sự khác biệt
zh: 不同之处

source: Period
af: Tydperk
ar: الفترة
bg: Период
bs: Razdoblje
cs: Období
da: Periode
de: Zeitraum
el: Περίοδος
es: Período
et: Periood
fa: نقطه
fi: Jakso
fr: Période
hi: अवधि
hr: Razdoblje
hu: Időszak
it: Periodo
ja: 期間
ko: 기간
lt: Laikotarpis
ml: കാലയളവ്
my: ကာလ
nl: Periode
no: Periode
pl: Okres
pt: Período
ru: Период
sl: Pika
sr: Период
sw: Kipindi
th: ระยะเวลา
tr: Dönem
uk: Крапка
vi: Giai đoạn
zh: 时期

# periodHourly
source: hourly
af: uurliks
ar: كل ساعة
bg: почасово
bs: po satu
cs: hodinově
da: hver time
de: stündlich
el: ωριαία
es: por hora
et: tunnipõhine
fa: ساعتی
fi: tunnin välein
fr: horaire
hi: प्रति घंटा
hr: satni
hu: óránként
it: orario
ja: 毎時
ko: 시간별
lt: valandinis
ml: മണിക്കൂർ തോറും
my: နာရီတိုင်း
nl: per uur
no: hver time
pl: cogodzinny
pt: por hora
ru: почасово
sl: urno
sr: по сату
sv: varje timme
sw: saa
th: รายชั่วโมง
tr: saatlik
uk: погодинно
vi: hàng giờ
zh: 每小时

# periodDaily
source: daily
af: daagliks
ar: يومي
bg: дневно
bs: dnevno
cs: denní
da: daglig
de: täglich
el: καθημερινά
es: diario
et: päevane
fa: روزانه
fi: päivittäin
fr: quotidien
hi: दैनिक
hr: dnevno
hu: napi
it: giornaliero
ja: 毎日
ko: 일별
lt: kasdien
ml: ദിനേന
my: နေ့စဉ်
nl: dagelijks
no: daglig
pl: codziennie
pt: diário
ru: ежедневно
sl: dnevno
sr: дневно
sv: dagligen
sw: kila siku
th: รายวัน
tr: günlük
uk: щодня
vi: hằng ngày
zh: 日常的

# periodWeekly
source: weekly
af: weekliks
ar: أسبوعي
bg: седмично
bs: sedmično
cs: týdně
da: ugentlig
de: wöchentlich
el: εβδομαδιαία
es: semanal
et: nädalane
fa: هفتگی
fi: viikoittain
fr: hebdomadaire
hi: साप्ताहिक
hr: tjedno
hu: heti
it: settimanale
ja: 毎週
ko: 주별
lt: kas savaitę
ml: ആഴ്ചതോറും
my: ရက်သတ္တပတ်တကြိမ်ဖြစ်သော
nl: wekelijks
no: ukentlig
pl: tygodnik
pt: semanal
ru: еженедельно
sl: tedensko
sr: недељно
sv: varje vecka
sw: kila wiki
th: รายสัปดาห์
tr: haftalık
uk: щотижня
vi: hàng tuần
zh: 每周

# periodBiweekly
source: bi-weekly
af: twee-weekliks
ar: كل أسبوعين
bg: двуседмично
bs: dvonedeljno
cs: dvoutýdenní
da: hver anden uge
de: zweiwöchentlich
el: ανά δεκαπενθήμερο
es: quincenal
et: kahe nädala kaupa
fa: دو هفته‌ای
fi: kahden viikon välein
fr: bihebdomadaire
hi: द्वि-साप्ताहिक
hr: dva puta mjesečno
hu: kéthetente
it: bisettimanale
ja: 隔週
ko: 2주별
lt: kas dvi savaites
ml: രണ്ടാഴ്ചയിലൊരിക്കൽ
my: နှစ်ပတ်အပတ်စဉ်
nl: tweewekelijks
no: annenhver uke
pl: dwutygodniowy
pt: quinzenal
ru: раз в две недели
sl: dvotedensko
sr: двонедељно
sv: som utkommer varannan vecka
sw: bi-wiki
th: รายปักษ์
tr: iki haftada bir
uk: кожні два тижні
vi: hai tuần một lần
zh: 每两周一次

# periodMonthly
source: monthly
af: maandeliks
ar: شهري
bg: месечно
bs: mjesečno
cs: měsíční
da: månedlig
de: monatlich
el: μηνιαία
es: mensual
et: igakuine
fa: ماهانه
fi: kuukausittain
fr: mensuel
hi: महीने के
hr: mjesečno
hu: havonta
it: mensile
ja: 毎月
ko: 월별
lt: kas mėnesį
ml: പ്രതിമാസ
my: လစဉ်
nl: maandelijks
no: månedlig
pl: miesięczny
pt: mensal
ru: ежемесячно
sl: mesečno
sr: месечно
sv: månatlig
sw: kila mwezi
th: รายเดือน
tr: aylık
uk: щомісяця
vi: hàng tháng
zh: 每月

# periodBimonthly
source: bi-monthly
af: twee-maandeliks
ar: كل شهرين
bg: двумесечно
bs: dvomjesečno
cs: dvouměsíčník
da: hver anden måned
de: zweimonatlich
el: διμηνιαία
es: bimestral
et: iga kahe kuu tagant
fa: دو ماهانه
fi: kahdesti kuussa
fr: bimensuel
hi: द्विमासिक
hr: dvomjesečno
hu: kéthavonta
it: bimestrale
ja: 隔月
ko: 2개월별
lt: kas du mėnesius
ml: ദ്വൈ-മാസം
my: နှစ်လစာ
nl: tweemaandelijks
no: annenhver måned
pl: dwumiesięczny
pt: bimestral
ru: раз в два месяца
sl: dvomesečno
sr: двомесечно
sv: varannan månad
sw: Bi-kila mwezi
th: รายปักษ์
tr: iki ayda bir
uk: раз на два місяці
vi: hai tháng một lần
zh: 双月刊

# periodQuarterly
source: quarterly
af: kwartaalliks
ar: ربع سنوي
bg: тримесечно
bs: kvartalno
cs: čtvrtletní
da: kvartalsvis
de: vierteljährlich
el: τριμηνιαία
es: trimestral
et: kvartal
fa: فصلی
fi: kvartaaleittain
fr: trimestriel
hi: त्रैमासिक
hr: tromjesečno
hu: negyedévente
it: trimestrale
ja: 四半期ごとの
ko: 분기별
lt: kas ketvirtį
ml: ത്രൈമാസം
my: လပတ်
nl: per kwartaal
no: kvartalsvis
pl: kwartalny
pt: trimestral
ru: ежеквартально
sl: četrtletno
sr: квартално
sv: kvartalsvis
sw: robo mwaka
th: รายไตรมาส
tr: üç ayda bir
uk: щоквартально
vi: hàng quý
zh: 季刊

# periodHalfYearly
source: half-yearly
af: halfjaarliks
ar: نصف سنوي
bg: полугодишно
bs: polugodišnje
cs: pololetně
da: halvårligt
de: halbjährlich
el: εξαμηνιαία
es: semestral
et: poolaasta
fa: به صورت نیم ساله
fi: puolivuosittain
fr: semestriel
hi: अर्धवार्षिक
hr: polugodišnji
hu: félévente
it: semestrale
ja: 半年ごと
ko: 반기별
lt: kas pusę metų
ml: അർദ്ധ വാർഷികം
my: နှစ်ဝက်
nl: halfjaarlijks
no: halvårlig
pl: półroczne
pt: semestral
ru: раз в полгода
sl: polletni
sr: полугодишње
sv: halvårsvis
sw: nusu ya mwaka
th: ครึ่งปี
tr: altı ayda bir
uk: піврічна
vi: nửa năm một lần
zh: 半年一次

# periodYearly
source: yearly
af: jaarliks
ar: سنوي
bg: годишно
bs: godišnje
cs: roční
da: årligt
de: jährlich
el: ετήσια
es: anual
et: aastane
fa: سالانه
fi: vuosittain
fr: annuel
hi: वार्षिक
hr: godišnje
hu: évente
it: annuale
ja: 毎年
ko: 연간
lt: kasmet
ml: വർഷം തോറും
my: နှစ်နှစ်
nl: jaarlijks
no: årlig
pl: rocznie
pt: anual
ru: ежегодно
sl: letno
sr: годишње
sv: årlig
sw: kila mwaka
th: เป็นประจำทุกปี
tr: yıllık
uk: щорічно
vi: hàng năm
zh: 每年

# meterCardLastUpdatedLabel
source: Updated
af: Opgedateer
ar: تم التحديث
bg: Актуализирано
bs: Ažurirano
cs: Aktualizováno
da: Opdateret
de: Aktualisiert
el: Ενημερωμένο
es: Actualizado
et: Uuendatud
fa: به روز شد
fi: Päivitetty
fr: Mis à jour
hi: अद्यतन
hr: Ažurirano
hu: Frissített
it: Aggiornato
ja: 更新されました
ko: 업데이트됨
lt: Atnaujinta
ml: അപ്ഡേറ്റ് ചെയ്തു
my: အသစ်ပြောင်းခြင်း
nl: Bijgewerkt
no: Oppdatert
pl: Zaktualizowano
pt: Atualizado
ru: Обновлено
sl: Posodobljeno
sr: Ажурирано
sv: Uppdaterad
sw: Imesasishwa
th: อัปเดตแล้ว
tr: Güncellendi
uk: Оновлено
vi: Đã cập nhật
zh: 已更新

# smartMeterServiceProvider
source: Service Provider
af: Diensverskaffer
ar: مزود الخدمة
bg: Доставчик на услуги
bs: Dobavljač usluga
cs: Poskytovatel služeb
da: Serviceudbyder
de: Serviceanbieter
el: Πάροχος υπηρεσιών
es: Proveedor de servicio
et: Teenusepakkuja
fa: ارائه دهنده خدمات
fi: Palveluntarjoaja
fr: Fournisseur de service
hi: सेवा प्रदाता
hr: Pružatelj usluga
hu: Szolgáltató
it: Provider di servizi
ja: サービスプロバイダー
ko: 서비스 제공자
lt: Paslaugų teikėjas
ml: സേവന ദാതാവ്
my: ဝန်ဆောင်မှုပေးသူ
no: Tjenesteleverandør
pl: Dostawca usług
pt: Provedor de serviços
ru: Поставщик
sl: Ponudnik storitev
sr: Добављач услуга
sv: Tjänsteleverantör
sw: Mtoa huduma
th: ผู้ให้บริการ
tr: Servis Sağlayıcı
uk: Постачальник послуг
vi: Nhà cung cấp dịch vụ
zh: 服务提供商

# smartMeterObtainDataAutomatically
source: Obtain data automatically
af: Verkry data outomaties
ar: الحصول على البيانات تلقائياً
bg: Получаване на данни автоматично
bs: Pribavite podatke automatski
cs: Získejte data automaticky
da: Få data automatisk
de: Daten automatisch beziehen
el: Αυτόματη λήψη δεδομένων
es: Obtener datos de forma automática
et: Hangi andmed automaatselt
fa: داده‌ها را به‌طور خودکار به‌دست آورید
fi: Hae tiedot automaattisesti
fr: Obtenir les données automatiquement
hi: डेटा स्वचालित रूप से प्राप्त करें
hr: Automatski preuzmi podatke
hu: Automatikus adatszerzés
it: Rileva automaticamente i dati
ja: データを自動的に取得する
ko: 데이터 자동 가져오기
lt: Gaukite duomenis automatiškai
ml: ഡാറ്റ സ്വയമേവ നേടുക
my: ဒေတာကိုအလိုအလျောက်ရယူပါ
nl: Gegevens automatisch ophalen
no: Få data automatisk
pl: Uzyskaj dane automatycznie
pt: Obter dados automaticamente
ru: Получать данные автоматически
sl: Samodejno pridobivanje podatkov
sr: Добијте податке аутоматски
sv: Få data automatiskt
sw: Pata data kiatomati
th: รับข้อมูลโดยอัตโนมัติ
tr: Verileri otomatik olarak al
uk: Отримувати дані автоматично
vi: Lấy dữ liệu tự động
zh: 自动获取数据

# smartMeterErrorNoData
source: Unfortunately, there is no data that the app could display.
af: Ongelukkig is daar geen data wat die toepassing kon vertoon nie.
ar: لسوء الحظ، لا توجد بيانات يمكن للتطبيق عرضها.
bg: За съжаление, няма данни, които приложението да покаже.
bs: Nažalost, nema podataka koje bi aplikacija mogla prikazati.
cs: Bohužel neexistují žádná data, která by aplikace mohla zobrazit.
da: Desværre er der ingen data, som appen kan vise.
de: Es gibt leider keine Daten, welche die App anzeigen könnte.
el: Δυστυχώς, δεν υπάρχουν δεδομένα που θα μπορούσε να εμφανίσει η εφαρμογή.
es: Lamentablemente, no hay datos que la aplicación pueda mostrar.
et: Kahjuks pole andmeid, mida rakendus saaks kuvada.
fa: متأسفانه، هیچ داده ای وجود ندارد که برنامه بتواند نمایش دهد.
fi: Valitettavasti ei ole tietoja, joita sovellus voisi näyttää.
fr: Malheureusement, il n'y a aucune donnée que l'application puisse afficher.
hi: दुर्भाग्य से, ऐसा कोई डेटा नहीं है जिसे ऐप प्रदर्शित कर सके।
hr: Nažalost, nema podataka koje bi aplikacija mogla prikazati.
hu: Sajnos nincsenek olyan adatok, amelyeket az alkalmazás meg tudna jeleníteni.
it: Purtroppo non ci sono dati che l'app può visualizzare.
ja: 残念ながら、アプリで表示できるデータはありません。
ko: 앱에서 표시할 수 있는 데이터가 없습니다.
lt: Deja, nėra duomenų, kuriuos programa galėtų rodyti.
ml: നിർഭാഗ്യവശാൽ, ആപ്പിന് പ്രദർശിപ്പിക്കാൻ കഴിയുന്ന ഡാറ്റകളൊന്നുമില്ല.
my: ကံမကောင်းစွာဖြင့်အက်ပလီကေးရှင်းပြနိုင်သည့်အချက်အလက်မရှိပါ။
nl: Helaas zijn er geen gegevens die de app kan weergeven.
no: Dessverre er det ingen data som appen kan vise.
pl: Niestety nie ma żadnych danych, które aplikacja mogłaby wyświetlić.
pt: Infelizmente, não há dados que o aplicativo possa exibir.
ru: К сожалению, приложение не может отобразить данные.
sl: Na žalost ni podatkov, ki bi jih aplikacija lahko prikazala.
sr: Нажалост, нема података које би апликација могла да прикаже.
sv: Tyvärr finns det ingen data som appen kan visa.
sw: Kwa bahati mbaya, hakuna data ambayo programu inaweza kuonyesha.
th: ขออภัย ไม่มีข้อมูลที่แอปสามารถแสดงได้
tr: Ne yazık ki uygulamanın görüntüleyebileceği hiçbir veri yok.
uk: На жаль, немає даних, які програма може відобразити.
vi: Rất tiếc, không có dữ liệu nào mà ứng dụng có thể hiển thị.
zh: 不幸的是，该应用程序无法显示任何数据。

# smartMeterSettingsScreenSyncButton
source: Synchronize consumption data
af: Sinkroniseer verbruiksdata
ar: مزامنة بيانات الاستهلاك
bg: Синхронизиране на данни за консумация
bs: Sinhronizirajte podatke o potrošnji
cs: Synchronizujte údaje o spotřebě
da: Synkroniser forbrugsdata
de: Verbrauchsdaten synchronisieren
el: Συγχρονισμός δεδομένων κατανάλωσης
es: Sincronizar datos de consumo
et: Sünkrooni tarbimisandmed
fa: همگام‌سازی داده‌های مصرف
fi: Synkronoi kulutustiedot
fr: Synchroniser les données de consommation
hi: उपभोग डेटा को सिंक्रनाइज़ करें
hr: Sinkroniziraj podatke o potrošnji
hu: Fogyasztási adatok szinkronizálása
it: Sincronizza i dati di consumo
ja: 消費データを同期する
ko: 소비 데이터 동기화
lt: Sinchronizuoti suvartojimo duomenis
ml: ഉപഭോഗ ഡാറ്റ സമന്വയിപ്പിക്കുക
my: စားသုံးမှုဒေတာများကိုထပ်တူပြုခြင်း
nl: Synchroniseer verbruiksgegevens
no: Synkroniser forbruksdata
pl: Synchronizuj dane dotyczące zużycia
pt: Sincronizar dados de consumo
ru: Синхронизировать данные потребления
sl: Sinhronizirajte podatke o porabi
sr: Синхронизујте податке о потрошњи
sv: Synkronisera förbrukningsdata
sw: Sawazisha data ya matumizi
th: ซิงโครไนซ์ข้อมูลการบริโภค
tr: Tüketim verilerini senkronize edin
uk: Синхронізація даних про споживання
vi: Đồng bộ dữ liệu tiêu thụ
zh: 同步消费数据
