Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# termsOfUsageBlock2b
source: Error reports\nSentry (self-hosted) is used to continuously improve the app. Error reports are neither processed nor shared with third parties. For more information, go to Settings > Privacy > {privacyBlock3Title}
af: Fout verslae Sentry (self-hosted) word gebruik om die toepassing voortdurend te verbeter. Foutverslae word nie verwerk of met derde partye gedeel nie. Vir meer inligting, gaan na Instellings > Privaatheid > {privacyBlock3Title}
ar: تقارير الأخطاء يتم استخدام Sentry (المستضاف ذاتيًا) لتحسين التطبيق بشكل مستمر. لا تتم معالجة تقارير الأخطاء أو مشاركتها مع أطراف ثالثة. لمزيد من المعلومات، انتقل إلى الإعدادات > الخصوصية > {privacyBlock3Title}
bg: Доклади за грешки Sentry (самостоятелно хостван) се използва за непрекъснато подобряване на приложението. Докладите за грешки нито се обработват, нито се споделят с трети страни. За повече информация отидете в Настройки > Поверителност > {privacyBlock3Title}
bs: Izvještaji o greškama Sentry (samo-hostovan) se koristi za kontinuirano poboljšanje aplikacije. Izvještaji o greškama se ne obrađuju niti dijele trećim stranama. Za više informacija idite na Postavke > Privatnost > {privacyBlock3Title}
cs: Hlášení o chybách Sentry (samohoštěný) se používá k neustálému vylepšování aplikace. Chybová hlášení nejsou zpracovávána ani sdílena s třetími stranami. Další informace najdete v Nastavení > Soukromí > {privacyBlock3Title}
da: Fejlrapporter Sentry (selv-hostet) bruges til løbende at forbedre appen. Fejlrapporter hverken behandles eller deles med tredjeparter. For mere information, gå til Indstillinger > Beskyttelse af personlige oplysninger > {privacyBlock3Title}
de: Fehlerberichte Für die ständige Verbesserung der App wird Sentry (self-hosted) eingesetzt. Die Fehlerberichte werden weder von Dritten verarbeiten noch weitergegeben. Weitere Informationen hierzu erhalten Sie unter Einstellungen > Datenschutz > {privacyBlock3Title}
el: Αναφορές σφαλμάτων\nΤο Sentry (αυτο-φιλοξενούμενο) χρησιμοποιείται για τη συνεχή βελτίωση της εφαρμογής. Οι αναφορές σφαλμάτων δεν υποβάλλονται σε επεξεργασία ούτε κοινοποιούνται σε τρίτους. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις &gt; Απόρρητο &gt; {privacyBlock3Title}
es: Informes de errores Sentry (autohospedado) se utiliza para mejorar continuamente la aplicación. Los informes de errores no se procesan ni se comparten con terceros. Para obtener más información, vaya a Configuración > Privacidad > {privacyBlock3Title}
et: Veateated Sentryt (ise hostitud) kasutatakse rakenduse pidevaks täiustamiseks. Veateateid ei töödelda ega jagata kolmandate osapooltega. Lisateabe saamiseks avage Seaded > Privaatsus > {privacyBlock3Title}
fa: گزارش های خطا Sentry (خود میزبان) برای بهبود مستمر برنامه استفاده می شود. گزارش های خطا نه پردازش می شود و نه با اشخاص ثالث به اشتراک گذاشته می شود. برای اطلاعات بیشتر، به تنظیمات > حریم خصوصی > {privacyBlock3Title} بروید
fi: Virheilmoitukset Sentryä (itseisännöity) käytetään sovelluksen jatkuvaan parantamiseen. Virheilmoituksia ei käsitellä eikä jaeta kolmansille osapuolille. Saat lisätietoja siirtymällä kohtaan Asetukset > Tietosuoja > {privacyBlock3Title}
fr: Rapports d'erreurs Sentry (auto-hébergé) est utilisé pour améliorer continuellement l'application. Les rapports d'erreurs ne sont ni traités ni partagés avec des tiers. Pour plus d'informations, accédez à Paramètres > Confidentialité > {privacyBlock3Title}.
hi: त्रुटि रिपोर्ट ऐप को लगातार बेहतर बनाने के लिए सेंट्री (सेल्फ-होस्टेड) ​​का उपयोग किया जाता है। त्रुटि रिपोर्ट को न तो संसाधित किया जाता है और न ही तीसरे पक्ष के साथ साझा किया जाता है। अधिक जानकारी के लिए, सेटिंग्स > गोपनीयता > {privacyBlock3Title} पर जाएं
hr: Izvješća o pogreškama Sentry (samostalno hostirano) koristi se za kontinuirano poboljšanje aplikacije. Izvješća o pogreškama niti se obrađuju niti dijele s trećim stranama. Za više informacija idite na Postavke > Privatnost > {privacyBlock3Title}
hu: Hibaüzenetek\nA Sentry (saját szerveren futó) alkalmazást az alkalmazás folyamatos fejlesztésére használjuk. A hibaüzeneteket nem dolgozzuk fel és nem osztjuk meg harmadik felekkel. További információkért lépjen a Beállítások &gt; Adatvédelem &gt; {privacyBlock3Title} menüpontra.
it: Segnalazioni di errori Sentry (auto-ospitato) viene utilizzato per migliorare continuamente l'app. Le segnalazioni di errori non vengono né elaborate né condivise con terze parti. Per ulteriori informazioni, vai su Impostazioni > Privacy > {privacyBlock3Title}
ja: エラーレポート Sentry (自己ホスト型) は、アプリを継続的に改善するために使用されます。 エラーレポートは処理されず、第三者と共有されることもありません。 詳細については、「設定」>「プライバシー」>「{privacyBlock3Title}」に移動してください。
ko: 오류 보고서 Sentry(자체 호스팅)는 앱을 지속적으로 개선하는 데 사용됩니다. 오류 보고서는 처리되지 않으며 제3자와 공유되지 않습니다. 자세한 내용을 보려면 설정 > 개인정보 보호 > {privacyBlock3Title}로 이동하세요.
lt: Pranešimai apie klaidas „Sentry“ (savarankiškai priglobta) naudojamas nuolat tobulinti programėlę. Klaidų ataskaitos nėra apdorojamos ir nesidalinamos su trečiosiomis šalimis. Norėdami gauti daugiau informacijos, eikite į Nustatymai > Privatumas > {privacyBlock3Title}
ml: പിശക് റിപ്പോർട്ടുകൾ ആപ്പ് തുടർച്ചയായി മെച്ചപ്പെടുത്താൻ സെൻട്രി (സ്വയം-ഹോസ്‌റ്റഡ്) ഉപയോഗിക്കുന്നു. പിശക് റിപ്പോർട്ടുകൾ പ്രോസസ്സ് ചെയ്യുകയോ മൂന്നാം കക്ഷികളുമായി പങ്കിടുകയോ ചെയ്യുന്നില്ല. കൂടുതൽ വിവരങ്ങൾക്ക്, ക്രമീകരണങ്ങൾ > സ്വകാര്യത > {privacyBlock3Title} എന്നതിലേക്ക് പോകുക
my: အမှားအယွင်းအစီရင်ခံစာများ အက်ပ်ကို စဉ်ဆက်မပြတ် တိုးတက်ကောင်းမွန်လာစေရန် Sentry (ကိုယ်တိုင် လက်ခံဆောင်ရွက်ပေးသည်) ကို အသုံးပြုပါသည်။ အမှားအယွင်းအစီရင်ခံစာများကို ပြင်ပအဖွဲ့အစည်းများနှင့် မျှဝေခြင်းမပြုပါ။ နောက်ထပ်အချက်အလက်များအတွက်၊ ဆက်တင်များ > လျှို့ဝှက်ရေး > {privacyBlock3Title} သို့ သွားပါ။
nl: Foutrapporten Sentry (zelf gehost) wordt gebruikt om de app voortdurend te verbeteren. Foutmeldingen worden niet verwerkt, noch gedeeld met derden. Ga voor meer informatie naar Instellingen > Privacy > {privacyBlock3Title}
no: Feilmeldinger Sentry (selvhostet) brukes til å kontinuerlig forbedre appen. Feilrapporter blir verken behandlet eller delt med tredjeparter. For mer informasjon, gå til Innstillinger > Personvern > {privacyBlock3Title}
pl: Raporty o błędach Sentry (na własnym serwerze) służy do ciągłego ulepszania aplikacji. Raporty o błędach nie są przetwarzane ani udostępniane osobom trzecim. Aby uzyskać więcej informacji, wybierz Ustawienia > Prywatność > {privacyBlock3Title}
pt: Relatórios de erros Sentry (auto-hospedado) é usado para melhorar continuamente o aplicativo. Os relatórios de erros não são processados ​​nem compartilhados com terceiros. Para mais informações, vá para Configurações > Privacidade > {privacyBlock3Title}
ru: Отчеты об ошибках Sentry (автономное размещение) используется для постоянного улучшения приложения. Отчеты об ошибках не обрабатываются и не передаются третьим лицам. Для получения дополнительной информации перейдите в «Настройки» > «Конфиденциальность» > «{privacyBlock3Title}».
sl: Poročila o napakah Sentry (samostojno gostovanje) se uporablja za nenehno izboljševanje aplikacije. Poročila o napakah se ne obdelujejo in ne delijo s tretjimi osebami. Za več informacij pojdite v Nastavitve > Zasebnost > {privacyBlock3Title}
sr: Извештаји о грешкама Сентри (само-хостован) се користи за континуирано побољшање апликације. Извештаји о грешкама се не обрађују нити деле са трећим лицима. За више информација идите на Подешавања > Приватност > ПРИВАЦИ_БЛОЦК3_ТИТЛЕ
sv: Felrapporter Sentry (självvärd) används för att kontinuerligt förbättra appen. Felrapporter varken behandlas eller delas med tredje part. För mer information, gå till Inställningar > Sekretess > {privacyBlock3Title}
sw: Ripoti za makosa Sentry (inayojipangisha mwenyewe) hutumiwa kuboresha programu kila wakati. Ripoti za hitilafu hazichakatwa wala kushirikiwa na wahusika wengine. Kwa maelezo zaidi, nenda kwenye Mipangilio > Faragha > {privacyBlock3Title}
th: รายงานข้อผิดพลาด Sentry (โฮสต์ด้วยตนเอง) ใช้เพื่อปรับปรุงแอปอย่างต่อเนื่อง รายงานข้อผิดพลาดจะไม่ได้รับการประมวลผลหรือแชร์กับบุคคลที่สาม สำหรับข้อมูลเพิ่มเติม ไปที่การตั้งค่า > ความเป็นส่วนตัว > {privacyBlock3Title}
tr: Hata raporları Sentry (kendi kendine barındırılan), uygulamayı sürekli olarak geliştirmek için kullanılır. Hata raporları işlenmez ve üçüncü şahıslarla paylaşılmaz. Daha fazla bilgi için Ayarlar > Gizlilik > {privacyBlock3Title}'ye gidin
uk: Звіти про помилки Sentry (самостійне розміщення) використовується для постійного вдосконалення програми. Звіти про помилки не обробляються та не передаються третім особам. Щоб отримати додаткові відомості, перейдіть до Налаштування > Конфіденційність > {privacyBlock3Title}
vi: Báo cáo lỗi Sentry (tự lưu trữ) được sử dụng để liên tục cải tiến ứng dụng. Báo cáo lỗi không được xử lý cũng như không chia sẻ với bên thứ ba. Để biết thêm thông tin, hãy đi tới Cài đặt > Bảo mật > {privacyBlock3Title}
zh: 错误报告 Sentry（自托管）用于不断改进应用程序。 错误报告不会被处理，也不会与第三方共享。 有关更多信息，请转到“设置”>“隐私”>“{privacyBlock3Title}”

# termsOfUsageBlock2c
source: Personal information If you use Google Drive Sync, EHW+ still has no access to the data you have entered. For more information, go to Settings > Privacy > {privacyBlock3Title}.
af: Persoonlike data As jy die Google Drive Sync gebruik, het EHW+ onveranderd geen toegang tot die data wat jy ingevoer het nie. Verdere inligting hieroor kan jy onder Instellings > Privaatheid > {privacyBlock3Title} kry
ar: البيانات الشخصية إذا كنت تستخدم مزامنة Google Drive، فإن EHW+ لا يزال لا يملك وصولاً إلى البيانات التي أدخلتها. يمكنك الحصول على مزيد من المعلومات حول هذا في الإعدادات > الخصوصية > {privacyBlock3Title}
bg: Persönliche Daten Wenn Sie den Google Drive Sync nutzen, hat EHW+ unverändert keinen Zugriff auf die von Ihnen eingetragenen Daten. Weitere Informationen hierzu erhalten Sie unter Einstellungen > Datenschutz > {privacyBlock3Title}
bs: Lični podaci Ako koristite Google Drive Sync, EHW+ i dalje nema pristup podacima koje ste unijeli. Za više informacija idite na Postavke > Privatnost > {privacyBlock3Title}.
cs: Osobní údaje Pokud používáte Google Drive Sync, EHW+ stále nemá přístup k datům, která jste zadali. Další informace najdete v Nastavení > Soukromí > {privacyBlock3Title}.
da: Personlige oplysninger Hvis du bruger Google Drive Sync, har EHW+ stadig ingen adgang til de data, du har indtastet. For mere information, gå til Indstillinger > Fortrolighed > {privacyBlock3Title}.
de: Persönliche Daten Wenn Sie den Google Drive Sync nutzen, hat EHW+ unverändert keinen Zugriff auf die von Ihnen eingetragenen Daten. Weitere Informationen hierzu erhalten Sie unter Einstellungen > Datenschutz > {privacyBlock3Title}
el: Προσωπικές πληροφορίες Εάν χρησιμοποιείτε το Google Drive Sync, το EHW+ εξακολουθεί να μην έχει πρόσβαση στα δεδομένα που έχετε εισαγάγει. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις &gt; Απόρρητο &gt; {privacyBlock3Title}.
es: Datos personales Si utilizas la sincronización con Google Drive, EHW+ sigue sin tener acceso a los datos que has introducido. Más información en Ajustes > Privacidad > {privacyBlock3Title}
et: Isikuandmed Kui kasutate Google Drive Sync'i, ei ole EHW+ endiselt juurdepääsu teie sisestatud andmetele. Lisateavet selle kohta leiate jaotisest Seaded > Andmekaitse > {privacyBlock3Title}.
fa: اطلاعات شخصی اگر از Google Drive Sync استفاده می کنید، EHW+ همچنان به داده هایی که وارد کرده اید دسترسی ندارد.برای اطلاعات بیشتر، به تنظیمات > حریم خصوصی > {privacyBlock3Title} بروید.
fi: Henkilökohtaiset tiedot Jos käytät Google Drive Sync -sovellusta, EHW+ ei edelleenkään pääse käsiksi antamiisi tietoihin.Saat lisätietoja siirtymällä kohtaan Asetukset > Tietosuoja > {privacyBlock3Title}.
fr: Données personnelles Si tu utilises la synchronisation Google Drive, EHW+ n'a toujours pas accès aux données que tu as saisies. Plus d'informations dans Paramètres > Confidentialité > {privacyBlock3Title}
hi: व्यक्तिगत जानकारी यदि आप Google ड्राइव सिंक का उपयोग करते हैं, तो EHW+ के पास अभी भी आपके द्वारा दर्ज किए गए डेटा तक पहुंच नहीं है।अधिक जानकारी के लिए, सेटिंग्स > गोपनीयता > {privacyBlock3Title} पर जाएँ।
hr: Osobni podaci Ako koristite Google Drive Sync, EHW+ još uvijek nema pristup podacima koje ste unijeli.Za više informacija idite na Postavke > Privatnost > {privacyBlock3Title}.
hu: Személyes adatok Ha a Google Drive Sync szolgáltatást használja, az EHW+ továbbra sem fér hozzá az Ön által megadott adatokhoz. További információkért lépjen a Beállítások &gt; Adatvédelem &gt; {privacyBlock3Title} menüpontra.
it: Dati personali Se utilizzi la sincronizzazione con Google Drive, EHW+ continua a non avere accesso ai dati che hai inserito. Ulteriori informazioni in Impostazioni > Privacy > {privacyBlock3Title}
ja: 個人情報 Google Drive Sync を使用している場合でも、EHW+ は入力されたデータにアクセスできません。詳細については、「設定」>「プライバシー」>「{privacyBlock3Title}」に移動してください。
ko: 개인 정보 Google Drive 동기화를 사용하더라도 EHW+는 사용자가 입력한 데이터에 접근할 수 없습니다. 자세한 내용은 설정 > 개인정보 > {privacyBlock3Title}에서 확인할 수 있습니다.
lt: Asmeninė informacija Jei naudojate „Google“ disko sinchronizavimą, EHW+ vis tiek neturi prieigos prie jūsų įvestų duomenų. Norėdami gauti daugiau informacijos, eikite į Nustatymai > Privatumas > {privacyBlock3Title}.
ml: വ്യക്തിഗത വിവരങ്ങൾ നിങ്ങൾ Google ഡ്രൈവ് സമന്വയം ഉപയോഗിക്കുകയാണെങ്കിൽ, നിങ്ങൾ നൽകിയ ഡാറ്റയിലേക്ക് EHW+ ന് ഇപ്പോഴും ആക്‌സസ് ഇല്ല. കൂടുതൽ വിവരങ്ങൾക്ക്, ക്രമീകരണങ്ങൾ > സ്വകാര്യത > {privacyBlock3Title} എന്നതിലേക്ക് പോകുക.
my: ကိုယ်ပိုင်သတင်းအချက်အလက်များ အကယ်. သင်သည် Google Drive Sync ကိုအသုံးပြုပါက EHW + သည်သင်ရိုက်ထည့်လိုက်သောအချက်အလက်များကိုလက်လှမ်းမမီပါ။ ပိုမိုသိရှိလိုပါက Settings> Privacy> Phtoked0 သို့သွားပါ။
nl: Persoonlijke gegevens Als u de Google Drive-synchronisatie gebruikt, heeft EHW+ nog steeds geen toegang tot de door u ingevoerde gegevens. Meer informatie hierover vindt u onder Instellingen > Privacy > {privacyBlock3Title}
no: Personlig informasjon Hvis du bruker Google Drive Sync, har EHW+ fortsatt ingen tilgang til dataene du har lagt inn. For mer informasjon, gå til Innstillinger > Personvern > {privacyBlock3Title}.
pl: Dane osobowe Jeśli korzystasz z Google Drive Sync, EHW+ nadal nie ma dostępu do wprowadzonych danych. Aby uzyskać więcej informacji, przejdź do Ustawienia > Prywatność > {privacyBlock3Title}.
pt: Dados pessoais Se você usar a sincronização com o Google Drive, a EHW+ continua sem acesso aos dados que você inseriu. Mais informações em Configurações > Privacidade > {privacyBlock3Title}
ru: Персональные данные Если вы используете синхронизацию Google Drive, EHW+ по-прежнему не имеет доступа к введенным вами данным. Дополнительную информацию см. в Настройки > Конфиденциальность > {privacyBlock3Title}
sl: Osebni podatki Če uporabljate Google Drive Sync, EHW+ še vedno nima dostopa do podatkov, ki ste jih vnesli. Za več informacij pojdite v Nastavitve > Zasebnost > {privacyBlock3Title}.
sr: Лични подаци Ако користите Гоогле Дриве Синц, ЕХВ+ и даље нема приступ подацима које сте унели. За више информација идите на Подешавања > Приватност > ПХТОКЕН0.
sv: Personlig information Om du använder Google Drive Sync har EHW+ fortfarande ingen åtkomst till den data du har angett. För mer information, gå till Inställningar > Sekretess > {privacyBlock3Title}.
sw: Habari ya kibinafsi Ikiwa unatumia Usawazishaji wa Hifadhi ya Google, EHW+ bado haina ufikiaji wa data uliyoingiza. Kwa habari zaidi, nenda kwa Mipangilio> Usiri> PhToken0.
th: ข้อมูลส่วนบุคคล หากคุณใช้ Google Drive Sync EHW+ ยังคงไม่สามารถเข้าถึงข้อมูลที่คุณป้อน สำหรับข้อมูลเพิ่มเติม ไปที่การตั้งค่า > ความเป็นส่วนตัว > {privacyBlock3Title}
tr: Kişisel bilgiler Google Drive Sync kullanıyorsanız EHW+'nın girdiğiniz verilere hâlâ erişimi yoktur. Daha fazla bilgi için Ayarlar > Gizlilik > {privacyBlock3Title}'a gidin.
uk: Особиста інформація Якщо ви використовуєте Google Drive Sync, EHW+ все одно не матиме доступу до введених вами даних. Щоб отримати додаткові відомості, перейдіть до Налаштування > Конфіденційність > {privacyBlock3Title}.
vi: Thông tin cá nhân Nếu bạn sử dụng Google Drive Sync, EHW+ vẫn không có quyền truy cập vào dữ liệu bạn đã nhập. Để biết thêm thông tin, hãy đi tới Cài đặt > Quyền riêng tư > {privacyBlock3Title}.
zh: 个人信息 如果您使用 Google Drive Sync，EHW+ 仍然无法访问您输入的数据。有关更多信息，请转至“设置”>“隐私”>“{privacyBlock3Title}”。

# termsOfUsageBlock3Title
source: Liability
af: Aanspreeklikheid
ar: المسؤولية
bg: Отговорност
bs: Odgovornost
cs: Odpovědnost
da: Ansvar
de: Haftung
el: Ευθύνη
es: Responsabilidad
et: Vastutus
fa: مسئولیت
fi: Vastuu
fr: Responsabilité
hi: देयता
hr: Odgovornost
hu: Felelősség
it: Responsabilità
ja: 責任
ko: 책임
lt: Atsakomybė
ml: ബാധ്യത
my: တာဝန်
nl: Aansprakelijkheid
no: Ansvar
pl: Obciążenie
pt: Responsabilidade
ru: Ответственность
sl: Odgovornost
sr: Одговорност
sv: Ansvar
sw: Dhima
th: ความรับผิด
tr: Yükümlülük
uk: Відповідальність
vi: Trách nhiệm pháp lý
zh: 责任
