Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# privacyBlock3aText
source: We created {appNameShort} so that you can quickly and easily enter your meter readings and then use statistics to find out more about your consumption, its costs and potential savings. This means that you can enter, calculate or save any data, which we generally refer to as ‘content’, in {appNameShort}. This data is only stored on your mobile phone. Sync with Google Drive. If you enable synchronisation with Google Drive, the content will also be automatically backed up in a folder called ‘{appNameShort}’ on your Google Drive, which only you can access. By logging in with Google, your email address will be visible to the developer.
af: Ons het {appNameShort} geskep sodat jy vinnig en maklik jou meterlesings kan invoer en daarna deur middel van statistieke meer oor jou verbruik, die koste daarvan en besparingspotensiaal kan uitvind. Dit beteken dat jy enige data, wat deur ons algemeen as "inhoud" genoem word, in {appNameShort} kan invoer, bereken of stoor. Hierdie data word slegs op jou selfoon gestoor. Sync met Google Drive. As jy die sinchronisering met Google Drive aktiveer, sal die inhoud outomaties in die slegs vir jou toeganklike GoogleDrive-stasie addisioneel in 'n vouer "{appNameShort}" gestoor word. Deur die aanmelding met Google word jou e-posadres vir die ontwikkelaar sigbaar.
ar: لقد أنشأنا {appNameShort} حتى تتمكن من إدخال قراءات العدادات بسرعة وسهولة ثم معرفة المزيد عن استهلاكك وتكاليفه وإمكانيات التوفير من خلال الإحصائيات. هذا يعني أنه يمكنك إدخال أو حساب أو حفظ أي بيانات، والتي نشير إليها عموماً باسم "المحتوى"، في {appNameShort}. يتم تخزين هذه البيانات فقط على هاتفك. المزامنة مع Google Drive. إذا قمت بتفعيل المزامنة مع Google Drive، فسيتم حفظ المحتويات تلقائياً في محرك Google Drive المتاح لك فقط بالإضافة إلى مجلد "{appNameShort}". من خلال تسجيل الدخول مع Google، يصبح عنوان بريدك الإلكتروني مرئياً للمطور.
bg: Wir haben {appNameShort} geschaffen, damit Sie Ihre schnell und einfach Zählerstände eintragen können und anschließend mittels Statistiken mehr über Ihren Verbrauch, dessen Kosten und Einsparpotentiale herausfinden können. Das bedeutet, dass Sie beliebige Daten, die von uns allgemein als „Inhalt“ bezeichnet werden, in {appNameShort} eingeben, berechnen oder speichern können. Diese Daten werden nur auf Ihrem Handy gespeichert. Sync mit Google Drive. Wenn Sie die Synchronisierung mit Google Drive aktivieren, dann werden die Inhalte automatisch in dem nur Ihnen zugänglichen GoogleDrive-Laufwerk zusätzlich in einem Ordner "{appNameShort}" gesichert. Durch den Login mit Google wird Ihre E-Mail-Adresse für den Entwickler einsehbar.
bs: Stvorili smo {appNameShort} tako da možete brzo i jednostavno unijeti očitanja brojila, a zatim pomoću statistike saznati više o svojoj potrošnji, troškovima i potencijalnim uštedama. To znači da u {appNameShort} možete unijeti, izračunati ili pohraniti bilo koje podatke, koje općenito nazivamo 'sadržajem'. Ovi podaci se pohranjuju samo na vašem mobilnom telefonu. Sinhronizacija sa Google diskom. Ako omogućite sinhronizaciju sa Google diskom, sadržaj će se također automatski napraviti sigurnosna kopija u folderu pod nazivom „{appNameShort}“ na vašem Google disku, kojem samo vi možete pristupiti. Ako se prijavite na Google, vaša adresa e-pošte će biti vidljiva programeru.
cs: {appNameShort} jsme vytvořili, abyste mohli rychle a snadno zadávat odečty svých měřičů a poté pomocí statistik zjistit více o své spotřebě, jejích nákladech a potenciálních úsporách. To znamená, že v {appNameShort} můžete zadat, vypočítat nebo uložit jakákoli data, která obecně označujeme jako „obsah“. Tato data jsou uložena pouze ve vašem mobilním telefonu. Synchronizujte s Diskem Google. Pokud povolíte synchronizaci s Diskem Google, obsah se také automaticky zálohuje do složky s názvem „{appNameShort}“ na vašem Disku Google, ke které máte přístup pouze vy. Po přihlášení pomocí Google bude vaše e-mailová adresa viditelná pro vývojáře.
da: Vi har skabt {appNameShort}, så du hurtigt og nemt kan indtaste dine måleraflæsninger og derefter bruge statistik til at finde ud af mere om dit forbrug, dets omkostninger og potentielle besparelser. Det betyder, at du kan indtaste, beregne eller gemme alle data, som vi generelt kalder 'indhold', i {appNameShort}. Disse data gemmes kun på din mobiltelefon. Synkroniser med Google Drev. Hvis du aktiverer synkronisering med Google Drev, bliver indholdet også automatisk sikkerhedskopieret i en mappe kaldet '{appNameShort}' på dit Google Drev, som kun du har adgang til. Ved at logge ind med Google vil din e-mailadresse være synlig for udvikleren.
de: Wir haben {appNameShort} geschaffen, damit Sie Ihre schnell und einfach Zählerstände eintragen können und anschließend mittels Statistiken mehr über Ihren Verbrauch, dessen Kosten und Einsparpotentiale herausfinden können. Das bedeutet, dass Sie beliebige Daten, die von uns allgemein als „Inhalt“ bezeichnet werden, in {appNameShort} eingeben, berechnen oder speichern können. Diese Daten werden nur auf Ihrem Handy gespeichert. Sync mit Google Drive. Wenn Sie die Synchronisierung mit Google Drive aktivieren, dann werden die Inhalte automatisch in dem nur Ihnen zugänglichen GoogleDrive-Laufwerk zusätzlich in einem Ordner "{appNameShort}" gesichert. Durch den Login mit Google wird Ihre E-Mail-Adresse für den Entwickler einsehbar.
el: Δημιουργήσαμε το {appNameShort} ώστε να μπορείτε να εισάγετε γρήγορα και εύκολα τις ενδείξεις του μετρητή σας και στη συνέχεια να χρησιμοποιήσετε στατιστικά στοιχεία για να μάθετε περισσότερα σχετικά με την κατανάλωσή σας, το κόστος της και τις πιθανές εξοικονομήσεις. Αυτό σημαίνει ότι μπορείτε να εισάγετε, να υπολογίσετε ή να αποθηκεύσετε οποιαδήποτε δεδομένα, τα οποία γενικά αναφερόμαστε ως «περιεχόμενο», στο {appNameShort}. Αυτά τα δεδομένα αποθηκεύονται μόνο στο κινητό σας τηλέφωνο. Συγχρονισμός με το Google Drive. Εάν ενεργοποιήσετε τη συγχρονιση με το Google Drive, το περιεχόμενο θα αποθηκευτεί αυτόματα σε ένα φάκελο με την ονομασία «{appNameShort}» στο Google Drive, στον οποίο έχετε πρόσβαση μόνο εσείς. Με τη σύνδεση μέσω Google, η διεύθυνση email σας θα είναι ορατή στον προγραμματιστή.
es: Creamos {appNameShort} para que puedas introducir rápida y fácilmente tus lecturas de contador y luego, mediante estadísticas, saber más sobre tu consumo, sus costes y el potencial de ahorro. Esto significa que puedes introducir, calcular o guardar en {appNameShort} cualquier dato que llamamos en general "contenido". Estos datos solo se almacenan en tu teléfono. Sincronización con Google Drive. Si activas la sincronización con Google Drive, los contenidos se guardan automáticamente también en tu unidad de Google Drive, accesible solo para ti, en una carpeta "{appNameShort}". Al iniciar sesión con Google, tu dirección de correo electrónico será visible para el desarrollador.
et: Me oleme loonud {appNameShort}, et saaksite kiiresti ja lihtsalt sisestada oma arvesti näidud ning seejärel statistika abil rohkem teada saada oma tarbimise, selle kulude ja säästupotentsiaali kohta. See tähendab, et saate {appNameShort} sisestada, arvutada või salvestada mis tahes andmeid, mida me üldiselt nimetame „sisuks”. Need andmed salvestatakse ainult teie mobiiltelefonis. Sünkroonimine Google Drive'iga. Kui aktiveerite sünkroonimise Google Drive'iga, salvestatakse sisu automaatselt ka teile kättesaadavas Google Drive'i draivis kausta „{appNameShort}”. Google'iga sisselogimisel muutub teie e-posti aadress arendajale nähtavaks.
fa: ما {appNameShort} را ایجاد کردیم تا بتوانید به سرعت و به راحتی قرائت های کنتور خود را وارد کنید و سپس از آمار برای کسب اطلاعات بیشتر در مورد مصرف، هزینه ها و صرفه جویی های احتمالی خود استفاده کنید.این بدان معناست که می‌توانید هر داده‌ای را که معمولاً به آن «محتوا» می‌گوییم، در {appNameShort} وارد، محاسبه یا ذخیره کنید.این داده ها فقط در تلفن همراه شما ذخیره می شود. با Google Drive همگام سازی کنید. اگر همگام‌سازی با Google Drive را فعال کنید، از محتوا نیز به‌طور خودکار در پوشه‌ای به نام «{appNameShort}» در Google Drive خود پشتیبان‌گیری می‌شود که فقط شما می‌توانید به آن دسترسی داشته باشید.با ورود به گوگل، آدرس ایمیل شما برای توسعه دهنده قابل مشاهده خواهد بود.
fi: Loimme {appNameShort}, jotta voit nopeasti ja helposti syöttää mittarilukemasi ja sitten tilastojen avulla saada lisätietoja kulutuksestasi, sen kustannuksista ja mahdollisista säästöistä.Tämä tarkoittaa, että voit syöttää, laskea tai tallentaa mitä tahansa dataa, jota yleensä kutsumme "sisällöksi", kohteeseen {appNameShort}.Nämä tiedot tallennetaan vain matkapuhelimeesi. Synkronoi Google Driven kanssa. Jos otat synkronoinnin käyttöön Google Driven kanssa, sisältö varmuuskopioidaan automaattisesti myös Google Drivesi kansioon nimeltä "{appNameShort}", jota vain sinä pääset käyttämään.Kun kirjaudut sisään Googlella, kehittäjä näkee sähköpostiosoitteesi.
fr: Nous avons créé {appNameShort} pour que tu puisses saisir rapidement et facilement tes relevés de compteur et ensuite découvrir, grâce aux statistiques, davantage sur ta consommation, ses coûts et les possibilités d'économie. Cela signifie que tu peux saisir, calculer ou enregistrer dans {appNameShort} toutes les données que nous appelons généralement "contenu". Ces données sont stockées uniquement sur ton téléphone. Synchronisation avec Google Drive. Si tu actives la synchronisation avec Google Drive, les contenus sont automatiquement sauvegardés dans ton espace Google Drive, accessible uniquement à toi, dans un dossier "{appNameShort}". En te connectant avec Google, ton adresse e-mail devient visible pour le développeur.
hi: हमने {appNameShort} बनाया ताकि आप जल्दी और आसानी से अपने मीटर रीडिंग दर्ज कर सकें और फिर अपनी खपत, इसकी लागत और संभावित बचत के बारे में अधिक जानने के लिए आंकड़ों का उपयोग कर सकें।इसका मतलब यह है कि आप किसी भी डेटा को, जिसे हम आम तौर पर 'सामग्री' के रूप में संदर्भित करते हैं, {appNameShort} में दर्ज, गणना या सहेज सकते हैं।यह डेटा केवल आपके मोबाइल फोन पर संग्रहीत है। Google ड्राइव के साथ समन्वयित करें. यदि आप Google ड्राइव के साथ सिंक्रनाइज़ेशन सक्षम करते हैं, तो सामग्री का आपके Google ड्राइव पर '{appNameShort}' नामक फ़ोल्डर में स्वचालित रूप से बैकअप लिया जाएगा, जिसे केवल आप ही एक्सेस कर सकते हैं।Google से लॉग इन करने पर, आपका ईमेल पता डेवलपर को दिखाई देगा।
hr: Napravili smo {appNameShort} kako biste mogli brzo i jednostavno unijeti očitanja svojih brojila, a zatim pomoću statistike saznati više o svojoj potrošnji, njezinim troškovima i mogućim uštedama.To znači da možete unijeti, izračunati ili spremiti bilo koje podatke, koje općenito nazivamo "sadržaj", u {appNameShort}.Ovi se podaci pohranjuju samo na vašem mobilnom telefonu. Sinkronizacija s Google diskom. Ako omogućite sinkronizaciju s Google diskom, sadržaj će također biti automatski sigurnosno kopiran u mapu pod nazivom '{appNameShort}' na vašem Google disku, kojoj samo vi možete pristupiti.Ako se prijavite s Googleom, vaša adresa e-pošte bit će vidljiva programeru.
hu: Az {appNameShort} weboldalt azért hoztuk létre, hogy gyorsan és egyszerűen bevihesd a mérőállásodat, majd a statisztikák segítségével többet tudhass meg a fogyasztásodról, annak költségeiről és a lehetséges megtakarításokról. Ez azt jelenti, hogy bármilyen adatot, amelyet általában „tartalomnak” nevezünk, bevihetsz, kiszámolhatsz vagy elmenthetsz a {appNameShort} weboldalon. Ezek az adatok kizárólag a mobiltelefonodon kerülnek tárolásra. Szinkronizálás a Google Drive-val. Ha engedélyezi a Google Drive-val való szinkronizálást, a tartalom automatikusan mentésre kerül a Google Drive-on található „{appNameShort}” nevű mappába, amelyhez csak Ön fér hozzá. A Google-fiókkal való bejelentkezéskor e-mail címe láthatóvá válik a fejlesztő számára.
it: Abbiamo creato {appNameShort} affinché tu possa inserire rapidamente e facilmente le letture dei contatori e, tramite le statistiche, conoscere meglio i tuoi consumi, i relativi costi e i potenziali risparmi. Ciò significa che puoi inserire, calcolare o salvare in {appNameShort} qualsiasi dato che definiamo genericamente "contenuto". Questi dati vengono memorizzati solo sul tuo telefono. Sincronizzazione con Google Drive. Se attivi la sincronizzazione con Google Drive, i contenuti vengono salvati automaticamente anche nella tua unità Google Drive, accessibile solo a te, in una cartella "{appNameShort}". Effettuando l'accesso con Google, il tuo indirizzo e-mail sarà visibile allo sviluppatore.
ja: {appNameShort} を作成したのは、メーターの測定値をすばやく簡単に入力し、統計を使用して消費量、そのコスト、潜在的な節約額について詳しく知ることができるようにするためです。これは、一般に「コンテンツ」と呼ばれるあらゆるデータを{appNameShort}に入力、計算、保存できることを意味します。このデータは携帯電話にのみ保存されます。 Googleドライブと同期します。 Google ドライブとの同期を有効にすると、コンテンツは Google ドライブ上の「{appNameShort}」というフォルダーにも自動的にバックアップされます。このフォルダーには自分だけがアクセスできます。Google でログインすると、あなたのメール アドレスが開発者に表示されます。
ko: {appNameShort}는 사용자가 계량기 지침을 빠르고 쉽게 입력하고, 통계를 통해 소비량, 비용 및 절감 가능성을 파악할 수 있도록 개발되었습니다. 사용자는 데이터(이하 ‘콘텐츠’)를 입력, 계산 또는 저장할 수 있으며, 이 데이터는 모두 휴대폰에만 저장됩니다. Google Drive 동기화. Google Drive 동기화를 활성화하면 콘텐츠는 Google Drive의 ‘{appNameShort}’ 폴더에 자동으로 백업되며, 이 폴더는 사용자만 접근할 수 있습니다. Google 로그인 시 사용자 이메일 주소는 개발자에게 표시됩니다.
lt: {appNameShort} sukūrėme tam, kad galėtumėte greitai ir lengvai įvesti savo skaitiklių rodmenis, o vėliau naudodami statistiką sužinoti daugiau apie savo suvartojimą, jo išlaidas ir galimas sutaupymas. Tai reiškia, kad {appNameShort} galite įvesti, apskaičiuoti arba išsaugoti bet kokius duomenis, kuriuos paprastai vadiname „turiniu“. Šie duomenys saugomi tik jūsų mobiliajame telefone. Sinchronizuoti su „Google“ disku. Jei įgalinsite sinchronizavimą su „Google“ disku, turinio atsarginė kopija taip pat bus automatiškai sukurta jūsų „Google“ disko aplanke pavadinimu „{appNameShort}“, kurį galite pasiekti tik jūs. Prisijungus prie Google, jūsų el. pašto adresas bus matomas kūrėjui.
ml: ഞങ്ങൾ {appNameShort} സൃഷ്‌ടിച്ചതിനാൽ നിങ്ങളുടെ മീറ്റർ റീഡിംഗുകൾ വേഗത്തിലും എളുപ്പത്തിലും നൽകാനും തുടർന്ന് നിങ്ങളുടെ ഉപഭോഗത്തെക്കുറിച്ചും അതിൻ്റെ ചെലവുകളെക്കുറിച്ചും സാധ്യതയുള്ള സമ്പാദ്യങ്ങളെക്കുറിച്ചും കൂടുതലറിയാൻ സ്ഥിതിവിവരക്കണക്കുകൾ ഉപയോഗിക്കാനും കഴിയും. {appNameShort}-ൽ ഞങ്ങൾ പൊതുവെ 'ഉള്ളടക്കം' എന്ന് വിളിക്കുന്ന ഏത് ഡാറ്റയും നിങ്ങൾക്ക് നൽകാനോ കണക്കാക്കാനോ സംരക്ഷിക്കാനോ കഴിയുമെന്നാണ് ഇതിനർത്ഥം. ഈ ഡാറ്റ നിങ്ങളുടെ മൊബൈൽ ഫോണിൽ മാത്രമേ സംഭരിക്കപ്പെടുകയുള്ളൂ. Google ഡ്രൈവുമായി സമന്വയിപ്പിക്കുക. നിങ്ങൾ Google ഡ്രൈവുമായി സമന്വയം പ്രാപ്‌തമാക്കുകയാണെങ്കിൽ, നിങ്ങളുടെ Google ഡ്രൈവിലെ '{appNameShort}' എന്ന ഫോൾഡറിൽ ഉള്ളടക്കം സ്വയമേവ ബാക്കപ്പ് ചെയ്യപ്പെടും, അത് നിങ്ങൾക്ക് മാത്രം ആക്‌സസ് ചെയ്യാൻ കഴിയും. Google-ൽ ലോഗിൻ ചെയ്യുന്നതിലൂടെ, നിങ്ങളുടെ ഇമെയിൽ വിലാസം ഡെവലപ്പർക്ക് ദൃശ്യമാകും.
my: ကျွန်ုပ်တို့သည်သင်၏မီတာဖတ်ခြင်းများကိုလျင်မြန်စွာဖြည့်ဆည်းပေးနိုင်ရန်အတွက် Phtoken0 ကိုဖန်တီးခဲ့ပြီးသင်၏စားသုံးမှုနှင့်ကုန်ကျစရိတ်များနှင့်အလားအလာရှိသောငွေစုများအကြောင်းပိုမိုသိရှိရန်စာရင်းဇယားများကိုအသုံးပြုသည်။ ဆိုလိုသည်မှာသင်သည် Phtoked1 တွင်ယေဘူယျအားဖြင့် "အကြောင်းအရာ 'ဟုရည်ညွှန်းသည့်မည်သည့်ဒေတာများကိုမဆိုတွက်ချက်, တွက်ချက်ခြင်းသို့မဟုတ်သိမ်းနိုင်သည်။ ဤအချက်အလက်များကိုသင်၏မိုဘိုင်းဖုန်းတွင်သာသိမ်းထားသည်။ Google Drive ဖြင့်စည်းညှိပါ။ အကယ်. သင်သည် Google Drive ဖြင့်ထပ်တူပြုခြင်းကိုပြုလုပ်နိုင်ပါကသင်၏ဂူဂဲလ် Drive တွင် 'Phtoken Drive ရှိ Phtoken Drive တွင်' Phtoken Drive ဟုခေါ်သောဖိုလ်ဒါတစ်ခုတွင်ပါ 0 င်သည်။ ဂူဂဲလ်နှင့်အတူဝင်ရောက်ခြင်းအားဖြင့်သင်၏အီးမေးလ်လိပ်စာကို developer ကိုမြင်နိုင်လိမ့်မည်။
nl: We hebben {appNameShort} gemaakt zodat u snel en eenvoudig meterstanden kunt invoeren en vervolgens via statistieken meer kunt ontdekken over uw verbruik, de kosten en besparingsmogelijkheden. Dit betekent dat u willekeurige gegevens, die wij algemeen als "inhoud" aanduiden, in {appNameShort} kunt invoeren, berekenen of opslaan. Deze gegevens worden alleen op uw telefoon opgeslagen. Synchronisatie met Google Drive. Als u de synchronisatie met Google Drive activeert, worden de inhoud automatisch in het alleen voor u toegankelijke Google Drive-opslagruimte daarnaast opgeslagen in een map "{appNameShort}". Door in te loggen met Google wordt uw e-mailadres zichtbaar voor de ontwikkelaar.
no: Vi har laget {appNameShort} slik at du raskt og enkelt kan legge inn målerstandene dine og deretter bruke statistikk for å finne ut mer om forbruket ditt, dets kostnader og potensielle besparelser. Dette betyr at du kan legge inn, beregne eller lagre data, som vi vanligvis refererer til som "innhold", i {appNameShort}. Disse dataene lagres kun på din mobiltelefon. Synkroniser med Google Disk. Hvis du aktiverer synkronisering med Google Disk, vil innholdet også automatisk bli sikkerhetskopiert i en mappe kalt «{appNameShort}» på Google Disk, som bare du har tilgang til. Ved å logge på med Google vil e-postadressen din være synlig for utvikleren.
pl: Stworzyliśmy {appNameShort}, abyś mógł szybko i łatwo wprowadzić odczyty liczników, a następnie skorzystać ze statystyk, aby dowiedzieć się więcej o swoim zużyciu, jego kosztach i potencjalnych oszczędnościach. Oznacza to, że możesz wprowadzać, obliczać lub zapisywać dowolne dane, które ogólnie nazywamy „treścią” w {appNameShort}. Dane te są zapisywane wyłącznie na Twoim telefonie komórkowym. Synchronizuj z Dyskiem Google. Jeśli włączysz synchronizację z Dyskiem Google, kopia zapasowa zawartości zostanie również automatycznie utworzona w folderze o nazwie „{appNameShort}” na Twoim Dysku Google, do którego tylko Ty masz dostęp. Logując się za pomocą Google, Twój adres e-mail będzie widoczny dla programisty.
pt: Criamos o {appNameShort} para que você possa inserir leituras de medidores de forma rápida e simples e depois, com estatísticas, descobrir mais sobre seu consumo, seus custos e potencial de economia. Isso significa que você pode inserir, calcular ou armazenar no {appNameShort} quaisquer dados que chamamos genericamente de “conteúdo”. Esses dados são armazenados apenas no seu telefone. Sincronização com o Google Drive. Se você ativar a sincronização com o Google Drive, os conteúdos serão salvos automaticamente também na sua unidade do Google Drive, acessível apenas por você, em uma pasta "{appNameShort}". Ao fazer login com o Google, seu endereço de e-mail fica visível para o desenvolvedor.
ru: Мы создали {appNameShort}, чтобы вы могли быстро и просто вводить показания счетчиков, а затем с помощью статистики узнавать больше о своем потреблении, его стоимости и потенциале экономии. Это значит, что вы можете вводить, рассчитывать или сохранять в {appNameShort} любые данные, которые мы в целом называем «содержимым». Эти данные хранятся только на вашем телефоне. Синхронизация с Google Drive. Если вы активируете синхронизацию с Google Drive, содержимое автоматически сохраняется в вашем диске Google Drive в папке "{appNameShort}", доступной только вам. При входе через Google ваш адрес электронной почты становится видим для разработчика.
sl: Ustvarili smo {appNameShort}, da lahko hitro in enostavno vnesete odčitke svojih števcev in nato s statistiko izveste več o vaši porabi, njenih stroških in potencialnih prihrankih. To pomeni, da lahko v {appNameShort} vnesete, izračunate ali shranite katere koli podatke, ki jih na splošno imenujemo "vsebina". Ti podatki so shranjeni samo na vašem mobilnem telefonu. Sinhronizacija z Google Drive. Če omogočite sinhronizacijo z Google Drive, bo vsebina samodejno varnostno kopirana v mapo z imenom »{appNameShort}« na vašem Google Drive, do katere lahko dostopate samo vi. Če se prijavite z Googlom, bo vaš e-poštni naslov viden razvijalcu.
sr: Направили смо ПХТОКЕН0 тако да можете брзо и лако да унесете очитања бројила, а затим помоћу статистике сазнате више о својој потрошњи, њеним трошковима и потенцијалним уштедама. То значи да можете да унесете, израчунате или сачувате било које податке, које обично називамо „садржајем“, у ПХТОКЕН1. Ови подаци се чувају само на вашем мобилном телефону. Синхронизујте са Гоогле диском. Ако омогућите синхронизацију са Гоогле диском, садржај ће такође бити аутоматски направљен у фасцикли под називом „ПХТОКЕН2“ на вашем Гоогле диску, којој само ви можете да приступите. Ако се пријавите на Гоогле, ваша адреса е-поште ће бити видљива програмеру.
sv: Vi skapade {appNameShort} så att du snabbt och enkelt kan ange dina mätarställning och sedan använda statistik för att ta reda på mer om din förbrukning, dess kostnader och potentiella besparingar. Det betyder att du kan ange, beräkna eller spara vilken data som helst, som vi i allmänhet kallar "innehåll", i {appNameShort}. Denna data lagras endast på din mobiltelefon. Synkronisera med Google Drive. Om du aktiverar synkronisering med Google Drive kommer innehållet också automatiskt att säkerhetskopieras i en mapp som heter "{appNameShort}" på din Google Drive, som bara du kan komma åt. Genom att logga in med Google kommer din e-postadress att vara synlig för utvecklaren.
sw: Tuliunda phtoken0 ili uweze kuingia haraka na kwa urahisi kuingia kwa usomaji wa mita yako na kisha kutumia takwimu kujua zaidi juu ya utumiaji wako, gharama zake na akiba inayowezekana. Hii inamaanisha kuwa unaweza kuingia, kuhesabu au kuokoa data yoyote, ambayo kwa ujumla tunarejelea kama 'yaliyomo', katika PhToken1. Data hii imehifadhiwa tu kwenye simu yako ya rununu. Sawazisha na Hifadhi ya Google. Ikiwa utawezesha maingiliano na Hifadhi ya Google, yaliyomo pia yatahifadhiwa kiotomatiki kwenye folda inayoitwa 'PhToken2' kwenye Hifadhi yako ya Google, ambayo tu unaweza kupata. Kwa kuingia na Google, anwani yako ya barua pepe itaonekana kwa msanidi programu.
th: เราสร้าง {appNameShort} เพื่อให้คุณสามารถป้อนค่าที่อ่านมิเตอร์ได้อย่างรวดเร็วและง่ายดาย จากนั้นใช้สถิติเพื่อหาข้อมูลเพิ่มเติมเกี่ยวกับการบริโภค ต้นทุน และการประหยัดที่เป็นไปได้ ซึ่งหมายความว่าคุณสามารถป้อน คำนวณ หรือบันทึกข้อมูลใดๆ ซึ่งโดยทั่วไปเราเรียกว่า 'เนื้อหา' ใน {appNameShort} ข้อมูลนี้จะถูกเก็บไว้ในโทรศัพท์มือถือของคุณเท่านั้น ซิงค์กับ Google ไดรฟ์ หากคุณเปิดใช้งานการซิงโครไนซ์กับ Google Drive เนื้อหาจะถูกสำรองโดยอัตโนมัติในโฟลเดอร์ชื่อ '{appNameShort}' บน Google Drive ของคุณ ซึ่งมีเพียงคุณเท่านั้นที่สามารถเข้าถึงได้ เมื่อเข้าสู่ระบบด้วย Google นักพัฒนาซอฟต์แวร์จะมองเห็นที่อยู่อีเมลของคุณ
tr: {appNameShort}'ı, sayaç okumalarınızı hızlı ve kolay bir şekilde girebilmeniz ve ardından istatistikleri kullanarak tüketiminiz, maliyetleriniz ve potansiyel tasarruflarınız hakkında daha fazla bilgi edinebilmeniz için oluşturduk. Bu, {appNameShort}'e genel olarak 'içerik' dediğimiz her türlü veriyi girebileceğiniz, hesaplayabileceğiniz veya kaydedebileceğiniz anlamına gelir. Bu veriler yalnızca cep telefonunuzda saklanır. Google Drive'la senkronize edin. Google Drive ile senkronizasyonu etkinleştirirseniz içerik, Google Drive'ınızda yalnızca sizin erişebileceğiniz '{appNameShort}' adlı bir klasöre de otomatik olarak yedeklenecektir. Google ile giriş yaptığınızda e-posta adresiniz geliştirici tarafından görülecektir.
uk: Ми створили {appNameShort}, щоб ви могли швидко та легко вводити показання свого лічильника, а потім використовувати статистику, щоб дізнатися більше про своє споживання, витрати та потенційну економію. Це означає, що ви можете вводити, обчислювати або зберігати будь-які дані, які ми зазвичай називаємо «вмістом», у {appNameShort}. Ці дані зберігаються лише на вашому мобільному телефоні. Синхронізація з Google Drive. Якщо ви ввімкнете синхронізацію з Google Диском, вміст також буде автоматично створено резервну копію в папці під назвою «{appNameShort}» на вашому Google Диску, доступ до якої маєте лише ви. Після входу в обліковий запис Google ваша адреса електронної пошти стане доступною для розробника.
vi: Chúng tôi đã tạo {appNameShort} để bạn có thể nhập chỉ số đồng hồ của mình một cách nhanh chóng và dễ dàng, sau đó sử dụng số liệu thống kê để tìm hiểu thêm về mức tiêu thụ, chi phí và khả năng tiết kiệm của bạn. Điều này có nghĩa là bạn có thể nhập, tính toán hoặc lưu bất kỳ dữ liệu nào mà chúng tôi thường gọi là ‘nội dung’ trong {appNameShort}. Dữ liệu này chỉ được lưu trữ trên điện thoại di động của bạn. Đồng bộ hóa với Google Drive. Nếu bạn bật đồng bộ hóa với Google Drive, nội dung cũng sẽ được tự động sao lưu vào thư mục có tên ‘{appNameShort}’ trên Google Drive mà chỉ bạn mới có thể truy cập. Bằng cách đăng nhập bằng Google, địa chỉ email của bạn sẽ hiển thị với nhà phát triển.
zh: 我们创建了 {appNameShort}，以便您可以快速轻松地输入仪表读数，然后使用统计数据了解有关您的消耗、成本和潜在节省的更多信息。这意味着您可以在 {appNameShort} 中输入、计算或保存任何数据，我们通常将其称为“内容”。该数据仅存储在您的手机上。 与 Google 云端硬盘同步。 如果您启用与 Google 云端硬盘同步，内容也会自动备份到 Google 云端硬盘上名为“{appNameShort}”的文件夹中，只有您可以访问该文件夹。通过使用 Google 登录，开发者将可以看到您的电子邮件地址。
