Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# smartMeterSettingsScreenSyncingDialogHeader
source: Syncing in progress
af: Besig om te sinkroniseer
ar: المزامنة قيد التنفيذ
bg: Синхронизацията е в процес
bs: Sinhronizacija je u toku
cs: Probíhá synchronizace
da: Synkronisering er i gang
de: Synchronisierung läuft
el: Συγχρονισμός σε εξέλιξη
es: Sincronización en curso
et: Sünkroonimine käib
fa: همگام سازی در حال انجام است
fi: Synkronointi käynnissä
fr: Synchronisation en cours
hi: समन्वयन प्रगति पर है
hr: Sinkronizacija u tijeku
hu: Szinkronizálás folyamatban
it: Sincronizzazione in corso
ja: 同期中です
ko: 동기화 진행 중
lt: Sinchronizuojama
ml: സമന്വയിപ്പിക്കൽ പുരോഗതിയിലാണ്
my: တိုးတက်မှုအတွက်စည်းညှိ
nl: Synchroniseren in uitvoering
no: Synkronisering pågår
pl: Synchronizacja w toku
pt: Sincronização em andamento
ru: Идет синхронизация
sl: Sinhronizacija v teku
sr: Синхронизација је у току
sv: Synkronisering pågår
sw: Usawazishaji unaendelea
th: อยู่ระหว่างการซิงค์
tr: Senkronizasyon devam ediyor
uk: Виконується синхронізація
vi: Đang đồng bộ hóa
zh: 同步正在进行中

# smartMeterSettingsScreenSyncingDialogProgress
source: Progress: {progressInPercent}%
af: Vordering: {progressInPercent}%
ar: التقدم: {progressInPercent}%
bg: Напредък: {progressInPercent}%
bs: Napredak: {progressInPercent}%
cs: Průběh: {progressInPercent} %
da: Fremskridt: {progressInPercent} %
de: Fortschritt: {progressInPercent}%
el: Πρόοδος: {progressInPercent} %
es: Progreso: {progressInPercent}%
et: Edenemine: {progressInPercent}%
fa: پیشرفت: {progressInPercent}%
fi: Edistyminen: {progressInPercent}%
fr: Progression : {progressInPercent}%
hi: प्रगति: {progressInPercent}%
hr: Napredak: {progressInPercent}%
hu: Haladás: {progressInPercent} %
it: Avanzamento: {progressInPercent}%
ja: 進捗状況: {progressInPercent}%
ko: 진행률: {progressInPercent}%
lt: Pažanga: {progressInPercent} %
ml: പുരോഗതി: {progressInPercent}%
my: တိုးတက်မှု: PHTED0%
nl: Voortgang: {progressInPercent}%
no: Fremgang: {progressInPercent} %
pl: Postęp: {progressInPercent}%
pt: Progresso: {progressInPercent}%
ru: Прогресс: {progressInPercent}%
sl: Napredek: {progressInPercent}%
sr: Напредак: ПХТОКЕН0%
sv: Framsteg: {progressInPercent}%
sw: Maendeleo: phtoken0%
th: ความคืบหน้า: {progressInPercent}%
tr: İlerleme: {progressInPercent}%
uk: Прогрес: {progressInPercent}%
vi: Tiến độ: {progressInPercent}%
zh: 进度：{progressInPercent}%

# smartMeterSettingsScreenSyncingDialogError
source: Error
af: Fout
ar: خطأ
bg: Грешка
bs: Greška
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fa: خطا
fi: Virhe
fr: Erreur
hi: गलती
hr: Greška
hu: Hiba
it: Errore
ja: エラー
ko: 오류
lt: Klaida
ml: പിശക്
my: အမှား
nl: Fout
no: Feil
pl: Błąd
pt: Erro
ru: Ошибка
sl: Napaka
sr: Грешка
sv: Fel
sw: Kosa
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh: 错误

# smartMeterSettingsScreenSyncingDialogErrorOkButton
source: Ok
af: Goed
ar: موافق
bg: Добре
bs: U redu
cs: Dobře
da: Okay
el: Εντάξει
es: Aceptar
fa: باشه
hi: ठीक है
hr: U redu
hu: Oké
ja: わかりました
ko: 확인
lt: Gerai
ml: ശരി
my: အိုကေ
ru: ОК
sr: Ок
sw: Sawa
th: ตกลง
tr: Tamam
uk: добре
vi: Được rồi
zh: 好的

# smartMeterSettingsScreenSyncingDialogErrorMessage
source: Following error occurred during synchronisation: {errorMessage}
af: Die volgende fout het voorgekom tydens sinchronisasie: {errorMessage}
ar: حدث الخطأ التالي أثناء المزامنة: {errorMessage}
bg: Възникна следната грешка по време на синхронизацията: {errorMessage}
bs: Sljedeća greška se dogodila tokom sinhronizacije: {errorMessage}
cs: Během synchronizace došlo k následující chybě: {errorMessage}
da: Følgende fejl opstod under synkronisering: {errorMessage}
de: Folgender Fehler ist während der Synchronisation aufgetreten: {errorMessage}
el: Κατά τη διάρκεια του συγχρονισμού προέκυψε το ακόλουθο σφάλμα: {errorMessage}
es: Ocurrió el siguiente error durante la sincronización: {errorMessage}
et: Sünkroonimisel tekkis järgmine viga: {errorMessage}
fa: خطای زیر در هنگام همگام‌سازی رخ داد: {errorMessage}
fi: Synkronoinnin aikana tapahtui seuraava virhe: {errorMessage}
fr: L'erreur suivante s'est produite lors de la synchronisation: {errorMessage}
hi: सिंक्रनाइज़ेशन के दौरान निम्नलिखित त्रुटि हुई: {errorMessage}
hr: Tijekom sinkronizacije dogodila se sljedeća pogreška: {errorMessage}
hu: A szinkronizálás során a következő hiba történt: {errorMessage}
it: Si è verificato il seguente errore durante la sincronizzazione: {errorMessage}
ja: 同期中に次のエラーが発生しました: {errorMessage}
ko: 동기화 중 다음 오류가 발생했습니다: {errorMessage}
lt: Sinchronizuojant įvyko ši klaida: {errorMessage}
ml: സമന്വയ സമയത്ത് ഇനിപ്പറയുന്ന പിശക് സംഭവിച്ചു: {errorMessage}
my: ထပ်တူပြုခြင်းသည်ထပ်တူပြုခြင်းဖြင့်အောက်ပါအမှား - Phtoken0
nl: De volgende fout is opgetreden tijdens synchronisatie: {errorMessage}
no: Følgende feil oppstod under synkronisering: {errorMessage}
pl: Podczas synchronizacji wystąpił następujący błąd: {errorMessage}
pt: Ocorreu o seguinte erro durante a sincronização: {errorMessage}
ru: Во время синхронизации произошла следующая ошибка: {errorMessage}
sl: Med sinhronizacijo je prišlo do naslednje napake: {errorMessage}
sr: Дошло је до следеће грешке током синхронизације: ПХТОКЕН0
sv: Följande fel inträffade under synkroniseringen: {errorMessage}
sw: Kufuatia kosa kulitokea wakati wa maingiliano: phtoken0
th: เกิดข้อผิดพลาดต่อไปนี้ในระหว่างการซิงโครไนซ์: {errorMessage}
tr: Senkronizasyon sırasında şu hata oluştu: {errorMessage}
uk: Під час синхронізації сталася така помилка: {errorMessage}
vi: Đã xảy ra lỗi sau trong quá trình đồng bộ hóa: {errorMessage}
zh: 同步期间发生以下错误：{errorMessage}

# smartMeterMisconfiguredWidgetCardTitle
source: Please set up your smart meter correctly.
af: Stel asseblief jou slimmeting korrek op.
ar: يرجى إعداد عدادك الذكي بشكل صحيح.
bg: Моля, настройте правилно вашия интелигентен брояч.
bs: Molimo Vas da ispravno postavite svoj pametni mjerač.
cs: Nastavte svůj inteligentní měřič správně.
da: Indstil din smartmåler korrekt.
de: Bitte richten Sie Ihren Smartmeter richtig ein.
el: Παρακαλούμε ρυθμίστε σωστά τον έξυπνο μετρητή σας.
es: Por favor, configure su contador inteligente correctamente.
et: Palun seadista oma nutiarvesti õigesti.
fa: لطفاً کنتور هوشمند خود را به درستی تنظیم کنید.
fi: Asenna älymittarisi oikein.
fr: Veuillez configurer correctement votre compteur intelligent.
hi: कृपया अपना स्मार्ट मीटर सही ढंग से सेट करें।
hr: Ispravno postavite svoje pametno brojilo.
hu: Kérjük, állítsa be helyesen az intelligens fogyasztásmérőt.
it: Si prega di configurare correttamente il Suo contatore intelligente.
ja: スマートメーターを正しく設定してください。
ko: 스마트 미터를 올바르게 설정하세요.
lt: Teisingai nustatykite išmanųjį skaitiklį.
ml: നിങ്ങളുടെ സ്മാർട്ട് മീറ്റർ ശരിയായി സജ്ജീകരിക്കുക.
my: ကျေးဇူးပြု. သင်၏စမတ်မီတာကိုမှန်ကန်စွာတည်ဆောက်ပါ။
nl: Stel uw slimme meter correct in.
no: Vennligst konfigurer smartmåleren riktig.
pl: Proszę poprawnie skonfigurować inteligentny licznik.
pt: Por favor, configure o seu contador inteligente corretamente.
ru: Пожалуйста, настройте ваш умный счётчик правильно.
sl: Prosimo, da pravilno nastavite pametni števec.
sr: Молимо Вас да исправно подесите свој паметни мерач.
sv: Vänligen ställ in din smarta mätare korrekt.
sw: Tafadhali weka mita yako nzuri kwa usahihi.
th: โปรดตั้งค่ามิเตอร์อัจฉริยะของคุณอย่างถูกต้อง
tr: Lütfen akıllı sayacınızı doğru şekilde kurun.
uk: Налаштуйте свій інтелектуальний лічильник правильно.
vi: Vui lòng thiết lập đồng hồ thông minh của bạn một cách chính xác.
zh: 请正确设置您的智能电表。

# smartMeterMisconfiguredWidgetCardButton
source: Set up smart meter
af: Stel slimmeting op
ar: إعداد العداد الذكي
bg: Настройка на интелигентен брояч
bs: Postavite pametno brojilo
cs: Nastavte inteligentní měřič
da: Opsæt smartmåler
de: Smartmeter einrichten
el: Ρύθμιση έξυπνου μετρητή
es: Configurar contador inteligente
et: Seadista nutiarvesti
fa: راه‌اندازی کنتور هوشمند
fi: Aseta älymittari
fr: Configurer le compteur intelligent
hi: स्मार्ट मीटर लगाएं
hr: Postavi pametni brojač
hu: Állítsa be az intelligens mérőórát
it: Configurare il contatore intelligente
ja: スマートメーターを設置する
ko: 스마트 미터 설정
lt: Nustatykite išmanųjį skaitiklį
ml: സ്മാർട്ട് മീറ്റർ സജ്ജീകരിക്കുക
my: စမတ်မီတာကို set up
nl: Slimme meter instellen
no: Sett opp smartmåler
pl: Skonfiguruj inteligentny licznik
pt: Configurar contador inteligente
ru: Настроить умный счётчик
sl: Nastavite pametni števec
sr: Подесите паметни мерач
sv: Konfigurera smart mätare
sw: Sanidi mita smart
th: ตั้งค่ามิเตอร์อัจฉริยะ
tr: Akıllı sayacı ayarla
uk: Налаштувати інтелектуальний лічильник
vi: Thiết lập đồng hồ thông minh
zh: 设置智能电表

# smartMeterTabConsumptions
source: Consumptions
af: Verbruike
ar: الاستهلاكات
bg: Консумации
bs: Potrošnja
cs: Spotřeby
da: Forbrug
de: Verbräuche
el: Καταναλώσεις
es: Consumos
et: Tarbimised
fa: مصرف‌ها
fi: Kulutukset
fr: Consommations
hi: खपत
hr: Potrošnje
hu: Fogyasztás
it: Consumi
ja: 消費量
ko: 소비량
lt: Vartojimas
ml: ഉപഭോഗം
my: စားသုံးစရိတ်
nl: Verbruik
no: Forbruk
pl: Zużycie
pt: Consumos
ru: Потребление
sl: Porabe
sr: Потрошња
sv: Förbrukning
sw: Matumizi
th: การบริโภค
tr: Tüketim
uk: Споживання
vi: Tiêu thụ
zh: 消费

# smartMeterTabProductions
source: Productions
af: Produksies
ar: الإنتاجات
bg: Производства
bs: Produkcije
cs: Produkce
da: Produktioner
de: Erträge
el: Παραγωγές
es: Producciones
et: Toodangud
fa: تولیدات
fi: Tuotokset
hi: प्रस्तुतियों
hr: Produkcije
hu: Produkciók
it: Produzioni
ja: プロダクション
ko: 생산량
lt: Produkcijos
ml: പ്രൊഡക്ഷൻസ്
my: အဆောက်အအုံများ
nl: Productie
no: Produksjoner
pl: Produkcje
pt: Produções
ru: Производство
sl: Produkcije
sr: Продуцтионс
sv: Produktioner
sw: Uzalishaji
th: โปรดักชั่น
tr: Yapımlar
uk: Виробництва
vi: Sản phẩm
zh: 作品

# consumptionCacheManagementClearCacheButton
source: Clear cache
af: Vee kas uit
ar: مسح الذاكرة المؤقتة
bg: Изчистване на кеша
bs: Obriši keš memoriju
cs: Vymazat mezipaměť
da: Ryd cache
de: Cache leeren
el: Εκκαθάριση προσωρινής μνήμης cache
es: Limpiar Caché
et: Tühjenda vahemälu
fa: حافظه پنهان را پاک کنید
fi: Tyhjennä välimuisti
fr: Vider le Cache
hi: कैश को साफ़ करें
hr: Očisti predmemoriju
hu: Gyorsítótár törlése
it: Svuota Cache
ja: キャッシュをクリアする
ko: 캐시 삭제
lt: Išvalyti talpyklą
ml: കാഷെ മായ്‌ക്കുക
my: cache ကိုရှင်းရှင်းလင်းလင်း
nl: Cache wissen
no: Tøm hurtigbufferen
pl: Wyczyść pamięć podręczną
pt: Limpar Cache
ru: Очистить Кэш
sl: Počisti predpomnilnik
sr: Обриши кеш меморију
sv: Rensa cache
sw: Kashe wazi
th: ล้างแคช
tr: Önbelleği temizle
uk: Очистити кеш
vi: Xóa bộ nhớ đệm
zh: 清除缓存

# consumptionCacheManagementClearCacheAndSynchronizeButton
source: Clear & sync
af: Vee uit en sinkroniseer
ar: مسح ومزامنة
bg: Изчистване и синхронизация
bs: Obriši i sinhroniziraj
cs: Vymazat a synchronizovat
da: Ryd og synkroniser
de: Leeren & sync.
el: Καθαρισμός & συγχρονισμός
es: Limpiar y Sincronizar
et: Tühjenda ja sünkrooni
fa: پاک کردن و همگام سازی
fi: Tyhjennä ja synkronoi
fr: Vider et Synchroniser
hi: साफ़ करें और सिंक करें
hr: Očisti i sinkroniziraj
it: Svuota e Sincronizza
ja: クリアと同期
ko: 캐시 삭제 및 동기화
lt: Išvalyti ir sinchronizuoti
ml: മായ്‌ക്കുകയും സമന്വയിപ്പിക്കുകയും ചെയ്യുക
nl: Wissen & synchroniseren
no: Slett og synkroniser
pl: Wyczyść i zsynchronizuj
pt: Limpar e Sincronizar
ru: Очистить и Синхронизировать
sl: Počisti in sinhroniziraj
sr: Обриши и синхронизуј
sv: Rensa och synkronisera
sw: Wazi na Usawazishaji
th: ล้างและซิงค์
tr: Temizle ve senkronize et
uk: Очистити та синхронізувати
vi: Xóa và đồng bộ hóa
zh: 清除并同步

# consumptionCacheManagementConfirmClearCacheTitle
source: Clear cache?
af: Vee kas uit?
ar: مسح الذاكرة المؤقتة؟
bg: Изчистване на кеша?
bs: Izbrisati keš memoriju?
cs: Vymazat mezipaměť?
da: Ryd cache?
de: Cache leeren?
el: Καθαρίστε την προσωρινή μνήμη?
es: ¿Limpiar caché?
et: Tühjendada vahemälu?
fa: کش پاک شود؟
fi: Tyhjennä välimuisti?
fr: Vider le cache?
hi: कैश को साफ़ करें?
hr: Očistiti predmemoriju?
hu: Törölje a gyorsítótárat?
it: Svuotare la cache?
ja: キャッシュをクリアしますか?
ko: 캐시를 삭제하시겠습니까?
lt: Išvalyti talpyklą?
ml: കാഷെ മായ്‌ക്കണോ?
my: Clear cache ကို?
nl: Cache wissen?
no: Tømme bufferen?
pl: Wyczyścić pamięć podręczną?
pt: Limpar cache?
ru: Очистить кэш?
sl: Počisti predpomnilnik?
sr: Избрисати кеш?
sv: Rensa cache?
sw: Kashe wazi?
th: ล้างแคชใช่ไหม
tr: Önbellek temizlensin mi?
uk: Очистити кеш?
vi: Xóa bộ nhớ đệm?
zh: 清除缓存？

# consumptionCacheManagementConfirmClearCacheMessage
source: All cached consumption data will be permanently deleted. You can synchronize it later.
af: Alle gekasde verbruiksdata sal permanent uitgevee word. Jy kan dit later sinkroniseer.
ar: سيتم حذف جميع بيانات الاستهلاك المخزنة مؤقتاً بشكل دائم. يمكنك مزامنتها لاحقاً.
bg: Всички кеширани данни за консумация ще бъдат перманентно изтрити. Можете да ги синхронизирате по-късно.
bs: Svi keširani podaci o potrošnji će biti trajno izbrisani. Možete ga sinhronizovati kasnije.
cs: Všechna data spotřeby v mezipaměti budou trvale smazána. Můžete jej synchronizovat později.
da: Alle cachelagrede forbrugsdata slettes permanent. Du kan synkronisere det senere.
de: Alle zwischengespeicherten Verbrauchsdaten werden dauerhaft gelöscht. Sie können diese später synchronisieren.
el: Όλα τα αποθηκευμένα στην προσωρινή μνήμη δεδομένα κατανάλωσης θα διαγραφούν οριστικά. Μπορείτε να τα συγχρονίσετε αργότερα.
es: Todos los datos de consumo en caché serán eliminados permanentemente. Puedes sincronizarlos más tarde.
et: Kõik vahemällu salvestatud tarbimisandmed kustutatakse jäädavalt. Saad need hiljem sünkroonida.
fa: تمام داده های مصرف ذخیره شده در حافظه پنهان به طور دائم حذف خواهند شد.بعداً می توانید آن را همگام کنید.
fi: Kaikki välimuistissa olevat kulutustiedot poistetaan pysyvästi.Voit synkronoida sen myöhemmin.
fr: Toutes les données de consommation en cache seront définitivement supprimées. Vous pourrez les synchroniser plus tard.
hi: सभी कैश्ड उपभोग डेटा स्थायी रूप से हटा दिया जाएगा।आप इसे बाद में सिंक्रनाइज़ कर सकते हैं.
hr: Svi predmemorirani podaci o potrošnji bit će trajno izbrisani.Kasnije ga možete sinkronizirati.
hu: Minden gyorsítótárazott fogyasztási adat véglegesen törlődik. Később szinkronizálhatja őket.
it: Tutti i dati di consumo memorizzati nella cache saranno eliminati permanentemente. Potrai sincronizzarli in seguito.
ja: キャッシュされたすべての消費データは完全に削除されます。後で同期することもできます。
ko: 모든 캐시된 소비 데이터가 영구적으로 삭제됩니다. 이후 동기화할 수 있습니다.
lt: Visi talpykloje saugomi vartojimo duomenys bus visam laikui ištrinti. Vėliau galėsite sinchronizuoti.
ml: കാഷെ ചെയ്‌ത എല്ലാ ഉപഭോഗ ഡാറ്റയും ശാശ്വതമായി ഇല്ലാതാക്കപ്പെടും. നിങ്ങൾക്ക് ഇത് പിന്നീട് സമന്വയിപ്പിക്കാം.
my: cacheed စားသုံးမှုဒေတာများကိုအမြဲတမ်းဖျက်ပစ်လိမ့်မည်။ သင်နောက်မှထပ်တူပြုနိုင်သည်။
nl: Alle gecachte verbruiksgegevens worden permanent verwijderd. U kunt het later synchroniseren.
no: Alle hurtigbufrede forbruksdata vil bli slettet permanent. Du kan synkronisere den senere.
pl: Wszystkie zapisane w pamięci podręcznej dane dotyczące zużycia zostaną trwale usunięte. Możesz to zsynchronizować później.
pt: Todos os dados de consumo em cache serão excluídos permanentemente. Você pode sincronizá-los mais tarde.
ru: Все кэшированные данные о потреблении будут безвозвратно удалены. Вы сможете синхронизировать их позже.
sl: Vsi predpomnjeni podatki o porabi bodo trajno izbrisani. Pozneje ga lahko sinhronizirate.
sr: Сви кеширани подаци о потрошњи биће трајно избрисани. Можете га синхронизовати касније.
sv: All cachad förbrukningsdata kommer att raderas permanent. Du kan synkronisera det senare.
sw: Takwimu zote za utumiaji zilizohifadhiwa zitafutwa kabisa. Unaweza kusawazisha baadaye.
th: ข้อมูลการใช้แคชทั้งหมดจะถูกลบอย่างถาวร คุณสามารถซิงโครไนซ์ได้ในภายหลัง
tr: Önbelleğe alınan tüm tüketim verileri kalıcı olarak silinecektir. Daha sonra senkronize edebilirsiniz.
uk: Усі кешовані дані споживання буде остаточно видалено. Ви можете синхронізувати його пізніше.
vi: Tất cả dữ liệu tiêu thụ được lưu trong bộ nhớ đệm sẽ bị xóa vĩnh viễn. Bạn có thể đồng bộ hóa nó sau.
zh: 所有缓存的消费数据将被永久删除。您可以稍后同步。

# consumptionCacheManagementConfirmClearCacheAndSyncTitle
source: Clear cache & synchronize?
af: Vee kas uit en sinkroniseer?
ar: مسح الذاكرة المؤقتة ومزامنة؟
bg: Изчистване на кеша и синхронизация?
bs: Obrisati keš memoriju i sinhronizovati?
cs: Vymazat mezipaměť a synchronizovat?
da: Ryd cache og synkronisere?
de: Cache leeren & synchronisieren?
el: Εκκαθάριση προσωρινής μνήμης και συγχρονισμός;
es: ¿Limpiar caché y sincronizar?
et: Tühjenda vahemälu ja sünkrooni?
fa: حافظه پنهان پاک شود و همگام شود؟
fi: Tyhjennetäänkö välimuisti ja synkronoidaanko?
fr: Vider le cache et synchroniser ?
hi: कैश साफ़ करें और सिंक्रनाइज़ करें?
hr: Očistiti predmemoriju i sinkronizirati?
hu: Cache törlése és szinkronizálás?
it: Svuotare la cache e sincronizzare?
ja: キャッシュをクリアして同期しますか?
ko: 캐시 삭제 및 동기화?
lt: Išvalyti talpyklą ir sinchronizuoti?
ml: കാഷെ മായ്‌ച്ച് സമന്വയിപ്പിക്കണോ?
my: cache ကို Cache & Synchronize?
nl: Cache wissen & synchroniseren?
no: Tømme buffer og synkronisere?
pl: Wyczyścić pamięć podręczną i zsynchronizować?
pt: Limpar cache e sincronizar?
ru: Очистить кэш и синхронизировать?
sl: Počistiti predpomnilnik in sinhronizirati?
sr: Избрисати кеш и синхронизовати?
sv: Rensa cacheminne och synkronisera?
sw: Futa kashe na usawazisha?
th: ล้างแคชและซิงโครไนซ์ไหม
tr: Önbellek temizlensin ve senkronize edilsin mi?
uk: Очистити кеш і синхронізувати?
vi: Xóa bộ nhớ đệm và đồng bộ hóa?
zh: 清除缓存并同步？

# consumptionCacheManagementConfirmClearCacheAndSyncMessage
source: All cached data will be deleted and re-downloaded from the server. This may take some time.
af: Alle gekasde data sal uitgevee en weer van die bediener afgelaai word. Dit kan 'n rukkie neem.
ar: سيتم حذف جميع البيانات المخزنة مؤقتاً وإعادة تنزيلها من الخادم. قد يستغرق هذا بعض الوقت.
bg: Всички кеширани данни ще бъдат изтрити и изтеглени отново от сървъра. Това може да отнеме малко време.
bs: Svi keširani podaci će biti izbrisani i ponovo preuzeti sa servera. Ovo može potrajati.
cs: Všechna data uložená v mezipaměti budou smazána a znovu stažena ze serveru. To může chvíli trvat.
da: Alle cachelagrede data vil blive slettet og gendownloadet fra serveren. Dette kan tage noget tid.
de: Alle zwischengespeicherten Daten werden gelöscht und vom Server neu heruntergeladen. Dies kann einige Zeit dauern.
el: Όλα τα αποθηκευμένα δεδομένα θα διαγραφούν και θα μεταφορτωθούν εκ νέου από το διακομιστή. Αυτό μπορεί να διαρκέσει λίγο χρόνο.
es: Todos los datos en caché serán eliminados y descargados nuevamente del servidor. Esto puede tomar algún tiempo.
et: Kõik vahemälus olevad andmed kustutatakse ja laaditakse serverist uuesti. See võib võtta aega.
fa: تمام داده های کش حذف شده و دوباره از سرور دانلود می شوند.این ممکن است کمی طول بکشد.
fi: Kaikki välimuistissa olevat tiedot poistetaan ja ladataan uudelleen palvelimelta.Tämä voi kestää jonkin aikaa.
fr: Toutes les données en cache seront supprimées et retéléchargées depuis le serveur. Cela peut prendre du temps.
hi: सभी कैश्ड डेटा हटा दिया जाएगा और सर्वर से पुनः डाउनलोड किया जाएगा।इसमें कुछ समय लग सकता है।
hr: Svi predmemorirani podaci bit će izbrisani i ponovno preuzeti s poslužitelja.Ovo može potrajati neko vrijeme.
hu: Minden gyorsítótárazott adat törlődik és újra letöltődik a szerverről. Ez eltarthat egy ideig.
it: Tutti i dati nella cache saranno eliminati e scaricati nuovamente dal server. Questo potrebbe richiedere del tempo.
ja: キャッシュされたデータはすべて削除され、サーバーから再ダウンロードされます。これには時間がかかる場合があります。
ko: 모든 캐시 데이터가 삭제되고 서버에서 다시 다운로드됩니다. 시간이 다소 걸릴 수 있습니다.
lt: Visi talpykloje saugomi duomenys bus ištrinti ir iš naujo atsisiųsti iš serverio. Tai gali užtrukti šiek tiek laiko.
ml: കാഷെ ചെയ്‌ത എല്ലാ ഡാറ്റയും ഇല്ലാതാക്കുകയും സെർവറിൽ നിന്ന് വീണ്ടും ഡൗൺലോഡ് ചെയ്യുകയും ചെയ്യും. ഇതിന് കുറച്ച് സമയമെടുത്തേക്കാം.
my: သိမ်းဆည်းထားသောဒေတာအားလုံးကိုဖျက်ပြီးဆာဗာမှ re-download လုပ်လိမ့်မည်။ ဒါကအချိန်အနည်းငယ်ယူကောင်းသွားနိုင်တယ်။
nl: Alle gecachte gegevens worden verwijderd en opnieuw gedownload van de server. Dit kan enige tijd duren.
no: Alle hurtigbufrede data vil bli slettet og lastet ned på nytt fra serveren. Dette kan ta litt tid.
pl: Wszystkie dane w pamięci podręcznej zostaną usunięte i ponownie pobrane z serwera. Może to zająć trochę czasu.
pt: Todos os dados em cache serão excluídos e baixados novamente do servidor. Isso pode levar algum tempo.
ru: Все кэшированные данные будут удалены и загружены заново с сервера. Это может занять некоторое время.
sl: Vsi predpomnjeni podatki bodo izbrisani in znova preneseni s strežnika. To lahko traja nekaj časa.
sr: Сви кеширани подаци ће бити избрисани и поново преузети са сервера. Ово може потрајати.
sv: All cachad data kommer att raderas och laddas ner igen från servern. Detta kan ta lite tid.
sw: Takwimu zote zilizohifadhiwa zitafutwa na kupakuliwa tena kutoka kwa seva. Hii inaweza kuchukua muda.
th: ข้อมูลแคชทั้งหมดจะถูกลบและดาวน์โหลดใหม่จากเซิร์ฟเวอร์ การดำเนินการนี้อาจใช้เวลาสักครู่
tr: Önbelleğe alınan tüm veriler silinecek ve sunucudan yeniden indirilecektir. Bu biraz zaman alabilir.
uk: Усі кешовані дані буде видалено та повторно завантажено із сервера. Це може зайняти деякий час.
vi: Tất cả dữ liệu được lưu trong bộ nhớ cache sẽ bị xóa và tải xuống lại từ máy chủ. Điều này có thể mất một thời gian.
zh: 所有缓存的数据将被删除并从服务器重新下载。这可能需要一些时间。

# consumptionCacheManagementClearedSuccessfully
source: Cache cleared successfully
af: Kas suksesvol skoongemaak
ar: تم مسح الذاكرة المؤقتة بنجاح
bg: Кешът е изчистен успешно
bs: Cache je uspješno obrisan
cs: Mezipaměť byla úspěšně vymazána
da: Cache ryddet
de: Cache erfolgreich geleert
el: Η μνήμη cache εκκαθαρίστηκε επιτυχώς
es: Caché limpiado exitosamente
et: Vahemälu tühjendati edukalt
fa: کش با موفقیت پاک شد
fi: Välimuisti tyhjennetty onnistuneesti
fr: Cache vidé avec succès
hi: कैश सफलतापूर्वक साफ़ हो गया
hr: Predmemorija je uspješno izbrisana
hu: A gyorsítótár sikeresen törlődött
it: Cache svuotata con successo
ja: キャッシュが正常にクリアされました
ko: 캐시가 성공적으로 삭제되었습니다
lt: Talpykla sėkmingai išvalyta
ml: കാഷെ വിജയകരമായി മായ്ച്ചു
my: cache ကိုအောင်မြင်စွာရှင်းလင်းခဲ့သည်
nl: Cache succesvol gewist
no: Bufferen ble tømt
pl: Pamięć podręczna została pomyślnie wyczyszczona
pt: Cache limpo com sucesso
ru: Кэш успешно очищен
sl: Predpomnilnik je uspešno počiščen
sr: Кеш је успешно обрисан
sv: Cache rensades framgångsrikt
sw: Cache ilisafishwa kwa mafanikio
th: ล้างแคชเรียบร้อยแล้ว
tr: Önbellek başarıyla temizlendi
uk: Кеш успішно очищено
vi: Đã xóa bộ nhớ đệm thành công
zh: 缓存清除成功

# tibberAccessToken
source: Access Token
af: Toegangstoken
ar: رمز الوصول
bg: Токен за достъп
bs: Pristupni token
cs: Přístupový token
da: Adgangstoken
el: Token πρόσβασης
es: Token de acceso
et: Juurdepääsutoken
fa: رمز دسترسی
fi: Käyttöoikeustunnus
fr: Token d'accès
hi: एक्सेस टोकन
hr: Pristupni token
hu: Hozzáférési jelszó
it: Token di accesso
ja: アクセストークン
ko: 액세스 토큰
lt: Prieigos prieigos raktas
ml: ആക്സസ് ടോക്കൺ
nl: Toegangstoken
no: Tilgangstoken
pl: Token dostępu
pt: Token de acesso
ru: Токен доступа
sl: Žeton za dostop
sr: Приступни токен
sw: Ufikiaji wa ishara
th: โทเค็นการเข้าถึง
tr: Erişim Jetonu
uk: Маркер доступу
vi: Mã thông báo truy cập
zh: 访问令牌
