Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# smartmeterInfocodeBannerTextInfocodeRohrbruchPoolVorhanden
source: Your water meter {smartmeterId} has detected unusually high water consumption, which may indicate either a pipe burst or swimming pool filling. Please check your household installation for major leaks or breaks.
af: Jou watermeter {smartmeterId} het ongewone hoë waterverbruik gedetecteer, wat op 'n pypbars of swembadvulling kan dui. Gaan asseblief jou huishoudelike installasie vir groot lekkasies of breuke na.
ar: عداد الماء الخاص بك {smartmeterId} اكتشف استهلاك ماء عالي بشكل غير عادي، مما قد يشير إما إلى انفجار أنبوب أو ملء المسبح. يرجى فحص التركيبات المنزلية الخاصة بك بحثاً عن تسريبات أو كسور كبيرة.
bg: Вашият водомер {smartmeterId} е открил необичайно висока консумация на вода, което може да означава или пробив на тръба, или пълнене на плувен басейн. Моля, проверете инсталацията в домакинството си за големи течове или пробиви.
bs: Vaš vodomjer {smartmeterId} je otkrio neuobičajeno visoku potrošnju vode, što može ukazivati ​​na pucanje cijevi ili punjenje bazena. Molimo provjerite da li vaša kućna instalacija ima veće curenje ili lomove.
cs: Váš vodoměr {smartmeterId} detekoval neobvykle vysokou spotřebu vody, která může indikovat prasknutí potrubí nebo naplnění bazénu. Zkontrolujte prosím, zda vaše domácí instalace nevykazuje velké netěsnosti nebo praskliny.
da: Din vandmåler {smartmeterId} har registreret et usædvanligt højt vandforbrug, hvilket kan indikere enten et rørsprængning eller svømmebassinfyldning. Kontroller venligst din husstandsinstallation for større utætheder eller brud.
de: Ihr Funkwasserzähler {smartmeterId} hat einen ungewöhnlich hohen Wasserverbrauch festgestellt, der auf einen Rohrbruch oder eine Schwimmbadfüllung hindeutet. Bitte prüfen Sie Ihre Hausinstallation auf größere Lecks oder Brüche.
el: Ο μετρητής νερού σας {smartmeterId} εντόπισε ασυνήθιστα υψηλή κατανάλωση νερού, η οποία μπορεί να υποδηλώνει είτε ρήξη σωλήνα είτε πλήρωση πισίνας. Ελέγξτε τις εγκαταστάσεις του σπιτιού σας για σημαντικές διαρροές ή ρήξεις.
es: Su contador de agua {smartmeterId} ha detectado un consumo de agua inusualmente alto, lo que puede indicar una rotura de tubería o el llenado de una piscina. Por favor, revise su instalación doméstica en busca de fugas o roturas importantes.
et: Sinu veearvesti {smartmeterId} tuvastas ebatavaliselt suure veetarbimise, mis võib viidata toru purunemisele või basseini täitmisele. Kontrolli koduses paigaldises suuremate lekete või purunemiste olemasolu.
fa: کنتور آب شما {smartmeterId} مصرف آب غیرمعمول بالایی را شناسایی کرده است که ممکن است نشان دهنده ترکیدگی لوله یا پر شدن استخر باشد.لطفاً نصب خانگی خود را از نظر نشتی یا شکستگی بررسی کنید.
fi: Vesimittarisi {smartmeterId} on havainnut epätavallisen korkean vedenkulutuksen, mikä voi viitata joko putken rikkoutumiseen tai uima-altaan täyttymiseen.Tarkista kotitaloutesi asennukset suurien vuotojen tai katkosten varalta.
fr: Votre compteur d'eau {smartmeterId} a détecté une consommation d'eau anormalement élevée, ce qui peut indiquer soit une rupture de conduite, soit le remplissage d'une piscine. Veuillez vérifier votre installation domestique pour détecter d'éventuelles fuites ou ruptures importantes.
hi: आपके जल मीटर {smartmeterId} ने असामान्य रूप से उच्च पानी की खपत का पता लगाया है, जो या तो पाइप फटने या स्विमिंग पूल भरने का संकेत दे सकता है।कृपया बड़े रिसाव या टूट-फूट के लिए अपने घरेलू इंस्टॉलेशन की जाँच करें।
hr: Vaš vodomjer {smartmeterId} otkrio je neobično visoku potrošnju vode, što može značiti ili puknuće cijevi ili punjenje bazena.Provjerite ima li u instalaciji vašeg kućanstva većih curenja ili lomova.
hu: A vízórád {smartmeterId} szokatlanul magas vízfogyasztást észlelt, ami csőtörésre vagy úszómedence feltöltésére utalhat. Kérjük, ellenőrizd a háztartásod vízvezeték-rendszerét, hogy nincs-e nagyobb szivárgás vagy törés.
it: Il tuo contatore dell'acqua {smartmeterId} ha rilevato un consumo d'acqua insolitamente elevato, che potrebbe indicare una rottura di una tubatura o il riempimento di una piscina. Si prega di controllare l'impianto domestico per rilevare perdite o rotture importanti.
ja: 水道メーター {smartmeterId} が異常に高い水の消費量を検出しました。これは、パイプの破裂またはプールの満水のいずれかを示している可能性があります。ご家庭の設備に大きな漏れや破損がないか確認してください。
ko: 귀하의 수도 계량기 {smartmeterId}에서 비정상적으로 높은 수량이 감지되었습니다. 이는 배관 파열 또는 수영장 물 채우기 때문일 수 있습니다. 가정 내 배관을 점검해 주세요.
lt: Jūsų vandens skaitiklis {smartmeterId} aptiko neįprastai didelį vandens suvartojimą, o tai gali reikšti vamzdžio plyšimą arba baseino prisipildymą. Patikrinkite, ar jūsų buityje nėra didelių nuotėkių ar lūžių.
ml: നിങ്ങളുടെ വാട്ടർ മീറ്റർ {smartmeterId} അസാധാരണമാംവിധം ഉയർന്ന ജല ഉപഭോഗം കണ്ടെത്തി, ഇത് പൈപ്പ് പൊട്ടിത്തെറിയോ നീന്തൽക്കുളം നിറയുന്നതോ സൂചിപ്പിക്കാം. നിങ്ങളുടെ ഗാർഹിക ഇൻസ്റ്റാളേഷൻ വലിയ ചോർച്ചയോ ബ്രേക്കുകളോ ഉണ്ടോയെന്ന് പരിശോധിക്കുക.
my: သင်၏ရေမီတာ Phtoked0 သည်ပုံမှန်မဟုတ်သောရေသုံးစွဲမှုကိုရှာဖွေတွေ့ရှိခဲ့သည်။ ကျေးဇူးပြု. သင်၏အိမ်ေထာင်စုတပ်ဆင်ခြင်းကိုအဓိကယိုစိမ့်မှုသို့မဟုတ်အားလပ်ချိန်များတွင်စစ်ဆေးပါ။
nl: Uw watermeter {smartmeterId} heeft ongebruikelijk hoog waterverbruik gedetecteerd, wat kan wijzen op een leidingbreuk of het vullen van een zwembad. Controleer uw huishoudelijke installatie op grote lekkages of breuken.
no: Vannmåleren din {smartmeterId} har oppdaget uvanlig høyt vannforbruk, noe som kan indikere enten rørbrudd eller fylling av svømmebasseng. Vennligst sjekk husholdningsinstallasjonen for store lekkasjer eller brudd.
pl: Twój wodomierz {smartmeterId} wykrył niezwykle wysokie zużycie wody, co może wskazywać na pęknięcie rury lub napełnienie basenu. Sprawdź instalację domową pod kątem większych wycieków lub przerw.
pt: O seu contador de água {smartmeterId} detetou um consumo de água anormalmente elevado, o que pode indicar uma canalização rebentada ou o enchimento de uma piscina. Verifique a sua instalação doméstica quanto a fugas ou roturas importantes.
ru: Ваш водомер {smartmeterId} зафиксировал необычно высокое потребление воды, что может указывать либо на прорыв трубы, либо на наполнение бассейна. Проверьте свою домашнюю установку на наличие крупных утечек или повреждений.
sl: Vaš vodomer {smartmeterId} je zaznal nenavadno visoko porabo vode, kar lahko pomeni pokanje cevi ali polnjenje bazena. Prosimo, preverite vašo gospodinjsko instalacijo glede večjih puščanj ali zlomov.
sr: Ваш водомер ПХТОКЕН0 је открио неуобичајено високу потрошњу воде, што може указивати на пуцање цеви или пуњење базена. Проверите да ли ваша кућна инсталација има веће цурење или ломове.
sv: Din vattenmätare {smartmeterId} har upptäckt ovanligt hög vattenförbrukning, vilket kan indikera antingen en rörsprängning eller en poolfyllning. Kontrollera din hushållsinstallation för större läckor eller brott.
sw: Mita yako ya maji phtoken0 imegundua matumizi ya juu ya maji, ambayo inaweza kuonyesha kupasuka kwa bomba au kujaza bwawa la kuogelea. Tafadhali angalia usanikishaji wa kaya yako kwa uvujaji mkubwa au mapumziko.
th: มาตรวัดน้ำ {smartmeterId} ตรวจพบปริมาณการใช้น้ำที่สูงผิดปกติ ซึ่งอาจบ่งบอกถึงท่อแตกหรือการเติมน้ำในสระว่ายน้ำ โปรดตรวจสอบการติดตั้งในครัวเรือนของคุณว่ามีรอยรั่วหรือการแตกหักรุนแรงหรือไม่
tr: {smartmeterId} su sayacınız, bir borunun patladığını veya yüzme havuzunun dolduğunu gösterebilecek alışılmadık derecede yüksek su tüketimi tespit etti. Lütfen ev tesisatınızı büyük sızıntı veya kırılmalara karşı kontrol edin.
uk: Ваш лічильник води {smartmeterId} виявив надзвичайно високе споживання води, що може свідчити або про прорив труби, або про наповнення басейну. Будь ласка, перевірте вашу побутову установку на наявність серйозних витоків або поломок.
vi: Đồng hồ nước {smartmeterId} của bạn đã phát hiện thấy mức tiêu thụ nước cao bất thường, điều này có thể cho thấy đường ống bị vỡ hoặc bể bơi đã đầy. Vui lòng kiểm tra hệ thống lắp đặt trong gia đình của bạn xem có rò rỉ hoặc hỏng hóc lớn không.
zh: 您的水表 {smartmeterId} 检测到用水量异常高，这可能表明水管爆裂或游泳池注水。请检查您的家庭安装是否存在重大泄漏或破损。

# smartmeterInfocodeBannerTextInfocodeFrost
source: The temperature of your water meter {smartmeterId} has dropped below 3°C. There is a risk of frost! Insulate the meter and the pipes or heat the area to prevent damage.
af: Die temperatuur van jou watermeter {smartmeterId} het onder 3°C gedaal. Daar is 'n risiko van ryp! Isoleer die meter en die pype of verhit die area om skade te voorkom.
ar: انخفضت درجة حرارة عداد الماء الخاص بك {smartmeterId} إلى أقل من 3°C. هناك خطر الصقيع! قم بعزل العداد والأنابيب أو قم بتدفئة المنطقة لمنع الضرر.
bg: Температурата на вашия водомер {smartmeterId} е паднала под 3°C. Има риск от измръзване! Изолирайте брояча и тръбите или загряйте зоната, за да предотвратите щети.
bs: Temperatura vašeg vodomjera {smartmeterId} je pala ispod 3°C. Postoji opasnost od smrzavanja! Izolirajte mjerač i cijevi ili zagrijte područje kako biste spriječili oštećenje.
cs: Teplota vašeho vodoměru {smartmeterId} klesla pod 3°C. Hrozí mrazy! Izolujte měřič a potrubí nebo zahřejte oblast, abyste předešli poškození.
da: Temperaturen på din vandmåler {smartmeterId} er faldet til under 3°C. Der er risiko for frost! Isoler måleren og rørene eller opvarm området for at forhindre skader.
de: Die Temperatur ihres Funkwasserzählers {smartmeterId} ist unter 3°C gefallen. Es besteht Frostgefahr! Isolieren Sie den Zähler und die Rohre oder heizen Sie den Bereich, um Schäden zu vermeiden.
el: Η θερμοκρασία του μετρητή νερού {smartmeterId} έχει πέσει κάτω από τους 3 °C. Υπάρχει κίνδυνος παγετού! Μονώστε τον μετρητή και τους σωλήνες ή θερμάνετε την περιοχή για να αποφύγετε ζημιές.
es: La temperatura de su contador de agua {smartmeterId} ha bajado de 3 °C. ¡Existe riesgo de congelación! Aisle el contador y las tuberías o caliente la zona para evitar daños.
et: Sinu veearvesti {smartmeterId} temperatuur langes alla 3°C. On külmumise oht! Isoleri arvesti ja torud või köeta ruumi, et vältida kahjustusi.
fa: دمای کنتور آب {smartmeterId} شما به زیر 3 درجه سانتی گراد رسیده است.خطر یخبندان وجود دارد!کنتور و لوله ها را عایق بندی کنید یا محل را گرم کنید تا از آسیب جلوگیری شود.
fi: Vesimittarisi {smartmeterId} lämpötila on laskenut alle 3°C.On olemassa pakkasvaara!Eristä mittari ja putket tai lämmitä alue vaurioiden välttämiseksi.
fr: La température de votre compteur d'eau {smartmeterId} est descendue en dessous de 3 °C. Risque de gel ! Isolez le compteur et les tuyaux ou chauffez la zone pour éviter les dommages.
hi: आपके पानी के मीटर {smartmeterId} का तापमान 3°C से नीचे गिर गया है।पाला पड़ने का खतरा है!क्षति को रोकने के लिए मीटर और पाइपों को इंसुलेट करें या क्षेत्र को गर्म करें।
hr: Temperatura vašeg vodomjera {smartmeterId} pala je ispod 3°C.Postoji opasnost od mraza!Izolirajte mjerač i cijevi ili zagrijte prostor kako biste spriječili oštećenje.
hu: A vízórának {smartmeterId} hőmérséklete 3 °C alá csökkent. Fagyveszély áll fenn! A károsodás elkerülése érdekében szigetelje a mérőt és a csöveket, vagy fűtsön a területet.
it: La temperatura del tuo contatore dell'acqua {smartmeterId} è scesa al di sotto dei 3 °C. C'è rischio di gelo! Isolare il contatore e le tubature o riscaldare l'area per evitare danni.
ja: 水道メーター {smartmeterId} の温度が 3°C を下回りました。霜が降りる恐れがあります！損傷を防ぐために、メーターとパイプを断熱するか、その領域を加熱してください。
ko: 귀하의 수도 계량기 {smartmeterId} 온도가 3°C 이하로 떨어졌습니다. 결빙 위험이 있습니다! 계량기와 배관을 보온 처리하거나 해당 공간을 따뜻하게 해 손상을 방지하세요.
lt: Jūsų vandens skaitiklio {smartmeterId} temperatūra nukrito žemiau 3°C. Kyla šalčio pavojus! Izoliuokite skaitiklį ir vamzdžius arba šildykite plotą, kad nepažeistumėte.
ml: നിങ്ങളുടെ വാട്ടർ മീറ്ററിൻ്റെ താപനില {smartmeterId} 3°C-ൽ താഴെയായി. മഞ്ഞ് അപകടസാധ്യതയുണ്ട്! മീറ്ററും പൈപ്പുകളും ഇൻസുലേറ്റ് ചെയ്യുക അല്ലെങ്കിൽ കേടുപാടുകൾ തടയാൻ പ്രദേശം ചൂടാക്കുക.
my: သင်၏ရေမီတာ Phtoken0 ၏အပူချိန်သည် 3 ဒီဂရီစင်တီဂရိတ်အောက်တွင်ကျဆင်းသွားသည်။ နှင်းခဲတစ် ဦး အန္တရာယ်ရှိသည်။ မီတာနှင့်ပိုက်များကိုကာကွယ်ရန်သို့မဟုတ်ပျက်စီးမှုကိုကာကွယ်ရန် area ရိယာကိုအပူပေးပါ။
nl: De temperatuur van uw watermeter {smartmeterId} is onder 3°C gedaald. Er is een risico op vorst! Isoleer de meter en de leidingen of verwarm het gebied om schade te voorkomen.
no: Temperaturen på vannmåleren {smartmeterId} har sunket under 3°C. Det er fare for frost! Isoler måleren og rørene eller varm opp området for å unngå skade.
pl: Temperatura wodomierza {smartmeterId} spadła poniżej 3°C. Istnieje ryzyko przymrozków! Zaizoluj licznik i rury lub ogrzej miejsce, aby zapobiec uszkodzeniom.
pt: A temperatura do seu contador de água {smartmeterId} desceu abaixo dos 3 °C. Existe risco de geada! Isolem o contador e os tubos ou aqueçam a área para evitar danos.
ru: Температура вашего водомера {smartmeterId} опустилась ниже 3°C. Существует риск обледенения! Утеплите водомер и трубы или обогрейте это место, чтобы предотвратить повреждения.
sl: Temperatura vašega vodomera {smartmeterId} je padla pod 3°C. Obstaja nevarnost zmrzali! Izolirajte merilnik in cevi ali ogrejte območje, da preprečite poškodbe.
sr: Температура вашег водомера ПХТОКЕН0 је пала испод 3°Ц. Постоји опасност од мраза! Изолујте мерач и цеви или загрејте подручје да бисте спречили оштећење.
sv: Temperaturen på din vattenmätare {smartmeterId} har sjunkit under 3°C. Det finns risk för frost! Isolera mätaren och rören eller värm upp området för att förhindra skador.
sw: Joto la mita yako ya maji phtoken0 imeshuka chini ya 3 ° C. Kuna hatari ya baridi! Ingiza mita na bomba au joto eneo hilo kuzuia uharibifu.
th: อุณหภูมิมิเตอร์น้ำ {smartmeterId} ของคุณลดลงต่ำกว่า 3°C มีความเสี่ยงที่จะเกิดน้ำค้างแข็ง! หุ้มฉนวนมิเตอร์และท่อหรือให้ความร้อนแก่พื้นที่เพื่อป้องกันความเสียหาย
tr: {smartmeterId} su sayacınızın sıcaklığı 3°C'nin altına düştü. Don tehlikesi var! Hasarı önlemek için sayacı ve boruları yalıtın veya alanı ısıtın.
uk: Температура вашого лічильника води {smartmeterId} впала нижче 3°C. Є загроза заморозків! Ізолюйте лічильник і труби або обігрійте приміщення, щоб запобігти пошкодженню.
vi: Nhiệt độ của đồng hồ nước {smartmeterId} của bạn đã giảm xuống dưới 3°C. Có nguy cơ có sương giá! Cách nhiệt đồng hồ và đường ống hoặc làm nóng khu vực để tránh hư hỏng.
zh: 您的水表 {smartmeterId} 的温度已降至 3°C 以下。有霜冻危险！对仪表和管道进行绝缘或加热该区域以防止损坏。

# smartMeterCountersTitle
source: Radio water meters
ar: عدادات الماء اللاسلكية
bg: Радио водомери
bs: Radio vodomjeri
cs: Rádiové vodoměry
da: Radio vandmålere
de: Funkwasserzähler
el: Ραδιομετρητές νερού
es: Contadores de agua radio
et: Raadiosidega veearvestid
fa: کنتورهای آب رادیویی
fi: Radio vesimittarit
fr: Compteurs d'eau radio
hi: रेडियो जल मीटर
hr: Radio vodomjeri
hu: Rádiós vízmérők
it: Contatori acqua radio
ja: 無線式水道メーター
ko: 무선 수도 계량기
lt: Radijo vandens skaitikliai
ml: റേഡിയോ വാട്ടർ മീറ്ററുകൾ
my: ရေဒီယိုရေမီတာ
no: Radio vannmålere
pl: Wodomierze radiowe
pt: Medidores de água inteligentes
ru: Радиосчетчики воды
sl: Radijski vodomer
sr: Радио водомери
sv: Radiovattenmätare
sw: Mita za maji ya redio
th: วิทยุมิเตอร์น้ำ
tr: Radyo su sayaçları
uk: Радіолічильники води
vi: Đồng hồ đo nước vô tuyến
zh: 无线电水表

# counterOutdatedAndNextReminder
source: Counter reading outdated since {date}, next reading reminder {date2}.
af: Meterlesing verouderd sedert {date}, volgende lesing herinnering {date2}.
ar: قراءة العداد قديمة منذ {date}، تذكير القراءة التالي {date2}.
bg: Показанието на брояча е остаряло от {date}, следващо напомняне за отчитане {date2}.
bs: Očitavanje brojača je zastarjelo od {date}, podsjetnik za sljedeće čitanje {date2}.
cs: Odečet počítadla je zastaralý od {date}, připomenutí dalšího čtení {date2}.
da: Modlæsning forældet siden {date}, næste læsningspåmindelse {date2}.
de: Zählerstand veraltet seit {date}, nächste Ableseerinnerung {date2}.
el: Η μέτρηση του μετρητή είναι παλιά από τις {date} , υπενθύμιση για την επόμενη μέτρηση {date2}.
es: Lectura del contador obsoleta desde {date}, próximo recordatorio de lectura {date2}.
et: Arvestinäit aegunud alates {date}, järgmine näidumeeldetuletus {date2}.
fa: شمارنده خواندن از تاریخ {date} منسوخ شده است، یادآوری خواندن بعدی {date2}.
fi: Laskurin lukema vanhentunut vuodesta {date}, seuraava lukumuistutus {date2}.
fr: Lecture du compteur obsolète depuis le {date}, prochain rappel de lecture le {date2}.
hi: काउंटर रीडिंग {date} से पुरानी हो गई है, अगली रीडिंग अनुस्मारक {date2}।
hr: Očitavanje brojača zastarjelo je od {date}, podsjetnik za sljedeće čitanje {date2}.
hu: A mérőállás elavult, mivel {date} , következő leolvasás emlékeztető {date2}.
it: Lettura contatore scaduta dal {date}, prossimo promemoria lettura {date2}.
ja: カウンターの読み取り値は {date} 以降古いため、次回の読み取りリマインダーは {date2} です。
ko: {date} 이후 계량기 지침이 오래되었습니다. 다음 지침 알림: {date2}.
lt: Skaitiklio rodmenys paseno nuo {date}, kito skaitymo priminimas {date2}.
ml: കൌണ്ടർ റീഡിംഗ് {date} മുതൽ കാലഹരണപ്പെട്ടു, അടുത്ത റീഡിംഗ് റിമൈൻഡർ {date2}.
my: တန်ပြန်ဖတ်ရှုခြင်း,
nl: Meterstand verouderd sinds {date}, volgende aflezing herinnering {date2}.
no: Tellerlesing utdatert siden {date}, neste lesepåminnelse {date2}.
pl: Odczyt licznika nieaktualny od {date}, przypomnienie o następnym odczycie {date2}.
pt: Leitura do contador desatualizada desde {date}, próximo lembrete de leitura {date2}.
ru: Показания счетчика устарели с {date}, следующее напоминание о показаниях {date2}.
sl: Branje števca je zastarelo od {date}, opomnik za naslednje branje {date2}.
sr: Очитавање бројача је застарело од ПХТОКЕН0, следећи подсетник за читање ПХТОКЕН1.
sv: Motläsning föråldrad sedan {date}, nästa läsningspåminnelse {date2}.
sw: Kusoma kwa kukabiliana na zamani tangu phtoken0, ukumbusho wa kusoma unaofuata phtoken1.
th: การอ่านตัวนับล้าสมัยตั้งแต่ {date} ตัวเตือนการอ่านถัดไป {date2}
tr: {date}'dan bu yana sayaç okuması güncel değil, sonraki okuma hatırlatıcısı {date2}.
uk: Зчитування лічильника застаріло з {date}, наступне нагадування про зчитування {date2}.
vi: Bộ đếm đã lỗi thời kể từ {date}, lời nhắc đọc tiếp theo {date2}.
zh: 计数器读数自 {date} 起已过时，下次读数提醒 {date2}。
