Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# supportMakeSuggestionLong
source: The app lives from user suggestions. Do you have a suggestion?
af: Die app leef van gebruikersvoorstelle. Het jy 'n voorstel?
ar: التطبيق يعيش من اقتراحات المستخدمين. هل لديك اقتراح؟
bg: Приложението живее от предложенията на потребителите. Имате ли предложение?
bs: Aplikacija živi od prijedloga korisnika. Imate li prijedlog?
cs: Aplikace žije z návrhů uživatelů. Máte nějaký návrh?
da: Appen lever af brugerforslag. Har du et forslag?
de: Die App lebt von Nutzervorschlägen. Was wollen andere Nutzer, haben Sie eine Anregung?
el: Η εφαρμογή ζει από τις προτάσεις των χρηστών. Έχετε κάποια πρόταση;
es: La aplicación vive de las sugerencias de los usuarios. ¿Qué quieren los demás usuarios, tienes alguna sugerencia?
et: Rakendus elab kasutajate ettepanekutest. On sul mõni idee?
fa: این برنامه از پیشنهادات کاربران زندگی می کند.پیشنهادی دارید؟
fi: Sovellus elää käyttäjien ehdotuksista.Onko sinulla ehdotus?
fr: L'application vit des suggestions des utilisateurs. Que veulent les autres utilisateurs, avez-vous une suggestion ?
hi: ऐप उपयोगकर्ता के सुझावों पर आधारित है।आपका कोई सुझाव है?
hr: Aplikacija živi od sugestija korisnika.Imate li neki prijedlog?
hu: Az alkalmazás a felhasználók javaslataiból él. Van javaslata?
it: L'app vive grazie ai suggerimenti degli utenti. Cosa vogliono gli altri utenti, avete un suggerimento?
ja: アプリはユーザーの提案に基づいて機能します。何か提案はありますか？
ko: 앱은 사용자 제안으로 발전합니다. 아이디어가 있으신가요?
lt: Programa veikia iš naudotojų pasiūlymų. Ar turite pasiūlymą?
ml: ഉപയോക്തൃ നിർദ്ദേശങ്ങളിൽ നിന്നാണ് ആപ്പ് ജീവിക്കുന്നത്. നിങ്ങൾക്ക് ഒരു നിർദ്ദേശമുണ്ടോ?
my: အက်ပလီကေးရှင်းသည်အသုံးပြုသူအကြံပြုချက်များမှနေထိုင်သည်။ သင့်မှာအကြံပြုချက်ရှိပါသလား။
nl: De app leeft van gebruikerssuggesties. Heeft u een suggestie?
no: Appen lever fra brukerforslag. Har du et forslag?
pl: Aplikacja żyje dzięki sugestiom użytkowników. Czy masz sugestię?
pt: A aplicação vive das sugestões dos utilizadores. O que é que os outros utilizadores querem, tem alguma sugestão?
ru: Приложение живет благодаря предложениям пользователей. Чего хотят другие пользователи, есть ли у вас предложение?
sl: Aplikacija živi od predlogov uporabnikov. Imate kakšen predlog?
sr: Апликација живи од предлога корисника. Имате ли предлог?
sv: Appen lever från användarförslag. Har du något förslag?
sw: Programu inaishi kutoka kwa maoni ya watumiaji. Je! Una maoni?
th: แอพนี้ใช้งานได้ตามคำแนะนำของผู้ใช้ คุณมีข้อเสนอแนะหรือไม่?
tr: Uygulama, kullanıcı önerileriyle varlığını sürdürüyor. Bir öneriniz var mı?
uk: Додаток живе пропозиціями користувачів. У вас є пропозиція?
vi: Ứng dụng này tồn tại nhờ đề xuất của người dùng. Bạn có gợi ý gì không?
zh: 该应用程序的生命来自于用户的建议。你有什么建议吗？

source: Feature voting
af: Funksie stem
ar: تصويت الميزات
bg: Гласуване за функции
bs: Glasanje za funkcije
cs: Funkce hlasování
da: Feature-afstemning
de: Feature-Abstimmung
el: Ψηφοφορία χαρακτηριστικών
es: Votación de funciones
et: Funktsioonide hääletus
fa: رای گیری ویژه
fi: Ominaisuusäänestys
fr: Vote des fonctionnalités
hi: फ़ीचर वोटिंग
hr: Glasanje za značajke
hu: Jellemző szavazás
it: Votazione funzionalità
ja: 機能の投票
ko: 기능 투표
lt: Balsavimas už funkciją
ml: ഫീച്ചർ വോട്ടിംഗ്
my: မဲပေးခြင်း
nl: Functie stemmen
no: Funksjonsavstemning
pl: Głosowanie na funkcję
pt: Votação de recursos
ru: Голосование за функции
sl: Glasovanje o funkciji
sr: Гласање за функције
sv: Funktionsröstning
sw: Upigaji kura
th: การลงคะแนนคุณลักษณะ
tr: Özellik oylaması
uk: Особливе голосування
vi: Bỏ phiếu tính năng
zh: 特色投票

# featureVotingOnlyOnGerman
source: The feature survey is not translated into other languages.
af: Die funksie-opname is nie in ander tale vertaal nie.
ar: استطلاع الميزات غير مترجم إلى لغات أخرى.
bg: Анкетата за функции не е преведена на други езици.
bs: Anketa o značajkama nije prevedena na druge jezike.
cs: Průzkum funkcí není přeložen do jiných jazyků.
da: Funktionsundersøgelsen er ikke oversat til andre sprog.
de: Die Feature-Umfrage ist nicht in andere Sprachen übersetzt.
el: Η έρευνα χαρακτηριστικών δεν έχει μεταφραστεί σε άλλες γλώσσες.
es: La encuesta de características no está traducida a otros idiomas.
et: Funktsiooniküsitlust pole teistesse keeltesse tõlgitud.
fa: نظرسنجی ویژگی به زبان های دیگر ترجمه نشده است.
fi: Ominaisuuskyselyä ei ole käännetty muille kielille.
fr: L'enquête sur les fonctionnalités n'est pas traduite dans d'autres langues.
hi: फीचर सर्वेक्षण का अन्य भाषाओं में अनुवाद नहीं किया गया है।
hr: Anketa o značajkama nije prevedena na druge jezike.
hu: A funkciófelmérés nincs lefordítva más nyelvekre.
it: L'indagine sulle caratteristiche non è tradotta in altre lingue.
ja: 機能調査は他の言語に翻訳されません。
ko: 기능 설문은 다른 언어로 번역되어 있지 않습니다.
lt: Funkcijų apklausa nėra išversta į kitas kalbas.
ml: ഫീച്ചർ സർവേ മറ്റ് ഭാഷകളിലേക്ക് വിവർത്തനം ചെയ്തിട്ടില്ല.
my: အဆိုပါ feature ကိုစစ်တမ်းကိုအခြားဘာသာစကားများသို့ပြန်ဆိုမထားဘူး။
nl: De functie-enquête is niet vertaald naar andere talen.
no: Funksjonsundersøkelsen er ikke oversatt til andre språk.
pl: Ankieta funkcji nie jest tłumaczona na inne języki.
pt: O inquérito não está traduzido para outras línguas.
ru: Опросник не переведен на другие языки.
sl: Anketa o funkciji ni prevedena v druge jezike.
sr: Анкета о карактеристикама није преведена на друге језике.
sv: Funktionsundersökningen är inte översatt till andra språk.
sw: Utafiti wa kipengele haujatafsiriwa kwa lugha zingine.
th: แบบสำรวจคุณลักษณะไม่ได้รับการแปลเป็นภาษาอื่น
tr: Özellik anketi diğer dillere çevrilmemiştir.
uk: Це опитування не перекладено на інші мови.
vi: Khảo sát tính năng không được dịch sang các ngôn ngữ khác.
zh: 该功能调查未翻译成其他语言。

source: Notifications
af: Kennisgewings
ar: الإشعارات
bg: Известия
bs: Obavještenja
cs: Oznámení
da: Meddelelser
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
et: Teavitused
fa: اطلاعیه ها
fi: Ilmoitukset
hi: सूचनाएं
hr: Obavijesti
hu: Értesítések
it: Notifiche
ja: 通知
ko: 알림
lt: Pranešimai
ml: അറിയിപ്പുകൾ
my: အသိပေးချက်များ
nl: Meldingen
no: Varsler
pl: Powiadomienia
pt: Notificações
ru: Уведомления
sl: Obvestila
sr: Обавештења
sv: Aviseringar
sw: Arifa
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh: 通知

# notificationsEmpty
source: No notifications
af: Geen kennisgewings
ar: لا توجد إشعارات
bg: Няма известия
bs: Nema obavještenja
cs: Žádná upozornění
da: Ingen meddelelser
de: Keine Benachrichtigungen
el: Δεν υπάρχουν ειδοποιήσεις
es: No hay notificaciones
et: Teavitusi pole
fa: بدون اعلان
fi: Ei ilmoituksia
fr: Aucune notification
hi: कोई सूचना नहीं
hr: Nema obavijesti
hu: Nincsenek értesítések
it: No notifiche
ja: 通知はありません
ko: 알림이 없습니다.
lt: Jokių pranešimų
ml: അറിയിപ്പുകളൊന്നുമില്ല
my: အသိပေးချက်မရှိပါ
nl: Geen meldingen
no: Ingen varsler
pl: Brak powiadomień
pt: Sem notificações
ru: Нет уведомлений
sl: Brez obvestil
sr: Нема обавештења
sv: Inga aviseringar
sw: Hakuna arifa
th: ไม่มีการแจ้งเตือน
tr: Bildirim yok
uk: Немає повідомлень
vi: Không có thông báo
zh: 无通知

# notificationsSmartMeterAlertFallback
source: You have a new smart meter alert.
af: Jy het 'n nuwe slimmeter waarskuwing.
ar: لديك تنبيه عداد ذكي جديد.
bg: Имате ново известие за интелигентен брояч.
bs: Imate novo upozorenje o pametnom mjeraču.
cs: Máte nové upozornění na chytrý měřič.
da: Du har en ny smartmåler-advarsel.
de: Es gibt eine neue Smartmeter-Meldung.
el: Έχετε μια νέα ειδοποίηση έξυπνου μετρητή.
es: Tienes una nueva alerta de contador inteligente.
et: Sul on uus nutiarvesti hoiatus.
fa: شما یک هشدار کنتور هوشمند جدید دارید.
fi: Sinulla on uusi älymittarin hälytys.
fr: Nouvelle alerte de compteur intelligent.
hi: आपके पास एक नया स्मार्ट मीटर अलर्ट है।
hr: Imate novo upozorenje pametnog brojila.
hu: Új intelligens mérőóra riasztása van.
it: Hai un nuovo avviso del contatore intelligente.
ja: 新しいスマート メーター アラートがあります。
ko: 새 스마트 미터 알림이 있습니다.
lt: Turite naują išmaniojo skaitiklio įspėjimą.
ml: നിങ്ങൾക്ക് ഒരു പുതിയ സ്മാർട്ട് മീറ്റർ അലേർട്ട് ഉണ്ട്.
my: သင့်တွင်စမတ်မီတာအသစ်တစ်ခုရှိသည်။
nl: U heeft een nieuwe slimme meter melding.
no: Du har et nytt smartmålervarsel.
pl: Masz nowy alert inteligentnego licznika.
pt: Você tem um novo alerta do medidor inteligente.
ru: У вас новое уведомление смарт-счетчика.
sl: Imate novo opozorilo pametnega števca.
sr: Имате ново упозорење о паметном мерачу.
sv: Du har en ny larm för smartmätare.
sw: Una tahadhari mpya ya mita smart.
th: คุณมีการแจ้งเตือนมิเตอร์อัจฉริยะใหม่
tr: Yeni bir akıllı sayaç uyarınız var.
uk: У вас є нове сповіщення смарт-лічильника.
vi: Bạn có cảnh báo đồng hồ thông minh mới.
zh: 您有一个新的智能电表警报。

# readingNew
source: New reading
af: Nuwe lesing
ar: قراءة جديدة
bg: Ново отчитане
bs: Novo čitanje
cs: Nové čtení
da: Ny læsning
de: Neue Ablesung
el: Νέα ανάγνωση
es: Nueva lectura
et: Uus näit
fa: خواندن جدید
fi: Uutta luettavaa
fr: Nouvelle lecture
hi: नया पढ़ना
hr: Novo čitanje
hu: Új olvasmány
it: Nuova lettura
ja: 新しい読書
ko: 새 지침
lt: Naujas skaitymas
ml: പുതിയ വായന
my: စာဖတ်ခြင်းအသစ်
nl: Nieuwe lezing
no: Ny lesning
pl: Nowe czytanie
pt: Nova leitura
ru: Новое чтение
sl: Novo branje
sr: Ново читање
sv: Ny läsning
sw: Usomaji mpya
th: การอ่านใหม่
tr: Yeni okuma
uk: Нове читання
vi: Đọc mới
zh: 新读物

# readingUpdate
source: Update reading
af: Dateer lesing op
ar: تحديث القراءة
bg: Актуализиране на отчитане
bs: Ažurirajte čitanje
cs: Aktualizovat čtení
da: Opdater læsning
de: Ablesung aktualisieren
el: Ενημέρωση ανάγνωσης
es: Actualizar lectura
et: Uuenda näitu
fa: به‌روزرسانی خواندن
fi: Päivitä lukema
fr: Mettre à jour la lecture
hi: पढ़ने को अद्यतन करें
hr: Ažuriraj očitanje
hu: Olvasás frissítése
it: Aggiorna lettura
ja: 読書を更新する
ko: 지침 수정
lt: Atnaujinti rodmenį
ml: വായന അപ്ഡേറ്റ് ചെയ്യുക
my: စာဖတ်ခြင်းကို update လုပ်ပါ
nl: Lezing bijwerken
no: Oppdater lesing
pl: Zaktualizuj lekturę
pt: Atualizar leitura
ru: Обновить показания
sl: Posodobite branje
sr: Ажурирајте читање
sv: Uppdatera läsning
sw: Sasisha kusoma
th: อัพเดทการอ่านครับ
tr: Okumayı güncelle
uk: Оновити читання
vi: Cập nhật cách đọc
zh: 更新阅读

# readingPrefill
source: Auto-fill meter reading
af: Vul meterlesing outomaties
ar: ملء تلقائي لقراءة العداد
bg: Автоматично попълване на показанието на брояча
bs: Očitavanje mjerača za automatsko punjenje
cs: Automatické doplňování údajů měřiče
da: Auto-fill måleraflæsning
de: Ablesung automatisch ausfüllen
el: Αυτόματη συμπλήρωση της ανάγνωσης του μετρητή
es: Relleno automático de lecturas
et: Täida näit automaatselt
fa: خواندن متر پر کردن خودکار
fi: Automaattinen täyttömittarin lukema
fr: Remplissage automatique du relevé
hi: मीटर रीडिंग स्वतः भरें
hr: Automatsko punjenje očitanja brojila
hu: Automatikusan kitöltődő mérőóra-leolvasás
it: Compilazione automatica della lettura
ja: オートフィルメーターの読み取り値
ko: 자동 채우기
lt: Automatinio užpildymo skaitiklio rodmuo
ml: ഓട്ടോ-ഫിൽ മീറ്റർ റീഡിംഗ്
my: အလိုအလျောက်မီတာဖတ်ခြင်း
nl: Meterstand automatisch invullen
no: Autofyll måleravlesning
pl: Odczyt licznika automatycznego napełniania
pt: Preenchimento automático da leitura
ru: Автозаполнение показаний счетчика
sl: Samodejno polnjenje števca
sr: Очитавање мерача за аутоматско пуњење
sv: Autofyll mätaravläsning
sw: Usomaji wa mita za kujaza kiotomatiki
th: อ่านมิเตอร์เติมอัตโนมัติ
tr: Sayaç okumasını otomatik doldurma
uk: Автозаповнення показань лічильника
vi: Tự động điền đồng hồ đọc
zh: 自动填充抄表

# readingPrefillDisabled
source: Auto-fill disabled
af: Outomatiese invul gedeaktiveer
ar: الملء التلقائي معطل
bg: Автоматичното попълване е изключено
bs: Automatsko popunjavanje je onemogućeno
cs: Automatické vyplňování zakázáno
da: Automatisk udfyldning deaktiveret
de: Automatisches Ausfüllen deaktiviert
el: Αυτόματη συμπλήρωση απενεργοποιημένη
es: Relleno automático desactivado
et: Automaatne täitmine keelatud
fa: خودپر کردن غیرفعال
fi: Automaattinen täyttö poistettu käytöstä
fr: Remplissage automatique désactivé
hi: स्वतः-भरण अक्षम किया गया
hr: Automatsko popunjavanje onemogućeno
hu: Automatikus kitöltés letiltva
it: Compilazione automatica disattivata
ja: 自動入力が無効になっています
ko: 자동 채우기 비활성화됨
lt: Automatinis pildymas išjungtas
ml: ഓട്ടോ-ഫിൽ പ്രവർത്തനരഹിതമാക്കി
my: အလိုအလျောက်ပိတ်ထားသည်
nl: Automatisch invullen uitgeschakeld
no: Autofyll er deaktivert
pl: Automatyczne uzupełnianie wyłączone
pt: Preenchimento automático desativado
ru: Автозаполнение отключено
sl: Samodejno izpolnjevanje onemogočeno
sr: Аутоматско попуњавање је онемогућено
sv: Autofyll avaktiverad
sw: Kujaza kiotomatiki
th: ปิดใช้งานการป้อนอัตโนมัติแล้ว
tr: Otomatik doldurma devre dışı
uk: Автозаповнення вимкнено
vi: Tự động điền bị vô hiệu hóa
zh: 自动填充已禁用

# readingPrefillEnableForAllCounters
source: Enable auto-fill for all counters
af: Aktiveer outomatiese invul vir alle tellers
ar: تفعيل الملء التلقائي لجميع العدادات
bg: Активиране на автоматично попълване за всички броячи
bs: Omogući automatsko popunjavanje za sve brojače
cs: Povolit automatické vyplňování pro všechna počítadla
da: Aktiver automatisk udfyldning for alle tællere
de: Auto-Ausfüllen für alle Zähler aktivieren
el: Ενεργοποίηση αυτόματης συμπλήρωσης για όλους τους μετρητές
es: Activar el rellenado automático para todos los contadores
et: Luba automaattäitmine kõigile arvestitele
fa: پر کردن خودکار را برای همه شمارنده ها فعال کنید
fi: Ota automaattinen täyttö käyttöön kaikille laskureille
fr: Activer le remplissage automatique pour tous les compteurs
hi: सभी काउंटरों के लिए स्वतः-भरण सक्षम करें
hr: Omogućite automatsko popunjavanje za sve brojače
hu: Automatikus kitöltés engedélyezése minden számlálóhoz
it: Attiva l'auto-compilazione per tutti i contatori
ja: すべてのカウンターの自動入力を有効にする
ko: 모든 계량기에 자동 채우기 활성화
lt: Įgalinti visų skaitiklių automatinį pildymą
ml: എല്ലാ കൗണ്ടറുകൾക്കും സ്വയമേവ പൂരിപ്പിക്കൽ പ്രവർത്തനക്ഷമമാക്കുക
my: အားလုံးကောင်တာအားလုံးအတွက်အလိုအလျောက်ဖြည့်ပါ
nl: Automatisch invullen inschakelen voor alle meters
no: Aktiver autofyll for alle tellere
pl: Włącz automatyczne uzupełnianie dla wszystkich liczników
pt: Ativar preenchimento automático para todos os contadores
ru: Включить автозаполнение для всех счетчиков
sl: Omogoči samodejno izpolnjevanje za vse števce
sr: Омогући аутоматско попуњавање за све бројаче
sv: Aktivera autofyll för alla räknare
sw: Wezesha kujaza kiotomatiki kwa hesabu zote
th: เปิดใช้งานการกรอกอัตโนมัติสำหรับตัวนับทั้งหมด
tr: Tüm sayaçlar için otomatik doldurmayı etkinleştir
uk: Увімкнути автозаповнення для всіх лічильників
vi: Bật tự động điền cho tất cả các quầy
zh: 为所有计数器启用自动填充

# readingPrefillDisableForAllCounters
source: Disable auto-fill for all counters
af: Deaktiveer outomatiese invul vir alle tellers
ar: تعطيل الملء التلقائي لجميع العدادات
bg: Деактивиране на автоматично попълване за всички броячи
bs: Onemogući automatsko popunjavanje za sve brojače
cs: Zakázat automatické vyplňování pro všechna počítadla
da: Deaktiver automatisk udfyldning for alle tællere
de: Auto-Ausfüllen für alle Zähler deaktivieren
el: Απενεργοποίηση της αυτόματης συμπλήρωσης για όλους τους μετρητές
es: Desactivar el rellenado automático para todos los contadores
et: Keela automaattäitmine kõigil arvestitel
fa: پر کردن خودکار را برای همه شمارنده ها غیرفعال کنید
fi: Poista kaikkien laskurien automaattinen täyttö käytöstä
fr: Désactiver le remplissage automatique pour tous les compteurs
hi: सभी काउंटरों के लिए स्वतः-भरण अक्षम करें
hr: Onemogući automatsko popunjavanje za sve brojače
hu: Automatikus kitöltés kikapcsolása minden számláló esetében
it: Disattiva l'auto-compilazione per tutti i contatori
ja: すべてのカウンターの自動入力を無効にする
ko: 모든 계량기에 자동 채우기 비활성화
lt: Išjungti visų skaitiklių automatinį pildymą
ml: എല്ലാ കൗണ്ടറുകൾക്കും സ്വയമേവ പൂരിപ്പിക്കൽ പ്രവർത്തനരഹിതമാക്കുക
my: အားလုံးကောင်တာအားလုံးအတွက်အလိုအလျောက်ဖြည့်ပါ
nl: Automatisch invullen uitschakelen voor alle meters
no: Deaktiver autofyll for alle tellere
pl: Wyłącz automatyczne uzupełnianie dla wszystkich liczników
pt: Desativar preenchimento automático para todos os contadores
ru: Отключить автозаполнение для всех счетчиков
sl: Onemogoči samodejno izpolnjevanje za vse števce
sr: Онемогућите аутоматско попуњавање за све бројаче
sv: Inaktivera automatisk fyllning för alla räknare
sw: Lemaza kujaza kiotomatiki kwa hesabu zote
th: ปิดใช้งานการป้อนอัตโนมัติสำหรับตัวนับทั้งหมด
tr: Tüm sayaçlar için otomatik doldurmayı devre dışı bırak
uk: Вимкнути автозаповнення для всіх лічильників
vi: Tắt tính năng tự động điền cho tất cả các quầy
zh: 禁用所有计数器的自动填充

# readingPrefillDescription
source: Pre-fill meter readings based on previous entries
af: Vul meterlesings vooraf gebaseer op vorige inskrywings
ar: ملء مسبق لقراءات العدادات بناءً على الإدخالات السابقة
bg: Предварително попълване на показанията на броячите въз основа на предишни записи
bs: Očitavanje mjerača prije punjenja na osnovu prethodnih unosa
cs: Předvyplňte údaje měřiče na základě předchozích záznamů
da: Forudfyld måleraflæsninger baseret på tidligere indtastninger
de: Zählerstände basierend auf früheren Einträgen vorbelegen
el: Προ-γεμίστε τις ενδείξεις του μετρητή με βάση προηγούμενες καταχωρήσεις
es: Prellenar las lecturas de los contadores basándose en entradas anteriores
et: Eeltäida arvestinäidud varasemate sisestuste põhjal
fa: قرائت متر پیش پر بر اساس ورودی های قبلی
fi: Esitäytä mittarin lukemat aikaisempien merkintöjen perusteella
fr: Préremplir les relevés sur la base des entrées précédentes
hi: पिछली प्रविष्टियों के आधार पर मीटर रीडिंग पूर्व-भरें
hr: Očitanja brojila prije punjenja na temelju prethodnih unosa
hu: Előre feltöltött mérőórák leolvasása a korábbi bejegyzések alapján
it: Precompila i lettori in base alle voci precedenti
ja: 以前のエントリに基づいた事前充填メーター測定値
ko: 이전 입력값을 기반으로 계량기 지침을 미리 채웁니다.
lt: Iš anksto užpildykite skaitiklio rodmenis pagal ankstesnius įrašus
ml: മുൻ എൻട്രികളെ അടിസ്ഥാനമാക്കി മീറ്റർ റീഡിംഗുകൾ മുൻകൂട്ടി പൂരിപ്പിക്കുക
my: ယခင် entries တွေကိုအပေါ်အခြေခံပြီးမီတာကြိုတင်မဲမျက်နှာစာ
nl: Meterstanden vooraf invullen op basis van eerdere invoer
no: Forutfyll måleravlesninger basert på tidligere oppføringer
pl: Wstępne napełnienie odczytów liczników na podstawie poprzednich wpisów
pt: Pré-preencha as leituras dos contadores com base em entradas anteriores
ru: Предварительное заполнение показаний счетчиков на основе предыдущих записей
sl: Odčitki merilnika pred polnjenjem na podlagi prejšnjih vnosov
sr: Очитавања мерача пре пуњења на основу претходних уноса
sv: Förfyll mätaravläsningar baserat på tidigare poster
sw: Usomaji wa mita kabla ya kujaza kulingana na viingilio vya zamani
th: เติมการอ่านมิเตอร์ล่วงหน้าตามรายการก่อนหน้า
tr: Önceki girişlere dayalı ön dolum sayaç okumaları
uk: Показання лічильника попереднього заповнення на основі попередніх записів
vi: Chỉ số đồng hồ điền trước dựa trên các mục trước đó
zh: 根据之前的条目预填仪表读数

# readingPrefillDisabledToast
source: Auto-fill disabled
af: Outomatiese invul gedeaktiveer
ar: الملء التلقائي معطل
bg: Автоматичното попълване е изключено
bs: Automatsko popunjavanje je onemogućeno
cs: Automatické vyplňování zakázáno
da: Automatisk udfyldning deaktiveret
de: Auto-Ausfüllen deaktiviert
el: Αυτόματη συμπλήρωση απενεργοποιημένη
es: Relleno automático desactivado
et: Automaatne täitmine keelatud
fa: خودپر کردن غیرفعال
fi: Automaattinen täyttö poistettu käytöstä
fr: Remplissage automatique désactivé
hi: स्वतः-भरण अक्षम किया गया
hr: Automatsko popunjavanje onemogućeno
hu: Automatikus kitöltés letiltva
it: Compilazione automatica disattivata
ja: 自動入力が無効になっています
ko: 자동 채우기 비활성화됨
lt: Automatinis pildymas išjungtas
ml: ഓട്ടോ-ഫിൽ പ്രവർത്തനരഹിതമാക്കി
my: အလိုအလျောက်ပိတ်ထားသည်
nl: Automatisch invullen uitgeschakeld
no: Autofyll er deaktivert
pl: Automatyczne uzupełnianie wyłączone
pt: Preenchimento automático desativado
ru: Автозаполнение отключено
sl: Samodejno izpolnjevanje onemogočeno
sr: Аутоматско попуњавање је онемогућено
sv: Autofyll avaktiverad
sw: Kujaza kiotomatiki
th: ปิดใช้งานการป้อนอัตโนมัติแล้ว
tr: Otomatik doldurma devre dışı
uk: Автозаповнення вимкнено
vi: Tự động điền bị vô hiệu hóa
zh: 自动填充已禁用

# readingSubmitted
source: Meter reading submitted
af: Meterlesing ingedien
ar: تم إرسال قراءة العداد
bg: Показанието на брояча е изпратено
bs: Očitavanje brojila dostavljeno
cs: Odečet měřiče odeslán
da: Måleraflæsning indsendt
de: Zählerstand übermittelt
el: Υποβληθείσα ανάγνωση μετρητή
es: Lectura del contador enviada
et: Arvestinäit saadetud
fa: قرائت کنتور ارسال شد
fi: Mittarin lukema lähetetty
fr: Relevé de compteur envoyé
hi: मीटर रीडिंग प्रस्तुत की गई
hr: Dostavljeno očitanje brojila
hu: Beadott mérőóra-leolvasás
it: Lettura del contatore inviata
ja: メーター測定値が提出されました
ko: 계량기 지침이 전송되었습니다.
lt: Pateiktas skaitiklio rodmuo
ml: മീറ്റർ റീഡിംഗ് സമർപ്പിച്ചു
my: တင်သွင်းမီတာစာဖတ်
nl: Meterstand ingediend
no: Måleravlesning sendt inn
pl: Przesłano odczyt licznika
pt: Leitura do contador enviada
ru: Показания счетчика отправлены
sl: Predan odčitek števca
sr: Очитавање бројила је послато
sv: Mätaravläsning inlämnad
sw: Usomaji wa mita uliowasilishwa
th: ส่งการอ่านมิเตอร์แล้ว
tr: Sayaç okuması gönderildi
uk: Показання лічильника подано
vi: Đã gửi chỉ số đồng hồ
zh: 抄表已提交

# readingDeleteConfirm
source: Delete reading?
af: Vee lesing uit?
ar: حذف القراءة؟
bg: Изтриване на отчитане?
bs: Izbrisati čitanje?
cs: Smazat čtení?
da: Vil du slette læsning?
de: Ablesung löschen?
el: Διαγραφή ανάγνωσης;
es: ¿Eliminar lectura?
et: Kustutada näit?
fa: حذف قرائت؟
fi: Poista lukema?
fr: Supprimer la lecture ?
hi: पढ़ना हटाएं?
hr: Obriši očitanje?
hu: Olvasás törlése?
it: Eliminare la lettura?
ja: 読書を削除しますか?
ko: 지침을 삭제하시겠습니까?
lt: Ištrinti skaitymą?
ml: റീഡിംഗ് മായ്ക്കണോ?
my: စာဖတ်ခြင်းကိုဖျက်ပစ်?
nl: Aflezing verwijderen?
no: Vil du slette lesingen?
pl: Usunąć lekturę?
pt: Apagar leitura?
ru: Удалить показания?
sl: Želite izbrisati branje?
sr: Избрисати читање?
sv: Radera läsning?
sw: Futa kusoma?
th: ลบการอ่านใช่ไหม
tr: Okuma silinsin mi?
uk: Видалити читання?
vi: Xóa bài đọc?
zh: 删除阅读？

source: Reminder time
af: Herinneringstyd
ar: وقت التذكير
bg: Време за напомняне
bs: Vrijeme podsjetnika
cs: Čas připomenutí
da: Påmindelsestid
de: Erinnerungszeit
el: Χρόνος υπενθύμισης
es: Hora del recuerdo
et: Meeldetuletuse aeg
fa: زمان یادآوری
fi: Muistutuksen aika
fr: Heure de rappel
hi: अनुस्मारक समय
hr: Vrijeme podsjetnika
hu: Emlékeztető idő
it: Tempo della memoria
ja: リマインダー時間
ko: 알림 시각
lt: Priminimo laikas
ml: ഓർമ്മപ്പെടുത്തൽ സമയം
my: သတိပေးအချိန်
nl: Herinneringstijd
no: Påminnelsestid
pl: Czas przypomnienia
pt: Tempo de recordação
ru: Время памяти
sl: Čas opomnika
sr: Време подсетника
sv: Påminnelsetid
sw: Wakati wa ukumbusho
th: เวลาเตือนความจำ
tr: Hatırlatma zamanı
uk: Час нагадування
vi: Thời gian nhắc nhở
zh: 提醒时间
