Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# tibberBasicAuthEnterUsername
source: Please enter username
af: Voer asseblief gebruikersnaam in
ar: يرجى إدخال اسم المستخدم
bg: Моля, въведете потребителско име
bs: Molimo unesite korisničko ime
cs: Zadejte uživatelské jméno
da: Indtast venligst brugernavn
de: Bitte geben Sie einen Benutzernamen ein
el: Παρακαλώ εισάγετε το όνομα χρήστη
es: Ingrese el nombre de usuario
et: Palun sisesta kasutajanimi
fa: لطفا نام کاربری را وارد کنید
fi: Anna käyttäjänimi
fr: Saisissez le nom d'utilisateur
hi: कृपया उपयोक्तानाम दर्ज करें
hr: Molimo unesite korisničko ime
hu: Kérjük, adja meg a felhasználónevét
it: Immetti il nome utente
ja: ユーザー名を入力してください
ko: 사용자 이름을 입력하세요
lt: Įveskite vartotojo vardą
ml: ദയവായി ഉപയോക്തൃനാമം നൽകുക
my: ကျေးဇူးပြု. Username ကိုရိုက်ထည့်ပါ
nl: Voer gebruikersnaam in
no: Vennligst skriv inn brukernavn
pl: Proszę wprowadzić nazwę użytkownika
pt: Insira o nome de usuário
ru: Введите имя пользователя
sl: Prosim vnesite uporabniško ime
sr: Унесите корисничко име
sv: Vänligen ange användarnamn
sw: Tafadhali ingiza jina la mtumiaji
th: กรุณากรอกชื่อผู้ใช้
tr: Lütfen kullanıcı adını girin
uk: Будь ласка, введіть ім'я користувача
vi: Vui lòng nhập tên người dùng
zh: 请输入用户名

# tibberBasicAuthEnterPassword
source: Please enter password
af: Voer asseblief wagwoord in
ar: يرجى إدخال كلمة المرور
bg: Моля, въведете парола
bs: Unesite lozinku
cs: Zadejte heslo
da: Indtast venligst adgangskode
de: Bitte geben Sie ein Passwort ein
el: Παρακαλώ εισάγετε κωδικό πρόσβασης
es: Ingrese la contraseña
et: Palun sisesta parool
fa: لطفا رمز عبور را وارد کنید
fi: Anna salasana
fr: Saisissez le mot de passe
hi: कृपया पासवर्ड दर्ज करें
hr: Molimo unesite lozinku
hu: Kérjük, adja meg a jelszót
it: Immetti la password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
lt: Įveskite slaptažodį
ml: ദയവായി പാസ്‌വേഡ് നൽകുക
my: ကျေးဇူးပြု. စကားဝှက်ကိုရိုက်ထည့်ပါ
nl: Voer wachtwoord in
no: Vennligst skriv inn passord
pl: Proszę wprowadzić hasło
pt: Insira a senha
ru: Введите пароль
sl: Prosim vnesite geslo
sr: Унесите лозинку
sv: Vänligen ange lösenord
sw: Tafadhali ingiza nywila
th: กรุณากรอกรหัสผ่าน
tr: Lütfen şifreyi girin
uk: Будь ласка, введіть пароль
vi: Vui lòng nhập mật khẩu
zh: 请输入密码

# tibberConsumptionEntryTotalCost
source: Total cost: {totalCost}
af: Totale koste: {totalCost}
ar: التكلفة الإجمالية: {totalCost}
bg: Обща цена: {totalCost}
bs: Ukupni trošak: {totalCost}
cs: Celkové náklady: 0 PHTOKEN
da: Samlet pris: {totalCost}
de: Gesamtkosten: {totalCost}
el: Συνολικό κόστος: {totalCost}
es: Costo total: {totalCost}
et: Kogumaksumus: {totalCost}
fa: هزینه کل: {totalCost}
fi: Kokonaiskustannukset: {totalCost}
fr: Coût total: {totalCost}
hi: कुल लागत: {totalCost}
hr: Ukupni trošak: {totalCost}
hu: Teljes költség: {totalCost}
it: Costo totale: {totalCost}
ja: 総コスト: {totalCost}
ko: 총 비용: {totalCost}
lt: Bendra kaina: {totalCost}
ml: മൊത്തം ചെലവ്: {totalCost}
my: စုစုပေါင်းကုန်ကျစရိတ်: Phtoken0
nl: Totale kosten: {totalCost}
no: Total kostnad: {totalCost}
pl: Całkowity koszt: {totalCost}
pt: Custo total: {totalCost}
ru: Общая стоимость: {totalCost}
sl: Skupni stroški: {totalCost}
sr: Укупна цена: ПХТОКЕН0
sv: Total kostnad: {totalCost}
sw: Gharama ya jumla: phtoken0
th: ต้นทุนทั้งหมด: {totalCost}
tr: Toplam maliyet: {totalCost}
uk: Загальна вартість: {totalCost}
vi: Tổng chi phí: {totalCost}
zh: 总成本：{totalCost}

# tibberConsumptionEntryTotalProfit
source: Total profit: {totalProfit}
af: Totale wins: {totalProfit}
ar: الربح الإجمالي: {totalProfit}
bg: Обща печалба: {totalProfit}
bs: Ukupna dobit: {totalProfit}
cs: Celkový zisk: {totalProfit}
da: Samlet overskud: {totalProfit}
de: Gesamtvergütung: {totalProfit}
el: Συνολικό κέρδος: {totalProfit}
es: Ganancia total: {totalProfit}
et: Kogutulu: {totalProfit}
fa: کل سود: {totalProfit}
fi: Kokonaisvoitto: {totalProfit}
fr: Profit total: {totalProfit}
hi: कुल लाभ: {totalProfit}
hr: Ukupna dobit: {totalProfit}
hu: Összes nyereség: {totalProfit}
it: Profitto totale: {totalProfit}
ja: 総利益: {totalProfit}
ko: 총 이익: {totalProfit}
lt: Bendras pelnas: {totalProfit}
ml: ആകെ ലാഭം: {totalProfit}
my: စုစုပေါင်းအမြတ်အစွန်း: Phtoken0
nl: Totale winst: {totalProfit}
no: Total fortjeneste: {totalProfit}
pl: Całkowity zysk: {totalProfit}
pt: Lucro total: {totalProfit}
ru: Общая прибыль: {totalProfit}
sl: Skupni dobiček: {totalProfit}
sr: Укупан профит: ПХТОКЕН0
sv: Total vinst: {totalProfit}
sw: Jumla ya faida: phtoken0
th: กำไรทั้งหมด: {totalProfit}
tr: Toplam kâr: {totalProfit}
uk: Загальний прибуток: {totalProfit}
vi: Tổng lợi nhuận: {totalProfit}
zh: 总利润：{totalProfit}

# tibberConsumptionEntryViewTimeSpanYear
source: The year {year}
af: Die jaar {year}
ar: السنة {year}
bg: Годината {year}
bs: Godina {year}
cs: Rok {year}
da: Året {year}
de: Das Jahr {year}
el: Το έτος {year}
es: El año {year}
et: Aasta {year}
fa: سال {year}
fi: Vuosi {year}
fr: L'année {year}
hi: वर्ष {year}
hr: Godina {year}
hu: {year}
it: L'anno {year}
ja: {year}年
ko: {year}년
lt: {year} metai
ml: വർഷം {year}
my: အဆိုပါနှစ် Phtoked0
nl: Het jaar {year}
no: Året {year}
pl: Rok PTOKEN0
pt: O ano {year}
ru: Год {year}
sl: Leto {year}
sr: Година ПХТОКЕН0
sv: Året {year}
sw: Mwaka phtoken0
th: ปี {year}
tr: {year} yılı
uk: Рік {year}
vi: Năm {year}
zh: 年份 {year}

# tibberConsumptionEntryViewTimeSpanYearStartingAt
source: One year starting from {year}
af: 'n Jaar vanaf {year}
ar: سنة واحدة تبدأ من {year}
bg: Една година започваща от {year}
bs: Godinu dana počevši od {year}
cs: Jeden rok od {year}
da: Et år fra {year}
de: Ein Jahr ab {year}
el: Ένα έτος από την ημερομηνία {year}
es: Un año a partir de {year}
et: Üks aasta alates {year}
fa: یک سال شروع از {year}
fi: Yksi vuosi alkaen {year}
fr: Une année à partir de {year}
hi: {year} से प्रारंभ एक वर्ष
hr: Jedna godina počevši od {year}
hu: {year}-tól számított egy év
it: Un anno a partire dal {year}
ja: {year}から1年間
ko: {year}년부터 시작되는 1년
lt: Vieneri metai nuo {year}
ml: {year} മുതൽ ഒരു വർഷം
my: တစ်နှစ် Phtoked0 မှစတင်
nl: Een jaar vanaf {year}
no: Ett år fra {year}
pl: Jeden rok, począwszy od {year}
pt: Um ano a partir de {year}
ru: Один год, начиная с {year}
sl: Eno leto od {year}
sr: Годину дана почевши од ПХТОКЕН0
sv: Ett år från {year}
sw: Mwaka mmoja kuanzia phtoken0
th: หนึ่งปีเริ่มต้นจาก {year}
tr: {year}'dan başlayan bir yıl
uk: Один рік, починаючи з {year}
vi: Một năm bắt đầu từ {year}
zh: 从 {year} 开始一年

# tibberConsumptionEntryViewTimeSpanMonth
source: The month of {month}
af: Die maand {month}
ar: شهر {month}
bg: Месецът {month}
bs: Mjesec {month}
cs: Měsíc {month}
da: Måneden {month}
de: Der Monat {month}
el: Ο μήνας του «{month}»
es: El mes de {month}
et: Kuu {month}
fa: ماه {month}
fi: Kuukausi {month}
fr: Le mois de {month}
hi: {month} का महीना
hr: Mjesec {month}
hu: {month} hónapja
it: Il mese di {month}
ja: {month}の月
ko: {month}월
lt: {month} mėnuo
ml: {month}-ൻ്റെ മാസം
my: Phtoked0 ၏လ
nl: De maand {month}
no: Måneden {month}
pl: Miesiąc {month}
pt: O mês de {month}
ru: Месяц {month}
sl: Mesec {month}
sr: Месец ПХТОКЕН0
sv: Månaden {month}
sw: Mwezi wa phtoken0
th: เดือน {month}
tr: {month} ayı
uk: Місяць {month}
vi: Tháng {month}
zh: {month} 月份

# tibberConsumptionEntryViewTimeSpanMonthStartingAt
source: One month starting {month}
af: 'n Maand vanaf {month}
ar: شهر واحد يبدأ {month}
bg: Един месец започващ {month}
bs: Mjesec dana počevši od {month}
cs: Jeden měsíc od {month}
da: En måned fra {month}
de: Ein Monat ab {month}
el: Ένας μήνας ξεκινώντας από το {month}
es: Un mes a partir de {month}
et: Üks kuu alates {month}
fa: یک ماه از {month} شروع می شود
fi: Kuukausi alkaen {month}
fr: Un mois à partir de {month}
hi: {month} से शुरू होने वाला एक महीना
hr: Jedan mjesec počevši od {month}
hu: {month}-tól kezdődő egy hónap
it: Un mese a partire da {month}
ja: {month}から1ヶ月
ko: {month}부터 시작되는 한 달
lt: Vienas mėnuo nuo {month}
ml: {month} ആരംഭിച്ച് ഒരു മാസം
my: တစ်လ Phtoken0 စတင်
nl: Een maand vanaf {month}
no: En måned fra {month}
pl: Jeden miesiąc począwszy od {month}
pt: Um mês a partir de {month}
ru: Один месяц, начиная с {month}
sl: En mesec z začetkom {month}
sr: Један месец почевши од ПХТОКЕН0
sv: En månad med start {month}
sw: Mwezi mmoja ukianza phtoken0
th: หนึ่งเดือนเริ่มต้น {month}
tr: {month}'dan itibaren bir ay
uk: Один місяць, починаючи з {month}
vi: Một tháng bắt đầu {month}
zh: 从 {month} 开始一个月

# tibberConsumptionEntryViewTimeSpan24Hours
source: 24 hours from {startTime} on {date}
af: 24 uur vanaf {startTime} op {date}
ar: 24 ساعة من {startTime} في {date}
bg: 24 часа от {startTime} на {date}
bs: 24 sata od {startTime} na {date}
cs: 24 hodin od {startTime} na {date}
da: 24 timer fra {startTime} på {date}
de: 24 Stunden ab {startTime} am {date}
el: 24 ώρες από το {startTime} στο {date}
es: 24 horas desde las {startTime} del {date}
et: 24 tundi alates {startTime} kuupäeval {date}
fa: 24 ساعت از {startTime} در {date}
fi: 24 tuntia {startTime} {date}
fr: 24 heures à partir de {startTime} le {date}
hi: {startTime} से {date} पर 24 घंटे
hr: 24 sata od {startTime} na {date}
hu: 24 óra az {startTime} weboldalról: {date}
it: 24 ore da {startTime} il {date}
ja: {startTime} から {date} までの 24 時間
ko: {date} {startTime}부터 24시간
lt: 24 valandos nuo {startTime} per {date}
ml: {date}-ൽ {startTime}-ൽ നിന്ന് 24 മണിക്കൂർ
my: Phtoked1 မှ Phtoked0 မှ 24 နာရီ
nl: 24 uur vanaf {startTime} op {date}
no: 24 timer fra {startTime} på {date}
pl: 24 godziny od {startTime} na {date}
pt: 24 horas a partir de {startTime} em {date}
ru: 24 часа с {startTime} {date}
sl: 24 ur od {startTime} do {date}
sr: 24 сата од ПХТОКЕН0 на ПХТОКЕН1
sv: 24 timmar från {startTime} på {date}
sw: Masaa 24 kutoka phtoken0 kwenye phtoken1
th: 24 ชั่วโมงจาก {startTime} บน {date}
tr: {date}'de {startTime}'dan 24 saat
uk: 24 години з {startTime} на {date}
vi: 24 giờ kể từ {startTime} trên {date}
zh: {date} 上的 {startTime} 24 小时

# tibberConsumptionEntryViewTimeSpanOneHour
source: One hour from {startTime} on {date}
af: Een uur vanaf {startTime} op {date}
ar: ساعة واحدة من {startTime} في {date}
bg: Един час от {startTime} на {date}
bs: Jedan sat od {startTime} na {date}
cs: Jedna hodina od {startTime} na {date}
da: En time fra {startTime} på {date}
de: Eine Stunde ab {startTime} am {date}
el: Μία ώρα από το {startTime} στο {date}
es: Una hora desde las {startTime} del {date}
et: Üks tund alates {startTime} kuupäeval {date}
fa: یک ساعت از {startTime} در {date}
fi: Yksi tunti {startTime} {date}
fr: Une heure à partir de {startTime} le {date}
hi: {startTime} से {date} पर एक घंटा
hr: Jedan sat od {startTime} na {date}
hu: {startTime}-tól egy órányira, {date}
it: Un'ora da {startTime} il {date}
ja: {date}の{startTime}から1時間
ko: {date} {startTime}부터 1시간
lt: Viena valanda nuo {startTime} per {date}
ml: {date}-ൽ {startTime}-ൽ നിന്ന് ഒരു മണിക്കൂർ
my: Phtoked1 မှ Phtoked0 မှတစ်နာရီ
nl: Een uur vanaf {startTime} op {date}
no: En time fra {startTime} på {date}
pl: Godzina z {startTime} na {date}
pt: Uma hora a partir de {startTime} em {date}
ru: Один час с {startTime} {date}
sl: Ena ura od {startTime} na {date}
sr: Један сат од ПХТОКЕН0 на ПХТОКЕН1
sv: En timme från {startTime} på {date}
sw: Saa moja kutoka phtoken0 kwenye phtoken1
th: หนึ่งชั่วโมงจาก {startTime} บน {date}
tr: {date}'de {startTime}'dan bir saat
uk: Одна година з {startTime} на {date}
vi: Một giờ từ {startTime} trên {date}
zh: 从 {date} 上的 {startTime} 出发一小时

# tibberConsumptionEntryViewTimeSpanDefault
source: From: {startTime} to {endDate}
af: Vanaf: {startTime} tot {endDate}
ar: من: {startTime} إلى {endDate}
bg: От: {startTime} до {endDate}
bs: Od: {startTime} do {endDate}
cs: Od: {startTime} do {endDate}
da: Fra: {startTime} til {endDate}
de: Von: {startTime} bis {endDate}
el: Από: {startTime} προς {endDate}
es: Desde: {startTime} hasta {endDate}
et: Alates: {startTime} kuni {endDate}
fa: از: {startTime} تا {endDate}
fi: Alkaen: {startTime} - {endDate}
fr: De : {startTime} à {endDate}
hi: से: {startTime} से {endDate}
hr: Od: {startTime} do {endDate}
hu: Feladó: {startTime} címzett: {endDate}
it: Da: {startTime} a {endDate}
ja: から: {startTime} から {endDate}
ko: 기간: {startTime}부터 {endDate}까지
lt: Nuo: {startTime} iki {endDate}
ml: മുതൽ: {startTime} മുതൽ {endDate} വരെ
my: Phtoken. မှ Phtoken.1 မှ
nl: Van: {startTime} tot {endDate}
no: Fra: {startTime} til {endDate}
pl: Od: {startTime} do {endDate}
pt: De: {startTime} até {endDate}
ru: С {startTime} до {endDate}
sl: Od: {startTime} do {endDate}
sr: Од: ПХТОКЕН0 до ПХТОКЕН1
sv: Från: {startTime} till {endDate}
sw: Kutoka: phtoken0 hadi phtoken1
th: จาก: {startTime} ถึง {endDate}
tr: Gönderen: {startTime}'dan {endDate}'e
uk: Від: {startTime} до {endDate}
vi: Từ: {startTime} đến {endDate}
zh: 从：{startTime} 到 {endDate}

# tibberWhereIsMyAccessToken
source: Where can I find my "access token"?
af: Waar kan ek my "toegangstoken" vind?
ar: أين يمكنني العثور على "رمز الوصول" الخاص بي؟
bg: Къде мога да намеря моя "токен за достъп"?
bs: Gdje mogu pronaći svoj "token za pristup"?
cs: Kde najdu svůj „přístupový token“?
da: Hvor kan jeg finde mit "adgangstoken"?
de: Wo finde ich meinen "Access Token"?
el: Πού μπορώ να βρω το "κουπόνι πρόσβασης" μου;
es: ¿Dónde puedo encontrar mi "token de acceso"?
et: Kust leian oma "access tokeni"?
fa: از کجا می توانم "نشانه دسترسی" خود را پیدا کنم؟
fi: Mistä löydän "käyttötunnukseni"?
fr: Où trouver mon "access token" ?
hi: मुझे अपना "एक्सेस टोकन" कहां मिल सकता है?
hr: Gdje mogu pronaći svoj "pristupni token"?
hu: Hol találom a "hozzáférési jelszavamat"?
it: Dove posso trovare il mio "token di accesso"?
ja: 「アクセストークン」はどこで見つけられますか?
ko: "액세스 토큰"은 어디에서 찾을 수 있나요?
lt: Kur galiu rasti savo „prieigos prieigos raktą“?
ml: എൻ്റെ "ആക്സസ് ടോക്കൺ" എനിക്ക് എവിടെ കണ്ടെത്താനാകും?
my: ကျွန်ုပ်၏ "Access Token" ကိုဘယ်မှာရှာရမလဲ။
nl: Waar kan ik mijn "toegangstoken" vinden?
no: Hvor finner jeg "tilgangstokenet" mitt?
pl: Gdzie mogę znaleźć mój „token dostępu”?
pt: Onde posso encontrar o meu "access token"?
ru: Где найти мой "access token"?
sl: Kje lahko najdem svoj "žeton za dostop"?
sr: Где могу да пронађем свој "токен за приступ"?
sv: Var kan jag hitta min "åtkomsttoken"?
sw: Ninaweza kupata wapi "ishara ya ufikiaji"?
th: ฉันจะหา "โทเค็นการเข้าถึง" ของฉันได้ที่ไหน
tr: "Erişim jetonumu" nerede bulabilirim?
uk: Де я можу знайти свій «токен доступу»?
vi: Tôi có thể tìm "mã thông báo truy cập" của mình ở đâu?
zh: 在哪里可以找到我的“访问令牌”？

# tibberActionSaveAuthorizationSettings
source: Save authorization settings
af: Stoor magtiginginstellings
ar: حفظ إعدادات التفويض
bg: Запазване на настройките за авторизация
bs: Sačuvajte postavke autorizacije
cs: Uložte nastavení autorizace
da: Gem autorisationsindstillinger
de: Autorisierungseinstellungen speichern
el: Αποθήκευση ρυθμίσεων εξουσιοδότησης
es: Guardar ajustes de autorización
et: Salvesta autoriseerimise sätted
fa: تنظیمات مجوز را ذخیره کنید
fi: Tallenna valtuutusasetukset
fr: Enregistrer les paramètres d'autorisation
hi: प्राधिकरण सेटिंग सहेजें
hr: Spremi postavke autorizacije
hu: Engedélyezési beállítások mentése
it: Salva le impostazioni di autorizzazione
ja: 認証設定を保存する
ko: 인증 설정 저장
lt: Išsaugokite autorizacijos nustatymus
ml: അംഗീകാര ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുക
my: ခွင့်ပြုချက်ဆက်တင်များကိုသိမ်းဆည်းပါ
nl: Autorisatie-instellingen opslaan
no: Lagre autorisasjonsinnstillinger
pl: Zapisz ustawienia autoryzacji
pt: Salvar as configurações de autorização
ru: Сохранить настройки авторизации
sl: Shranite nastavitve avtorizacije
sr: Сачувајте подешавања ауторизације
sv: Spara behörighetsinställningar
sw: Hifadhi mipangilio ya idhini
th: บันทึกการตั้งค่าการอนุญาต
tr: Yetkilendirme ayarlarını kaydet
uk: Зберегти налаштування авторизації
vi: Lưu cài đặt ủy quyền
zh: 保存授权设置

# tibberConsentScreenHeader
source: New Feature: Consumption Data from Tibber Pulse
af: Nuwe Funksie: Verbruiksdata van Tibber Pulse
ar: ميزة جديدة: بيانات الاستهلاك من Tibber Pulse
bg: Нова функция: Данни за консумация от Tibber Pulse
bs: Nova karakteristika: Podaci o potrošnji iz Tibber Pulse
cs: Nová funkce: Údaje o spotřebě z Tibber Pulse
da: Ny funktion: Forbrugsdata fra Tibber Pulse
de: Neue Funktion: Verbräuche vom Tibber Pulse
el: Νέο χαρακτηριστικό: Tibber Pulse: Δεδομένα κατανάλωσης από το Tibber Pulse
es: Nueva función: Soporte para Tibber Pulse
et: Uus funktsioon: tarbimisandmed Tibber Pulse'ist
fa: ویژگی جدید: داده های مصرف از Tibber Pulse
fi: Uusi ominaisuus: Tibber Pulsen kulutustiedot
fr: Nouvelle fonctionnalité : Support de Tibber Pulse
hi: नई सुविधा: टिब्बर पल्स से उपभोग डेटा
hr: Nova značajka: Podaci o potrošnji iz Tibber Pulse
hu: Új funkció: Tibber Pulse fogyasztási adatai
it: Nuova funzione: Supporto per Tibber Pulse
ja: 新機能: Tibber Pulse からの消費データ
ko: 새 기능: Tibber Pulse 소비 데이터
lt: Nauja funkcija: „Tibber Pulse“ suvartojimo duomenys
ml: പുതിയ ഫീച്ചർ: ടിബ്ബർ പൾസിൽ നിന്നുള്ള ഉപഭോഗ ഡാറ്റ
my: အသစ်သောအင်္ဂါရပ် - Tibber Pulse မှစားသုံးမှုအချက်အလက်များ
nl: Nieuwe functie: Verbruiksgegevens van Tibber Pulse
no: Ny funksjon: Forbruksdata fra Tibber Pulse
pl: Nowa funkcja: dane dotyczące zużycia z Tibber Pulse
pt: Nova funcionalidade: Suporte para Tibber Pulse
ru: Новая функция: Поддержка Tibber Pulse
sl: Nova funkcija: podatki o porabi iz Tibber Pulse
sr: Нова карактеристика: Подаци о потрошњи из Тиббер Пулсе-а
sv: Ny funktion: Förbrukningsdata från Tibber Pulse
sw: Kipengele kipya: data ya matumizi kutoka kwa Tibber Pulse
th: คุณสมบัติใหม่: ข้อมูลการบริโภคจาก Tibber Pulse
tr: Yeni Özellik: Tibber Pulse'tan Tüketim Verileri
uk: Нова функція: дані про споживання від Tibber Pulse
vi: Tính năng mới: Dữ liệu tiêu thụ từ Tibber Pulse
zh: 新功能：来自 Tibber Pulse 的消费数据
