Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# googleApiAgreement
source: {appNameShort}’s use and transfer to any other app of information received from Google APIs will adhere to the Google API Services User Data Policy, including the Limited Use requirements.
af: {appNameShort} se gebruik en oordrag na enige ander app van inligting wat van Google API's ontvang is, sal voldoen aan die Google API Dienste Gebruikersdata Beleid, insluitend die Beperkte Gebruik vereistes.
ar: سيتم الالتزام بسياسة بيانات المستخدم لخدمات Google API، بما في ذلك متطلبات الاستخدام المحدود، عند استخدام {appNameShort} ونقل المعلومات المستلمة من Google APIs إلى أي تطبيق آخر.
bg: Използването от {appNameShort} и прехвърлянето към други приложения на информация, получена от Google API, се извършва съгласно Google API Services User Data Policy, включително изискванията за Limited Use.
bs: {appNameShort}-ovo korištenje i prijenos informacija primljenih od Google API-ja u bilo koju drugu aplikaciju će biti u skladu s Pravilima o korisničkim podacima Google API usluga, uključujući zahtjeve za ograničenu upotrebu.
cs: Použití {appNameShort} a přenos informací přijatých z Google API do jakékoli jiné aplikace se bude řídit Zásadami uživatelských dat služeb Google API, včetně požadavků na omezené použití.
da: {appNameShort}s brug og overførsel til enhver anden app af oplysninger modtaget fra Google API'er vil overholde Google API-tjenesternes brugerdatapolitik, herunder kravene til begrænset brug.
de: Die Nutzung der von Google APIs erhaltenen Informationen durch {appNameShort} und deren Weitergabe an andere Apps erfolgt unter Einhaltung der Google API Services User Data Policy, einschließlich der Bestimmungen zur eingeschränkten Nutzung.
el: Η χρήση και η μεταφορά από την {appNameShort} σε οποιαδήποτε άλλη εφαρμογή των πληροφοριών που λαμβάνονται από τα API της Google θα συμμορφώνεται με την Πολιτική δεδομένων χρήστη των υπηρεσιών API της Google, συμπεριλαμβανομένων των απαιτήσεων περιορισμένης χρήσης.
es: El uso y la transferencia por parte de {appNameShort} de la información recibida de las API de Google a cualquier otra app cumplen la Política de datos de usuario de los servicios de API de Google, incluidas las condiciones de uso limitado.
et: {appNameShort} kasutab Google'i APIde kaudu saadud teavet vastavalt Google API Services User Data Policy tingimustele, sealhulgas Limited Use nõuetele.
fa: استفاده و انتقال {appNameShort} به هر برنامه دیگری از اطلاعات دریافتی از APIهای Google، با خط مشی داده های کاربر سرویس های API Google، از جمله الزامات استفاده محدود، مطابقت دارد.
fi: {appNameShort} käyttää ja siirtää Google-sovellusliittymistä saatuja tietoja muihin sovelluksiin Google-sovellusliittymäpalveluiden käyttäjätietokäytännön mukaisesti, mukaan lukien rajoitetun käytön vaatimukset.
fr: L'utilisation et le transfert par {appNameShort} des informations reçues des API Google vers toute autre application respectent la Google API Services User Data Policy, y compris les exigences d'utilisation limitée.
hi: {appNameShort} का उपयोग और Google API से प्राप्त जानकारी का किसी अन्य ऐप में स्थानांतरण सीमित उपयोग आवश्यकताओं सहित Google API सेवा उपयोगकर्ता डेटा नीति का पालन करेगा।
hr: {appNameShort} korištenje i prijenos informacija primljenih od Google API-ja u bilo koju drugu aplikaciju pridržavat će se Pravila o korisničkim podacima Google API Services, uključujući zahtjeve ograničene upotrebe.
hu: A {appNameShort} által a Google API-kból kapott információk felhasználása és más alkalmazásoknak történő továbbítása a Google API-szolgáltatások felhasználói adatkezelési irányelveinek, beleértve a korlátozott felhasználásra vonatkozó követelményeket is, megfelel.
it: L'uso e il trasferimento da parte di {appNameShort} delle informazioni ricevute dalle API di Google a qualsiasi altra app sono conformi alla Google API Services User Data Policy, incluse le condizioni di utilizzo limitato.
ja: {appNameShort} による Google API から受信した情報の使用および他のアプリへの転送は、限定使用要件を含む Google API サービスのユーザー データ ポリシーに準拠します。
ko: {appNameShort}의 Google API 사용 및 Google API로부터 받은 정보의 타 앱 전송은 Google API 서비스 사용자 데이터 정책, 특히 제한적 사용 요건을 준수합니다.
lt: {appNameShort} naudodamas ir perkeldamas į bet kurią kitą programėlę informaciją, gautą iš „Google“ API, laikysis „Google“ API paslaugų naudotojo duomenų politikos, įskaitant riboto naudojimo reikalavimus.
ml: {appNameShort}-ൻ്റെ ഉപയോഗവും Google API-കളിൽ നിന്ന് ലഭിക്കുന്ന വിവരങ്ങളുടെ മറ്റേതെങ്കിലും ആപ്പിലേക്കുള്ള കൈമാറ്റവും പരിമിതമായ ഉപയോഗ ആവശ്യകതകൾ ഉൾപ്പെടെ, Google API സേവനങ്ങളുടെ ഉപയോക്തൃ ഡാറ്റാ നയത്തിന് അനുസൃതമായിരിക്കും.
my: Phtoken0 ၏အသုံးပြုမှုသည် Google APIs မှရရှိသောအခြားသောသတင်းအချက်အလက်များကိုအသုံးပြုခြင်းနှင့်အခြားအက်ပလီကေးရှင်းများသို့ပြောင်းရွှေ့ရန်လိုအပ်သည့်လိုအပ်ချက်များအပါအ 0 င်ဂူဂဲလ် API 0 န်ဆောင်မှုဆိုင်ရာအသုံးပြုသူအချက်အလက်မူဝါဒကိုလိုက်နာရမည်။
nl: Het gebruik en de overdracht van informatie die {appNameShort} ontvangt van Google API's aan andere apps, voldoet aan het Google API Services User Data Policy, inclusief de beperkte gebruiksvereisten.
no: {appNameShort}s bruk og overføring til en hvilken som helst annen app av informasjon mottatt fra Google APIer vil overholde Googles API-tjenesters brukerdataretningslinjer, inkludert kravene til begrenset bruk.
pl: Używanie i przesyłanie przez {appNameShort} do dowolnej innej aplikacji informacji otrzymanych z interfejsów API Google będzie zgodne z Polityką dotyczącą danych użytkownika usług Google API, w tym wymaganiami dotyczącymi ograniczonego użytkowania.
pt: O uso e a transferência pelo {appNameShort} das informações recebidas das APIs do Google para qualquer outro app obedecem à Google API Services User Data Policy, incluindo os requisitos de uso limitado.
ru: Использование {appNameShort} и передача информации, полученной через API Google, в любые другие приложения соответствуют политике Google API Services User Data Policy, включая требования Limited Use.
sl: Uporaba {appNameShort} in prenos informacij, prejetih iz Googlovih API-jev, v katero koli drugo aplikacijo bosta v skladu s pravilnikom o uporabniških podatkih storitev Google API, vključno z zahtevami glede omejene uporabe.
sr: Коришћење и пренос информација добијених од Гоогле АПИ-ја од стране ПХТОКЕН0 у било коју другу апликацију биће у складу са Смерницама за корисничке податке Гоогле АПИ услуга, укључујући захтеве за ограничену употребу.
sv: {appNameShort}:s användning och överföring till någon annan app av information som tas emot från Googles API:er kommer att följa Googles API-tjänsters användardatapolicy, inklusive kraven för begränsad användning.
sw: Matumizi ya PhToken0 na kuhamisha kwa programu nyingine yoyote ya habari iliyopokelewa kutoka kwa API za Google itafuata sera ya data ya watumiaji wa Huduma za Google, pamoja na mahitaji ya utumiaji mdogo.
th: การใช้งานและการถ่ายโอนข้อมูลของ {appNameShort} ไปยังแอปอื่น ๆ ที่ได้รับจาก Google API จะเป็นไปตามนโยบายข้อมูลผู้ใช้บริการ Google API รวมถึงข้อกำหนดการใช้งานแบบจำกัด
tr: {appNameShort}'ın Google API'lerinden aldığı bilgilerin kullanımı ve başka herhangi bir uygulamaya aktarılması, Sınırlı Kullanım gereksinimleri de dahil olmak üzere Google API Hizmetleri Kullanıcı Verileri Politikasına uygun olacaktır.
uk: Використання {appNameShort} і передача в будь-яку іншу програму інформації, отриманої від API Google, відповідатиме Політиці щодо даних користувачів служб API Google, включаючи вимоги щодо обмеженого використання.
vi: Việc {appNameShort} sử dụng và chuyển thông tin nhận được từ API Google sang bất kỳ ứng dụng nào khác sẽ tuân thủ Chính sách dữ liệu người dùng Dịch vụ API của Google, bao gồm cả các yêu cầu về Sử dụng có giới hạn.
zh: {appNameShort} 使用从 Google API 收到的信息以及将其传输到任何其他应用程序时将遵守 Google API 服务用户数据政策，包括有限使用要求。
