Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# commonUserLoginDescriptionLoggedInNotSubmittedPurchases
source: You are using the EHW+ account. {notSubmitted} out of {total} purchased products could not be saved on the EHW+ server. We hope to fix the issue soon.
af: Jy gebruik die EHW+-rekening. {notSubmitted} uit {total} gekoopte produkte kon nie op die EHW+-bediener gestoor word nie. Ons hoop om die probleem binnekort op te los.
ar: أنت تستخدم حساب EHW+. {notSubmitted} من {total} المنتجات المشتراة لم يتم حفظها على خادم EHW+. نأمل في إصلاح المشكلة قريباً.
bg: Използвате акаунта EHW+. {notSubmitted} от {total} закупени продукта не можаха да бъдат запазени на сървъра на EHW+. Надяваме се скоро да оправим проблема.
bs: Koristite EHW+ nalog. {notSubmitted} od {total} kupljenih proizvoda nije mogao biti sačuvan na EHW+ serveru. Nadamo se da ćemo uskoro riješiti problem.
cs: Používáte účet EHW+. {notSubmitted} z {total} zakoupených produktů se nepodařilo uložit na server EHW+. Doufáme, že problém brzy napravíme.
da: Du bruger EHW+-kontoen. {notSubmitted} ud af {total} købte produkter kunne ikke gemmes på EHW+ serveren. Vi håber at løse problemet snart.
de: Sie nutzen das EHW+ Konto. {notSubmitted} Ihrer {total} gekauften Produkte konnten leider nicht auf dem EHW+ Server gesichert werden. Wir hoffen den Fehler schnell beheben zu können.
el: Χρησιμοποιείτε τον λογαριασμό EHW+. {notSubmitted} από τα προϊόντα που αγοράστηκαν στο {total} δεν μπόρεσαν να αποθηκευτούν στον διακομιστή EHW+. Ελπίζουμε να επιλύσουμε το πρόβλημα σύντομα.
es: Está utilizando la cuenta EHW+. Lamentablemente, {notSubmitted} de {total} productos comprados no pudieron guardarse en el servidor EHW+. Esperamos poder solucionar el error pronto.
et: Kasutate EHW+ kontot. {notSubmitted} ostetud tootest {total} ostetud toote hulgas ei õnnestunud EHW+ serverisse salvestada. Loodame probleemi peagi lahendada.
fa: شما از حساب EHW+ استفاده می کنید.{notSubmitted} از {total} محصولات خریداری شده را نمی توان در سرور EHW+ ذخیره کرد.امیدواریم به زودی مشکل را برطرف کنیم.
fi: Käytät EHW+ -tiliä.{notSubmitted} {total} ostetusta tuotteesta ei voitu tallentaa EHW+ -palvelimelle.Toivomme korjaavamme ongelman pian.
fr: Vous utilisez le compte EHW+. Malheureusement, {notSubmitted} sur {total} produits achetés n’ont pas pu être sauvegardés sur le serveur EHW+. Nous espérons pouvoir corriger l’erreur rapidement.
hi: आप EHW+ खाते का उपयोग कर रहे हैं.खरीदे गए {total} उत्पादों में से {notSubmitted} को EHW+ सर्वर पर सहेजा नहीं जा सका।हमें उम्मीद है कि समस्या जल्द ही ठीक हो जाएगी।
hr: Koristite EHW+ račun.{notSubmitted} od {total} kupljenih proizvoda nije bilo moguće spremiti na EHW+ poslužitelj.Nadamo se da ćemo uskoro riješiti problem.
hu: Az EHW+ fiókot használja. Az {total} webhelyen vásárolt termékek közül {notSubmitted} nem menthető az EHW+ szerverre. Reméljük, hogy a problémát hamarosan megoldjuk.
it: Stai utilizzando l’account EHW+. Purtroppo, {notSubmitted} di {total} prodotti acquistati non sono stati salvati sul server EHW+. Speriamo di risolvere il problema al più presto.
ja: EHW+ アカウントを使用しています。購入した{total}製品のうち{notSubmitted}をEHW+サーバーに保存できませんでした。この問題はすぐに解決されることを期待しています。
ko: 귀하는 EHW+ 계정을 사용 중입니다. 구매한 {total}개 제품 중 {notSubmitted}개가 EHW+ 서버에 저장되지 못했습니다. 곧 문제를 해결할 예정입니다.
lt: Naudojate EHW+ paskyrą. {notSubmitted} iš {total} įsigytų produktų nepavyko išsaugoti EHW+ serveryje. Tikimės greitai išspręsti problemą.
ml: നിങ്ങൾ EHW+ അക്കൗണ്ട് ഉപയോഗിക്കുന്നു. {total}-ൽ {notSubmitted} വാങ്ങിയ ഉൽപ്പന്നങ്ങൾ EHW+ സെർവറിൽ സംരക്ഷിക്കാനായില്ല. പ്രശ്നം ഉടൻ പരിഹരിക്കുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു.
my: သင် EHW + အကောင့်ကိုအသုံးပြုနေသည်။ Phtoken ဒယ်ဝါဝယ်ယူထားသော Phtokened ထုတ်ကုန်များထဲမှ Phtoken0 ကို EHW + ဆာဗာတွင်သိမ်းဆည်း ထား. မရပါ။ ကျနော်တို့မကြာမီပြ issue နာကိုဖြေရှင်းရန်မျှော်လင့်ပါတယ်။
nl: U gebruikt het EHW+-account. {notSubmitted} van {total} gekochte producten konden niet worden opgeslagen op de EHW+-server. We hopen het probleem snel op te lossen.
no: Du bruker EHW+-kontoen. {notSubmitted} av {total} kjøpte produkter kunne ikke lagres på EHW+-serveren. Vi håper å fikse problemet snart.
pl: Korzystasz z konta EHW+. Nie można zapisać {notSubmitted} z zakupionych produktów {total} na serwerze EHW+. Mamy nadzieję, że wkrótce uda nam się rozwiązać ten problem.
pt: Você está usando a conta EHW+. Infelizmente, {notSubmitted} de {total} produtos comprados não puderam ser salvos no servidor EHW+. Esperamos corrigir o erro em breve.
ru: Вы используете учетную запись EHW+. К сожалению, {notSubmitted} из {total} купленных товаров не удалось сохранить на сервере EHW+. Мы надеемся вскоре исправить ошибку.
sl: Uporabljate račun EHW+. {notSubmitted} od kupljenih izdelkov {total} ni bilo mogoče shraniti na strežnik EHW+. Upamo, da bomo težavo kmalu odpravili.
sr: Користите ЕХВ+ налог. ПХТОКЕН0 од ПХТОКЕН1 купљених производа није могао бити сачуван на ЕХВ+ серверу. Надамо се да ћемо ускоро решити проблем.
sv: Du använder EHW+-kontot. {notSubmitted} av {total} köpta produkter kunde inte sparas på EHW+-servern. Vi hoppas kunna lösa problemet snart.
sw: Unatumia akaunti ya EHW+. Phtoken0 kati ya bidhaa zilizonunuliwa za phtoken1 hazikuweza kuokolewa kwenye seva ya EHW+. Tunatumai kurekebisha suala hilo hivi karibuni.
th: คุณกำลังใช้บัญชี EHW+ {notSubmitted} จากผลิตภัณฑ์ที่ซื้อ {total} ไม่สามารถบันทึกบนเซิร์ฟเวอร์ EHW+ เราหวังว่าจะแก้ไขปัญหาได้ในเร็วๆ นี้
tr: EHW+ hesabını kullanıyorsunuz. {total} satın alınan ürünlerden {notSubmitted}'ı EHW+ sunucusuna kaydedilemedi. Sorunu yakında çözmeyi umuyoruz.
uk: Ви використовуєте обліковий запис EHW+. {notSubmitted} із придбаних продуктів {total} не вдалося зберегти на сервері EHW+. Сподіваємося, незабаром вирішимо проблему.
vi: Bạn đang sử dụng tài khoản EHW+. Không thể lưu {notSubmitted} trong số {total} sản phẩm đã mua trên máy chủ EHW+. Chúng tôi hy vọng sẽ sớm khắc phục được sự cố.
zh: 您正在使用 EHW+ 帐户。 {total} 购买的产品中的 {notSubmitted} 无法保存在 EHW+ 服务器上。我们希望尽快解决这个问题。

# commonUserLoginDescriptionLoggedInRestoredPurchases
source: {count, plural, one {One purchase has been synchronized via the EHW+ account.} other {{count} purchases have been synchronized via the EHW+ account.}}
af: {count, plural, other {{count} aankope is via die EHW+-rekening gesinchroniseer.}}
ar: {count, plural, one {تمت مزامنة شراء واحد عبر حساب EHW+.} other {تمت مزامنة {count} مشتريات عبر حساب EHW+.}}
bg: {count, plural, one {Една покупка е синхронизирана чрез акаунта EHW+.} other {{count} покупки са синхронизирани чрез акаунта EHW+.}}
bs: {count, plural, one {Jedna kupovina je sinhronizovana preko EHW+ naloga.} other {{count} kupovine su sinhronizovane preko EHW+ naloga.}}
cs: {count, plural, one {Jeden nákup byl synchronizován prostřednictvím účtu EHW+.} other {Nákupy {count} byly synchronizovány prostřednictvím účtu EHW+.}}
da: {count, plural, one {Et køb er blevet synkroniseret via EHW+-kontoen.} other {{count}-køb er blevet synkroniseret via EHW+-kontoen.}}
de: {count, plural, one {Ein Kauf wurde über das EHW+ Konto synchronisiert.} other {{count} Käufe wurden über das EHW+ Konto synchronisiert.}}
el: {count, plural, one {Μία αγορά έχει συγχρονιστεί μέσω του λογαριασμού EHW+.} other {{count} Οι αγορές έχουν συγχρονιστεί μέσω του λογαριασμού EHW+.}}
es: {count, plural, one {Una compra se ha sincronizado a través de la cuenta EHW+.} other {{count} compras se han sincronizado a través de la cuenta EHW+.}}
et: {count, plural, one {EHW+ konto kaudu on sünkroonitud üks ost.} other {EHW+ konto kaudu on sünkroonitud {count} ostu.}}
fa: {count, plural, one {یک خرید از طریق حساب EHW+ همگام‌سازی شده است.} other {{count} خرید از طریق حساب EHW+ همگام‌سازی شده‌اند.}}
fi: {count, plural, one {Yksi osto on synkronoitu EHW+-tilin kautta.} other {{count} ostosta on synkronoitu EHW+-tilin kautta.}}
fr: {count, plural, one {Un achat a été synchronisé via le compte EHW+.} other {{count} achats ont été synchronisés via le compte EHW+.}}
hi: {count, plural, one {एक खरीद EHW+ खाते के माध्यम से समकालिक की गई है।} other {{count} खरीदें EHW+ खाते के माध्यम से समकालिक की गई हैं.}}
hr: {count, plural, one {Jedna kupnja je sinkronizirana putem EHW+ računa.} other {{count} kupnji je sinkronizirano putem EHW+ računa.}}
hu: {count, plural, one {Egy vásárlás szinkronizálásra került az EHW+ fiókon keresztül.} other {{count} a vásárlások az EHW+ fiókon keresztül szinkronizálva lettek.}}
it: {count, plural, one {Un acquisto è stato sincronizzato tramite l’account EHW+.} other {{count} acquisti sono stati sincronizzati tramite l’account EHW+.}}
ja: {count, plural, one {1 件の購入が EHW+ アカウント経由で同期されました。} other {{count} の購入は EHW+ アカウント経由で同期されています。}}
ko: {count, plural, one {EHW+ 계정을 통해 1건의 구매 내역이 동기화되었습니다.} other {EHW+ 계정을 통해 {count}건의 구매 내역이 동기화되었습니다.}}
lt: {count, plural, one {Vienas pirkinys buvo sinchronizuotas per EHW+ paskyrą.} other {{count} pirkiniai buvo sinchronizuoti per EHW+ paskyrą.}}
ml: {count, plural, one {One purchase has been synchronized via the EHW+ account.} other {{count} വാങ്ങലുകൾ EHW+ അക്കൗണ്ട് വഴി സമന്വയിപ്പിച്ചിരിക്കുന്നു.}}
my: {count, plural, one {0 ယ်ယူမှုကို EHW + အကောင့်မှတစ်ဆင့်တစ်ပြိုင်တည်းချိန်ကိုက်ထားသည်။} other {Phtoken0 ဝယ်ယူမှုများကို EHW + အကောင့်မှတစ်ဆင့်ထပ်တူပြုသည်။}}
nl: {count, plural, one {Eén aankoop is gesynchroniseerd via het EHW+-account.} other {{count} aankopen zijn gesynchroniseerd via het EHW+-account.}}
no: {count, plural, one {Ett kjøp har blitt synkronisert via EHW+-kontoen.} other {{count}-kjøp har blitt synkronisert via EHW+-kontoen.}}
pl: {count, plural, one {Jeden zakup został zsynchronizowany poprzez konto EHW+.} other {Zakupy {count} zostały zsynchronizowane za pośrednictwem konta EHW+.}}
pt: {count, plural, one {Uma compra foi sincronizada através da conta EHW+.} other {{count} compras foram sincronizadas através da conta EHW+.}}
ru: {count, plural, one {Одна покупка была синхронизирована через учетную запись EHW+.} few {{count} покупки были синхронизированы через учетную запись EHW+.} many {{count} покупок были синхронизированы через учетную запись EHW+.} other {{count} покупок были синхронизированы через учетную запись EHW+.}}
sl: {count, plural, one {En nakup je bil sinhroniziran preko računa EHW+.} other {Nakupi {count} so bili sinhronizirani preko računa EHW+.}}
sr: {count, plural, one {Једна куповина је синхронизована преко ЕХВ+ налога.} other {ПХТОКЕН0 куповине су синхронизоване преко ЕХВ+ налога.}}
sv: {count, plural, one {Ett köp har synkroniserats via EHW+-kontot.} other {{count}-köp har synkroniserats via EHW+-kontot.}}
sw: {count, plural, one {Ununuzi mmoja umesawazishwa kupitia akaunti ya EHW+.} other {Ununuzi wa phtoken0 umesawazishwa kupitia akaunti ya EHW+.}}
th: {count, plural, one {การซื้อหนึ่งครั้งได้รับการซิงโครไนซ์ผ่านบัญชี EHW+} other {การซื้อ {count} ได้รับการซิงโครไนซ์ผ่านบัญชี EHW+}}
tr: {count, plural, one {Bir satın alma işlemi EHW+ hesabı aracılığıyla senkronize edildi.} other {{count} satın alımları EHW+ hesabı aracılığıyla senkronize edildi.}}
uk: {count, plural, one {Одна покупка була синхронізована через обліковий запис EHW+.} other {Покупки {count} синхронізовано через обліковий запис EHW+.}}
vi: {count, plural, one {Một giao dịch mua đã được đồng bộ hóa qua tài khoản EHW+.} other {Các giao dịch mua {count} đã được đồng bộ hóa qua tài khoản EHW+.}}
zh: {count, plural, one {一项购买已通过 EHW+ 帐户同步。} other {{count} 购买已通过 EHW+ 帐户同步。}}

# commonUserLoginDescriptionLoggedInSavedPurchases
source: {count, plural, =0 {You are using the EHW+ account. If you purchase products in the future, they will be synchronized across all your devices.} one {You are using the EHW+ account. {count} purchased product has been saved on the EHW+ server.} other {You are using the EHW+ account. {count} purchased products have been saved on the EHW+ server.}}
af: {count, plural, =0 {Jy gebruik die EHW+-rekening. As jy in die toekoms produkte koop, sal dit oor al jou toestelle gesinchroniseer word.} other {Jy gebruik die EHW+-rekening. {count} gekoopte produkte is op die EHW+-bediener gestoor.}}
ar: {count, plural, =0 {أنت تستخدم حساب EHW+. إذا اشتريت منتجات في المستقبل، فسيتم مزامنتها عبر جميع أجهزتك.} one {أنت تستخدم حساب EHW+. تم حفظ {count} منتج مشترى على خادم EHW+.} other {أنت تستخدم حساب EHW+. تم حفظ {count} منتجات مشتراة على خادم EHW+.}}
bg: {count, plural, =0 {Използвате акаунта EHW+. Ако закупите продукти в бъдеще, те ще бъдат синхронизирани на всички ваши устройства.} one {Използвате акаунта EHW+. {count} закупен продукт е запазен на сървъра на EHW+.} other {Използвате акаунта EHW+. {count} закупени продукта са запазени на сървъра на EHW+.}}
bs: {count, plural, =0 {Koristite EHW+ nalog. Ako kupite proizvode u budućnosti, oni će biti sinkronizirani na svim vašim uređajima.} one {Koristite EHW+ nalog. {count} kupljeni proizvod je sačuvan na EHW+ serveru.} other {Koristite EHW+ nalog. {count} kupljeni proizvodi su sačuvani na EHW+ serveru.}}
cs: {count, plural, =0 {Používáte účet EHW+. Pokud si v budoucnu zakoupíte produkty, budou synchronizovány na všech vašich zařízeních.} one {Používáte účet EHW+. Zakoupený produkt {count} byl uložen na server EHW+.} other {Používáte účet EHW+. Zakoupené produkty {count} byly uloženy na server EHW+.}}
da: {count, plural, =0 {Du bruger EHW+-kontoen. Hvis du køber produkter i fremtiden, vil de blive synkroniseret på tværs af alle dine enheder.} one {Du bruger EHW+-kontoen. {count} købt produkt er blevet gemt på EHW+ serveren.} other {Du bruger EHW+-kontoen. {count} købte produkter er blevet gemt på EHW+ serveren.}}
de: {count, plural, =0 {Sie nutzen das EHW+ Konto. Wenn Sie künftig Produkte kaufen sollten, werden diese über alle Geräten hinweg synchronisiert.} one {Sie nutzen das EHW+ Konto. {count} gekauftes Produkt wurde auf dem EHW+ Server gesichert.} other {Sie nutzen das EHW+ Konto. {count} gekaufte Produkte wurden auf dem EHW+ Server gesichert.}}
el: {count, plural, =0 {Χρησιμοποιείτε τον λογαριασμό EHW+. Εάν αγοράσετε προϊόντα στο μέλλον, αυτά θα συγχρονιστούν σε όλες τις συσκευές σας.} one {Χρησιμοποιείτε τον λογαριασμό EHW+. Το προϊόν που αγοράσατε από το {count} έχει αποθηκευτεί στον διακομιστή EHW+.} other {Χρησιμοποιείτε τον λογαριασμό EHW+. Τα προϊόντα που αγοράσατε από το {count} έχουν αποθηκευτεί στον διακομιστή EHW+.}}
es: {count, plural, =0 {Está utilizando la cuenta EHW+. Si en el futuro compra productos, estos se sincronizarán en todos sus dispositivos.} one {Está utilizando la cuenta EHW+. {count} producto comprado ha sido guardado en el servidor EHW+.} other {Está utilizando la cuenta EHW+. {count} productos comprados han sido guardados en el servidor EHW+.}}
et: {count, plural, =0 {Kasutate EHW+ kontot. Kui ostate tulevikus tooteid, sünkroonitakse need kõigi teie seadmete vahel.} one {Kasutate EHW+ kontot. {count} ostetud toode on EHW+ serverisse salvestatud.} other {Kasutate EHW+ kontot. {count} ostetud toodet on EHW+ serverisse salvestatud.}}
fa: {count, plural, =0 {شما از حساب EHW+ استفاده می‌کنید. اگر در آینده محصولی خریداری کنید، در تمام دستگاه‌هایتان همگام‌سازی می‌شود.} one {شما از حساب EHW+ استفاده می‌کنید. {count} محصول خریداری‌شده در سرور EHW+ ذخیره شده است.} other {شما از حساب EHW+ استفاده می‌کنید. {count} محصول خریداری‌شده در سرور EHW+ ذخیره شده‌اند.}}
fi: {count, plural, =0 {Käytät EHW+-tiliä. Jos ostat jatkossa tuotteita, ne synkronoidaan kaikille laitteillesi.} one {Käytät EHW+-tiliä. {count} ostettu tuote on tallennettu EHW+-palvelimelle.} other {Käytät EHW+-tiliä. {count} ostettua tuotetta on tallennettu EHW+-palvelimelle.}}
fr: {count, plural, =0 {Vous utilisez le compte EHW+. Si vous achetez des produits à l’avenir, ils seront synchronisés sur tous vos appareils.} one {Vous utilisez le compte EHW+. {count} produit acheté a été sauvegardé sur le serveur EHW+.} other {Vous utilisez le compte EHW+. {count} produits achetés ont été sauvegardés sur le serveur EHW+.}}
hi: {count, plural, =0 {आप EHW+ खाता उपयोग कर रहे हैं। यदि आप आगे उत्पाद खरीदते हैं, तो वे आपके सभी उपकरणों में समकालिक हो जाएंगे।} one {आप EHW+ खाता उपयोग कर रहे हैं। {count} खरीदा गया उत्पाद EHW+ सर्वर पर सहेजा गया है।} other {आप EHW+ खाता उपयोग कर रहे हैं। {count} खरीदे गए उत्पाद EHW+ सर्वर पर सहेजे गए हैं।}}
hr: {count, plural, =0 {Koristite EHW+ račun. Ako u budućnosti kupite proizvode, sinkronizirat će se na sve uređaje.} one {Koristite EHW+ račun. {count} kupljeni proizvod je spremljen na EHW+ poslužitelju.} other {Koristite EHW+ račun. {count} kupljenih proizvoda je spremljeno na EHW+ poslužitelju.}}
hu: {count, plural, =0 {Ön az EHW+ fiókot használja. Ha a jövőben termékeket vásárol, azok szinkronizálódnak az összes eszközén.} one {Az EHW+ fiókot használja. Az {count} vásárolt termék az EHW+ szerveren lett elmentve.} other {Az EHW+ fiókot használja. Az {count} webhelyen vásárolt termékek az EHW+ szerverre lettek mentve.}}
it: {count, plural, =0 {Stai utilizzando l’account EHW+. Se in futuro acquisterai prodotti, questi verranno sincronizzati su tutti i dispositivi.} one {Stai utilizzando l’account EHW+. {count} prodotto acquistato è stato salvato sul server EHW+.} other {Stai utilizzando l’account EHW+. {count} prodotti acquistati sono stati salvati sul server EHW+.}}
ja: {count, plural, =0 {EHW+ アカウントを使用しています。今後製品を購入すると、すべてのデバイス間で同期されます。} one {EHW+ アカウントを使用しています。{count}で購入した製品はEHW+サーバーに保存されました。} other {EHW+ アカウントを使用しています。{count}で購入した商品はEHW+サーバーに保存されています。}}
ko: {count, plural, =0 {귀하는 EHW+ 계정을 사용 중입니다. 앞으로 제품을 구매하면 모든 기기에서 자동으로 동기화됩니다.} one {귀하는 EHW+ 계정을 사용 중입니다. 구매한 {count}개의 제품이 EHW+ 서버에 저장되었습니다.} other {귀하는 EHW+ 계정을 사용 중입니다. 구매한 {count}개의 제품이 EHW+ 서버에 저장되었습니다.}}
lt: {count, plural, =0 {Naudojate EHW+ paskyrą. Jei ateityje įsigysite produktų, jie bus sinchronizuojami visuose jūsų įrenginiuose.} one {Naudojate EHW+ paskyrą. {count} įsigytas produktas buvo išsaugotas EHW+ serveryje.} other {Naudojate EHW+ paskyrą. {count} įsigytos prekės buvo išsaugotos EHW+ serveryje.}}
ml: {count, plural, =0 {You are using the EHW+ account. If you purchase products in the future, they will be synchronized across all your devices.} one {നിങ്ങൾ EHW+ അക്കൗണ്ട് ഉപയോഗിക്കുന്നു. {count} വാങ്ങിയ ഉൽപ്പന്നം EHW+ സെർവറിൽ സംരക്ഷിച്ചു.} other {നിങ്ങൾ EHW+ അക്കൗണ്ട് ഉപയോഗിക്കുന്നു. {count} വാങ്ങിയ ഉൽപ്പന്നങ്ങൾ EHW+ സെർവറിൽ സംരക്ഷിച്ചു.}}
my: {count, plural, =0 {သင် EHW + အကောင့်ကိုအသုံးပြုနေသည်။ အကယ်. သင်သည်အနာဂတ်တွင်ထုတ်ကုန်များကို 0 ယ်ယူပါကသင်၏ကိရိယာများအားလုံးကိုတစ်ပြိုင်တည်းချိန်ကိုက်လိမ့်မည်။} one {သင် EHW + အကောင့်ကိုအသုံးပြုနေသည်။ Phtoken0 ဝယ်ယူထားသောထုတ်ကုန်ကို EHW + ဆာဗာတွင်သိမ်းဆည်းထားသည်။} other {သင် EHW + အကောင့်ကိုအသုံးပြုနေသည်။ Phtoken0 0 ယ်ယူထားသောထုတ်ကုန်များကို EHW + ဆာဗာတွင်သိမ်းဆည်းထားသည်။}}
nl: {count, plural, =0 {U gebruikt het EHW+-account. Als u in de toekomst producten koopt, worden deze gesynchroniseerd op al uw apparaten.} one {U gebruikt het EHW+-account. {count} gekocht product is opgeslagen op de EHW+-server.} other {U gebruikt het EHW+-account. {count} gekochte producten zijn opgeslagen op de EHW+-server.}}
no: {count, plural, =0 {Du bruker EHW+-kontoen. Hvis du kjøper produkter i fremtiden, vil de bli synkronisert på tvers av alle enhetene dine.} one {Du bruker EHW+-kontoen. {count} kjøpt produkt har blitt lagret på EHW+-serveren.} other {Du bruker EHW+-kontoen. {count} kjøpte produkter er lagret på EHW+-serveren.}}
pl: {count, plural, =0 {Korzystasz z konta EHW+. Jeśli w przyszłości kupisz produkty, zostaną one zsynchronizowane na wszystkich Twoich urządzeniach.} one {Korzystasz z konta EHW+. Zakupiony produkt {count} został zapisany na serwerze EHW+.} other {Korzystasz z konta EHW+. Zakupione produkty {count} zostały zapisane na serwerze EHW+.}}
pt: {count, plural, =0 {Você está usando a conta EHW+. Se no futuro comprar produtos, eles serão sincronizados em todos os seus dispositivos.} one {Você está usando a conta EHW+. {count} produto comprado foi salvo no servidor EHW+.} other {Você está usando a conta EHW+. {count} produtos comprados foram salvos no servidor EHW+.}}
ru: {count, plural, =0 {Вы используете учетную запись EHW+. Если в будущем вы купите товары, они будут синхронизированы на всех ваших устройствах.} one {Вы используете учетную запись EHW+. {count} купленный товар был сохранен на сервере EHW+.} few {Вы используете учетную запись EHW+. {count} купленных товара были сохранены на сервере EHW+.} many {Вы используете учетную запись EHW+. {count} купленных товаров были сохранены на сервере EHW+.} other {Вы используете учетную запись EHW+. {count} купленных товаров были сохранены на сервере EHW+.}}
sl: {count, plural, =0 {Uporabljate račun EHW+. Če boste izdelke kupili v prihodnosti, bodo ti sinhronizirani v vseh vaših napravah.} one {Uporabljate račun EHW+. {count} kupljen izdelek je shranjen na strežniku EHW+.} other {Uporabljate račun EHW+. Kupljeni izdelki {count} so bili shranjeni na strežniku EHW+.}}
sr: {count, plural, =0 {Користите ЕХВ+ налог. Ако купите производе у будућности, они ће бити синхронизовани на свим вашим уређајима.} one {Користите ЕХВ+ налог. ПХТОКЕН0 купљени производ је сачуван на ЕХВ+ серверу.} other {Користите ЕХВ+ налог. ПХТОКЕН0 купљени производи су сачувани на ЕХВ+ серверу.}}
sv: {count, plural, =0 {Du använder EHW+-kontot. Om du köper produkter i framtiden kommer de att synkroniseras på alla dina enheter.} one {Du använder EHW+-kontot. {count} köpt produkt har sparats på EHW+-servern.} other {Du använder EHW+-kontot. {count} köpta produkter har sparats på EHW+-servern.}}
sw: {count, plural, =0 {Unatumia akaunti ya EHW+. Ikiwa unununua bidhaa katika siku zijazo, zitasawazishwa kwa vifaa vyako vyote.} one {Unatumia akaunti ya EHW+. Bidhaa iliyonunuliwa ya phtoken0 imehifadhiwa kwenye seva ya EHW+.} other {Unatumia akaunti ya EHW+. Bidhaa zilizonunuliwa za phtoken0 zimehifadhiwa kwenye seva ya EHW+.}}
th: {count, plural, =0 {คุณกำลังใช้บัญชี EHW+ หากคุณซื้อผลิตภัณฑ์ในอนาคต สินค้าเหล่านั้นจะถูกซิงโครไนซ์กับทุกอุปกรณ์ของคุณ} one {คุณกำลังใช้บัญชี EHW+ ผลิตภัณฑ์ที่ซื้อ {count} ได้รับการบันทึกบนเซิร์ฟเวอร์ EHW+} other {คุณกำลังใช้บัญชี EHW+ ผลิตภัณฑ์ที่ซื้อ {count} ได้รับการบันทึกไว้บนเซิร์ฟเวอร์ EHW+}}
tr: {count, plural, =0 {EHW+ hesabını kullanıyorsunuz. Gelecekte ürün satın alırsanız, bunlar tüm cihazlarınızda senkronize edilecektir.} one {EHW+ hesabını kullanıyorsunuz. PHTOken0 satın alınan ürün EHW+ sunucusuna kaydedildi.} other {EHW+ hesabını kullanıyorsunuz. PHTOken0 satın alınan ürünler EHW+ sunucusuna kaydedildi.}}
uk: {count, plural, =0 {Ви використовуєте обліковий запис EHW+. Якщо ви придбаєте продукти в майбутньому, вони будуть синхронізовані на всіх ваших пристроях.} one {Ви використовуєте обліковий запис EHW+. Придбаний продукт {count} збережено на сервері EHW+.} other {Ви використовуєте обліковий запис EHW+. Придбані продукти {count} збережено на сервері EHW+.}}
vi: {count, plural, =0 {Bạn đang sử dụng tài khoản EHW+. Nếu bạn mua sản phẩm trong tương lai, chúng sẽ được đồng bộ hóa trên tất cả các thiết bị của bạn.} one {Bạn đang sử dụng tài khoản EHW+. Sản phẩm mua {count} đã được lưu trên máy chủ EHW+.} other {Bạn đang sử dụng tài khoản EHW+. {count} sản phẩm đã mua đã được lưu trên máy chủ EHW+.}}
zh: {count, plural, =0 {您正在使用 EHW+ 帐户。如果您将来购买产品，它们将在您的所有设备上同步。} one {您正在使用 EHW+ 帐户。 {count} 购买的产品已保存在 EHW+ 服务器上。} other {您正在使用 EHW+ 帐户。 {count} 购买的产品已保存在 EHW+ 服务器上。}}
