Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# euDisputeResolution
source: EU Dispute Resolution The European Commission provides a platform for online dispute resolution (OS): https://ec.europa.eu/consumers/odr/. You can find our e-mail address in the imprint above. Consumer dispute resolution/universal dispute resolution body We are not willing or obliged to participate in dispute resolution proceedings before a consumer arbitration board.
af: EU-dispuutoplossing Die Europese Kommissie verskaf 'n platform vir aanlyn dispuutoplossing (ODR): https://ec.europa.eu/consumers/odr/. Jy kan ons e-posadres in die afdruk hierbo vind. Verbruikersdispuutoplossing/universele dispuutoplossingsliggaam Ons is nie gewillig of verplig om deel te neem aan dispuutoplossingsprosedures voor 'n verbruikerstribunaal nie.
ar: تسوية نزاعات الاتحاد الأوروبي توفر المفوضية الأوروبية منصة لتسوية النزاعات عبر الإنترنت (OS): https://ec.europa.eu/consumers/odr/. يمكنك العثور على عنوان بريدنا الإلكتروني في الطابع أعلاه. تسوية نزاعات المستهلكين/هيئة تسوية النزاعات العامة نحن غير مستعدين أو ملزمين بالمشاركة في إجراءات تسوية النزاعات أمام مجلس تحكيم المستهلكين.
bg: Решаване на спорове в ЕС Европейската комисия предоставя платформа за онлайн решаване на спорове (OS): https://ec.europa.eu/consumers/odr/. Можете да намерите нашия имейл адрес във впечатленията по-горе. Потребителско уреждане на спорове/универсален орган за уреждане на спорове Ние не желаем и не сме задължени да участваме в производства по уреждане на спорове пред потребителски арбитражен съвет.
bs: EU rješavanje sporova Evropska komisija pruža platformu za online rješavanje sporova (OS): https://ec.europa.eu/consumers/odr/. Našu e-mail adresu možete pronaći u impresumu iznad. Rješavanje potrošačkih sporova/univerzalno tijelo za rješavanje sporova Nismo voljni ili dužni učestvovati u postupcima rješavanja sporova pred arbitražnim odborom potrošača.
cs: Řešení sporů EU Evropská komise poskytuje platformu pro online řešení sporů (OS): https://ec.europa.eu/consumers/odr/. Naši e-mailovou adresu najdete v tiráži výše. Orgán pro řešení spotřebitelských sporů/univerzální orgán pro řešení sporů Nejsme ochotni ani povinni se účastnit řízení o řešení sporů před spotřebitelským rozhodčím senátem.
da: EU-tvistbilæggelse Europa-Kommissionen tilbyder en platform for online tvistbilæggelse (OS): https://ec.europa.eu/consumers/odr/. Du kan finde vores e-mailadresse i aftrykket ovenfor. Forbrugertvistbilæggelse/universelt tvistbilæggelsesorgan Vi er ikke villige eller forpligtede til at deltage i tvistbilæggelsessager for et forbrugervoldgiftsnævn.
de: EU-Streitschlichtung Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit: https://ec.europa.eu/consumers/odr/. Unsere E-Mail-Adresse finden Sie oben im Impressum. Verbraucher­streit­beilegung/Universal­schlichtungs­stelle Wir sind nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.
el: Επίλυση διαφορών στην ΕΕ Η Ευρωπαϊκή Επιτροπή παρέχει μια πλατφόρμα για την ηλεκτρονική επίλυση διαφορών (OS): https://ec.europa.eu/consumers/odr/. Μπορείτε να βρείτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου μας στο παραπάνω αποτύπωμα. Φορέας επίλυσης καταναλωτικών διαφορών/οικουμενικός φορέας επίλυσης διαφορών Δεν είμαστε πρόθυμοι ή υποχρεωμένοι να συμμετάσχουμε σε διαδικασίες επίλυσης διαφορών ενώπιον επιτροπής διαιτησίας καταναλωτών.
es: \n\nResolución de litigios en la UE\n\nLa Comisión Europea ofrece una plataforma de resolución de litigios en línea (OS): https://ec.europa.eu/consumers/odr/.\nEncontrará nuestra dirección de correo electrónico en el pie de imprenta.\n\nResolución de litigios en materia de consumo/organismo universal de resolución de litigios\n\nNo estamos dispuestos ni obligados a participar en procedimientos de resolución de litigios ante una junta arbitral de consumo.
et: ELi vaidluste lahendamine Euroopa Komisjon pakub veebipõhist vaidluste lahendamise platvormi (OS): https://ec.europa.eu/consumers/odr/. Meie e-posti aadressi leiate ülaltoodud juriidilisest teabest. Tarbiija vaidluste lahendamine/üldine vaidluste lahendamise organ Me ei ole valmis ega kohustatud osalema vaidluste lahendamise menetlustes tarbija vahekohtu ees.
fa: حل اختلاف اتحادیه اروپا کمیسیون اروپا بستری را برای حل اختلاف آنلاین (OS) فراهم می کند: https://ec.europa.eu/consumers/odr/. آدرس ایمیل ما را در بخش شرح بالا خواهید یافت. حل اختلاف مصرف کننده / نهاد حل اختلاف جهانی ما تمایلی به شرکت در مراحل حل اختلاف در مقابل یک هیئت داوری مصرف کننده نداریم و همچنین موظف به انجام آن نیستیم.
fi: EU:n riidanratkaisu Euroopan komissio tarjoaa verkossa tapahtuvaa riitojenratkaisualustaa (OS): https://ec.europa.eu/consumers/odr/. Löydät sähköpostiosoitteemme yllä olevasta oikeudellisesta vastuuvapauslausekkeesta. Kuluttajariitojen ratkaisu/yleinen riidanratkaisuelin Emme ole valmiita tai velvollisia osallistumaan riidanratkaisumenettelyihin kuluttajariitalautakunnan edessä.
fr: \n\nRèglement des litiges au sein de l'UE\n\nLa Commission européenne met à disposition une plateforme pour le règlement en ligne des litiges (OS) : https://ec.europa.eu/consumers/odr/.\nVous trouverez notre adresse e-mail dans les mentions légales ci-dessus.\n\nRèglement des litiges de consommation/organisme de conciliation universel\n\nNous ne sommes pas prêts ou obligés de participer à des procédures de règlement des litiges devant un organisme de conciliation des consommateurs.
hi: यूरोपीय संघ विवाद समाधान यूरोपीय आयोग ऑनलाइन विवाद समाधान (OS) के लिए एक मंच प्रदान करता है: https://ec.europa.eu/consumers/odr/। आप ऊपर दिए गए इंप्रिंट में हमारा ईमेल पता पा सकते हैं। उपभोक्ता विवाद समाधान/सार्वभौमिक विवाद समाधान निकाय हम एक उपभोक्ता मध्यस्थता बोर्ड के समक्ष विवाद समाधान कार्यवाही में भाग लेने के इच्छुक या बाध्य नहीं हैं।
hr: EU rješavanje sporova Europska komisija pruža platformu za online rješavanje sporova (OS): https://ec.europa.eu/consumers/odr/. Našu e-mail adresu možete pronaći u impresumu iznad. Potrošačko rješavanje sporova/opće tijelo za rješavanje sporova Nismo voljni niti obvezni sudjelovati u postupcima rješavanja sporova pred arbitražnim vijećem za potrošače.
hu: Uniós vitarendezés Az Európai Bizottság online vitarendezési platformot biztosít: https://ec.europa.eu/consumers/odr/. E-mail címünket a fenti impresszumban találja. Fogyasztói vitarendezés/univerzális vitarendezési szerv Nem vagyunk hajlandóak vagy kötelesek részt venni fogyasztói békéltető testület előtti vitarendezési eljárásban.
it: \n\nRisoluzione delle controversie nell'UE\n\nLa Commissione europea mette a disposizione una piattaforma per la risoluzione delle controversie online (OS): https://ec.europa.eu/consumers/odr/.\nIl nostro indirizzo e-mail è riportato nel riquadro in alto.\n\nOrganismo di risoluzione delle controversie dei consumatori/organismo universale di risoluzione delle controversie\n\nNon siamo disposti o obbligati a partecipare a procedure di risoluzione delle controversie davanti a un collegio arbitrale dei consumatori.
ja: EUの紛争解決 欧州委員会は、オンライン紛争解決 (OS) のプラットフォームを提供しています: https://ec.europa.eu/consumers/odr/。 私たちの電子メール アドレスは、上記の奥付に記載されています。 消費者紛争解決・普遍的紛争解決機関 当社は、消費者仲裁委員会における紛争解決手続きに参加する意思も義務もありません。
ko: EU 분쟁 해결 유럽 위원회는 온라인 분쟁 해결(OS) 플랫폼을 제공합니다: https://ec.europa.eu/consumers/odr/. 이메일 주소는 위의 사업자 정보에서 확인할 수 있습니다. 소비자 분쟁 해결/보편적 분쟁 해결 기관 저희는 소비자 중재 위원회에서의 분쟁 해결 절차에 참여할 의향이나 의무가 없습니다.
lt: ES ginčų sprendimas Europos Komisija teikia internetinių ginčų sprendimo (OS) platformą: https://ec.europa.eu/consumers/odr/. Mūsų el. pašto adresą rasite aukščiau pateiktame atspaudyje. Kulietuvių ginčų sprendimas/universali ginčų sprendimo institucija Mes nenorime ir neprivalome dalyvauti ginčų sprendimo procedūrose prieš vartotojų arbitražo komisiją.
ml: EU തർക്ക പരിഹാരം യൂറോപ്യൻ കമ്മീഷൻ ഓൺലൈൻ തർക്ക പരിഹാരത്തിനായി (OS) ഒരു പ്ലാറ്റ്ഫോം നൽകുന്നു: https://ec.europa.eu/consumers/odr/. നിങ്ങളുടെ ഇമെയിൽ വിലാസം മുകളിലെ ഇംപ്രിന്റിൽ കണ്ടെത്താം. ഉപഭോക്തൃ തർക്ക പരിഹാരം/യൂണിവേഴ്സൽ തർക്ക പരിഹാര ബോഡി ഉപഭോക്തൃ തർക്ക പരിഹാര ബോർഡിന് മുമ്പാകെ തർക്ക പരിഹാര നടപടികളിൽ പങ്കെടുക്കാൻ ഞങ്ങൾ തയ്യാറാകുന്നില്ല അല്ലെങ്കിൽ ബാധ്യസ്ഥരല്ല.
my: အီးယူအငြင်းပွားမှုဖြေရှင်းရေး ဥရောပကော်မရှင်သည်အွန်လိုင်းအငြင်းပွားမှုဖြေရှင်းရေး (OS) အတွက်ပလက်ဖောင်းတစ်ခုပေးသည်။ Https://ec.eurocoPa.eu/consumers/odr/Odr/ ။ သင်၏အီးမေးလ်လိပ်စာကိုအထက်တွင်ဖော်ပြရန်သင်ရှာနိုင်သည်။ စားသုံးသူအငြင်းပွားမှုဖြေရှင်းခြင်း / Universal အငြင်းပွားမှုဖြေရှင်းရေးအဖွဲ့ စားသုံးသူခုံသမာဓိဖြင့်စီရင်ဆုံးဖြတ်ခြင်းဘုတ်အဖွဲ့မတိုင်မီအငြင်းပွားမှုဖြေရှင်းရေးဆိုင်ရာတရားစွဲဆိုမှုများတွင်ပါ 0 င်ရန်ကျွန်ုပ်တို့ဆန္ဒရှိသို့မဟုတ်တာဝန်ရှိသည်မဟုတ်ပါ။
nl: EU-geschillenbeslechting De Europese Commissie biedt een platform voor online geschillenbeslechting (OS): https://ec.europa.eu/consumers/odr/. U kunt ons e-mailadres vinden in het impressum hierboven. Consumentengeschillenbeslechting/universele geschillenbeslechtingsinstantie Wij zijn niet bereid of verplicht om deel te nemen aan geschillenbeslechtingsprocedures voor een consumentenarbitragecommissie.
no: EU-tvisteløsning EU-kommisjonen tilbyr en plattform for online tvisteløsning (OS): https://ec.europa.eu/consumers/odr/. Du finner vår e-postadresse i forlaget ovenfor. Forbrukertvistløsning/universelt tvisteløsningsorgan Vi er ikke villige eller forpliktet til å delta i tvisteløsningssaker for en forbrukervoldgiftsnemnd.
pl: Rozstrzyganie sporów w UE Komisja Europejska udostępnia platformę do internetowego rozstrzygania sporów (OS): https://ec.europa.eu/consumers/odr/. Nasz adres e-mail znajdziesz w stopce powyżej. Rozstrzyganie sporów konsumenckich/powszechny organ rozstrzygający spory Nie jesteśmy skłonni ani zobowiązani do udziału w postępowaniu dotyczącym rozstrzygania sporów przed konsumencką komisją arbitrażową.
pt: \n\nResolução de litígios da UE\n\nA Comissão Europeia fornece uma plataforma para a resolução de litígios em linha (OS): https://ec.europa.eu/consumers/odr/.\nPode encontrar o nosso endereço de correio electrónico na impressão acima.\n\nOrganismo de resolução de litígios de consumo/universal de litígios\n\nNão estamos dispostos ou obrigados a participar em processos de resolução de litígios perante uma comissão de arbitragem de consumidores.
ru: \n\nРазрешение споров в ЕС\n\nЕвропейская комиссия предоставляет платформу для онлайн-разрешения споров (ОС): https://ec.europa.eu/consumers/odr/.\nНаш адрес электронной почты вы можете найти в разделе «Выходные данные» выше.\n\nРазрешение потребительских споров/универсальный орган по разрешению споров\n\nМы не желаем и не обязаны участвовать в процедурах разрешения споров перед арбитражным советом по потребительским спорам.
sl: EU reševanje sporov Evropska komisija zagotavlja platformo za spletno reševanje sporov (OS): https://ec.europa.eu/consumers/odr/. Naš e-poštni naslov najdete v zgornjem impresumu. Reševanje potrošniških sporov/univerzalni organ za reševanje sporov Nismo pripravljeni ali dolžni sodelovati v postopkih reševanja sporov pred potrošniško arbitražo.
sr: Решавање спорова ЕУ Европска комисија обезбеђује платформу за онлајн решавање спорова (ОС): хттпс://ец.еуропа.еу/цонсумерс/одр/. Нашу е-маил адресу можете пронаћи у импресуму изнад. Решавање потрошачких спорова/универзално тело за решавање спорова Нисмо вољни или обавезни да учествујемо у поступцима решавања спорова пред арбитражним одбором потрошача.
sv: EU-tvistlösning Europeiska kommissionen tillhandahåller en plattform för onlinetvistlösning (OS): https://ec.europa.eu/consumers/odr/. Du hittar vår e-postadress i imprinten ovan. Konsumenttvistlösning/universellt tvistlösningsorgan Vi är inte villiga eller skyldiga att delta i tvistlösningsförfaranden inför en konsumentskiljenämnd.
sw: Azimio la mzozo wa EU Tume ya Ulaya hutoa jukwaa la Azimio la Mzozo wa Mkondoni (OS): https://ec.europa.eu/consumers/odr/. Unaweza kupata anwani yetu ya barua-pepe katika uingizwaji hapo juu. Azimio la Mzozo wa Watumiaji/Baraza la Utatuzi wa Mzozo wa Universal Hatuko tayari au tunalazimika kushiriki katika kesi za utatuzi wa mzozo mbele ya bodi ya usuluhishi ya watumiaji.
th: การระงับข้อพิพาทของสหภาพยุโรป คณะกรรมาธิการยุโรปจัดให้มีแพลตฟอร์มสำหรับการระงับข้อพิพาทออนไลน์ (OS): https://ec.europa.eu/consumers/odr/ คุณสามารถค้นหาที่อยู่อีเมลของเราได้จากสำนักพิมพ์ด้านบน การระงับข้อพิพาทของผู้บริโภค/หน่วยงานระงับข้อพิพาทสากล เราไม่เต็มใจหรือมีหน้าที่ต้องเข้าร่วมในกระบวนการระงับข้อพิพาทต่อหน้าคณะกรรมการอนุญาโตตุลาการผู้บริโภค
tr: AB Uyuşmazlık Çözümü Avrupa Komisyonu, çevrimiçi anlaşmazlık çözümü (OS) için bir platform sunmaktadır: https://ec.europa.eu/consumers/odr/. E-posta adresimizi yukarıdaki künyede bulabilirsiniz. Tüketici anlaşmazlık çözümü/evrensel anlaşmazlık çözüm organı Tüketici hakem heyeti önündeki uyuşmazlık çözüm süreçlerine katılmaya istekli veya yükümlü değiliz.
uk: Вирішення суперечок ЄС Європейська комісія надає платформу для онлайн-розв’язання суперечок (OS): https://ec.europa.eu/consumers/odr/. Ви можете знайти нашу електронну адресу у вихідних даних вище. Вирішення споживчих спорів/універсальний орган вирішення спорів Ми не бажаємо та не зобов’язані брати участь у розгляді спорів у арбітражній раді споживачів.
vi: Giải quyết tranh chấp ở Liên minh Châu Âu Ủy ban Châu Âu cung cấp nền tảng giải quyết tranh chấp trực tuyến (OS): https://ec.europa.eu/consumers/odr/. Bạn có thể tìm thấy địa chỉ email của chúng tôi trong dấu ấn ở trên. Cơ quan giải quyết tranh chấp người tiêu dùng/cơ quan giải quyết tranh chấp chung Chúng tôi không sẵn sàng hoặc bắt buộc phải tham gia vào các thủ tục giải quyết tranh chấp trước hội đồng trọng tài người tiêu dùng.
zh: 欧盟争议解决 欧盟委员会提供在线争议解决 (OS) 平台：https://ec.europa.eu/consumers/odr/。 您可以在上面的印记中找到我们的电子邮件地址。 消费者争议解决/通用争议解决机构 我们不愿意也没有义务参与消费者仲裁委员会的争议解决程序。

# consent1Hello
source: Hello
af: Hallo
ar: مرحباً
bg: Здравейте
bs: Zdravo
cs: Ahoj
da: Hej
de: Hallo
el: Γεια σας
es: Hola
et: Tere
fa: سلام
fi: Hei
fr: Bonjour
hi: नमस्ते
hr: Pozdrav
it: Ciao
ja: こんにちは
ko: 안녕하세요
lt: Sveiki
ml: ഹലോ
my: မင်္ဂလာပါ
nl: Hallo
no: Hallo
pl: Cześć
pt: Olá
ru: Привет
sl: zdravo
sr: Здраво
sv: Hej
th: สวัสดี
tr: Merhaba
uk: Привіт
vi: Xin chào
zh: 你好

# consent2ThankYou
source: Thank you for using EHW+!
af: Dankie dat jy EHW+ gebruik!
ar: شكراً لاستخدامك EHW+!
bg: Благодарим ви, че използвате EHW+!
bs: Hvala vam što koristite EHW+!
cs: Děkujeme, že používáte EHW+!
da: Tak fordi du bruger EHW+!
de: Danke, dass Sie EHW+ nutzen!
el: Σας ευχαριστούμε που χρησιμοποιείτε το EHW+!
es: Gracias por usar EHW+!
et: Täname, et kasutate EHW+!
fa: از شما برای استفاده از EHW+ سپاسگزاریم!
fi: Kiitos, että käytät EHW+:aa!
fr: Merci d'utiliser EHW+ !
hi: EHW+ का उपयोग करने के लिए धन्यवाद!
hr: Hvala što koristite EHW+!
hu: Köszönjük, hogy használja az EHW+-t!
it: Grazie per usare EHW+!
ja: いつもEHW+をご利用いただき誠にありがとうございます。
ko: EHW+를 이용해 주셔서 감사합니다!
lt: Dėkojame, kad naudojatės EHW+!
ml: EHW+ ഉപയോഗിച്ചതിന് നന്ദി!
my: ehw + ကိုအသုံးပြုတဲ့အတွက်ကျေးဇူးတင်ပါတယ်။
nl: Bedankt voor het gebruik van EHW+!
no: Takk for at du bruker EHW+!
pl: Dziękujemy za korzystanie z EHW+!
pt: Obrigado por usar o EHW+!
ru: Спасибо, что используете EHW+!
sl: Hvala, ker uporabljate EHW+!
sr: Хвала вам што користите ЕХВ+!
sv: Tack för att du använder EHW+!
sw: Asante kwa kutumia EHW+!
th: ขอบคุณที่ใช้ EHW+!
tr: EHW+'ı kullandığınız için teşekkür ederiz!
uk: Дякуємо за використання EHW+!
vi: Cảm ơn bạn đã sử dụng EHW+!
zh: 感谢您使用 EHW+！

# consent3Video
source: Would you like to watch a short introduction video?
af: Wil jy 'n kort inleidingsvideo kyk?
ar: هل ترغب بمشاهدة فيديو تعريفي قصير؟
bg: Искате ли да гледате кратко въвеждащо видео?
bs: Želite li pogledati kratki uvodni video?
cs: Chtěli byste se podívat na krátké úvodní video?
da: Kunne du tænke dig at se en kort introduktionsvideo?
de: Möchten Sie ein kurzes Einführungsvideo ansehen?
el: Θα θέλατε να παρακολουθήσετε ένα σύντομο εισαγωγικό βίντεο;
es: ¿Le gustaría ver un breve vídeo de introducción?
et: Kas soovite vaadata lühikest tutvustusvideot?
fa: آیا می خواهید یک ویدیوی معرفی کوتاه را تماشا کنید؟
fi: Haluatko katsoa lyhyen esittelyvideon?
fr: Souhaitez-vous regarder une courte vidéo d'introduction ?
hi: क्या आप एक संक्षिप्त परिचय वीडियो देखना चाहेंगे?
hr: Želite li pogledati kratki uvodni video?
hu: Szeretne megnézni egy rövid bemutatkozó videót?
it: Vuoi guardare un breve video introduttivo?
ja: 短い紹介ビデオを見てみませんか?
ko: 짧은 소개 영상을 보시겠습니까?
lt: Ar norėtumėte pažiūrėti trumpą pristatomąjį vaizdo įrašą?
ml: നിങ്ങൾക്ക് ഒരു ചെറിയ ആമുഖ വീഡിയോ കാണാൻ താൽപ്പര്യമുണ്ടോ?
my: နိဒါန်းဗီဒီယိုတိုတိုကြည့်ချင်ပါသလား။
nl: Wilt u een korte introductievideo bekijken?
no: Vil du se en kort introduksjonsvideo?
pl: Czy chcesz obejrzeć krótki film wprowadzający?
pt: Deseja assistir a um breve vídeo de introdução?
ru: Хотите посмотреть короткое вводное видео?
sl: Si želite ogledati kratek uvodni video?
sr: Да ли бисте желели да погледате кратак уводни видео?
sv: Vill du se en kort introduktionsvideo?
sw: Je! Ungependa kutazama video fupi ya utangulizi?
th: คุณต้องการชมวิดีโอแนะนำสั้น ๆ หรือไม่?
tr: Kısa bir tanıtım videosu izlemek ister misiniz?
uk: Бажаєте переглянути коротке вступне відео?
vi: Bạn có muốn xem một đoạn video giới thiệu ngắn không?
zh: 您想观看简短的介绍视频吗？

# consent4BeforeYouCanContinue
source: Before you can continue
af: Voordat jy kan voortgaan
ar: قبل أن تتمكن من المتابعة
bg: Преди да продължите
bs: Prije nego nastavite
cs: Než budete moci pokračovat
da: Før du kan fortsætte
de: Bevor Sie loslegen können
el: Πριν μπορέσετε να συνεχίσετε
es: Antes de poder continuar
et: Enne jätkamist
fa: قبل از اینکه بتوانید ادامه دهید
fi: Ennen kuin voit jatkaa
fr: Avant de continuer
hi: इससे पहले कि आप जारी रख सकें
hr: Prije nego što možete nastaviti
hu: Mielőtt folytathatná
it: Prima di poter continuare
ja: 続行する前に
ko: 계속하기 전에
lt: Prieš pradėdami tęsti
ml: നിങ്ങൾക്ക് തുടരുന്നതിന് മുമ്പ്
my: သင်ဆက်လက်မနိုင်မီ
nl: Voordat u kunt doorgaan
no: Før du kan fortsette
pl: Zanim będziesz mógł kontynuować
pt: Antes de poder continuar
ru: Прежде чем вы сможете продолжить
sl: Preden lahko nadaljujete
sr: Пре него што наставите
sv: Innan du kan fortsätta
sw: Kabla ya kuendelea
th: ก่อนที่คุณจะสามารถดำเนินการต่อได้
tr: Devam etmeden önce
uk: Перш ніж ви зможете продовжити
vi: Trước khi bạn có thể tiếp tục
zh: 在您可以继续之前

# consent5ErrorReportingTitle
source: Error reports
af: Foutverslae
ar: تقارير الأخطاء
bg: Доклади за грешки
bs: Izvještaji o greškama
cs: Hlášení o chybách
da: Fejlrapporter
de: Fehlerberichte
el: Αναφορές σφαλμάτων
es: Informes de error
et: Vigade aruanded
fa: گزارش های خطا
fi: Virheraportit
fr: Rapports d'erreurs
hi: त्रुटि रिपोर्ट
hr: Izvješća o greškama
hu: Hibajelentések
it: Rapporti di errore
ja: エラーレポート
ko: 오류 보고서
lt: Pranešimai apie klaidas
ml: പിശക് റിപ്പോർട്ടുകൾ
my: အမှားအစီရင်ခံစာများ
nl: Foutrapporten
no: Feilmeldinger
pl: Raporty o błędach
pt: Relatórios de erros
ru: Отчеты об ошибках
sl: Poročila o napakah
sr: Извештаји о грешкама
sv: Felrapporter
sw: Ripoti za makosa
th: รายงานข้อผิดพลาด
tr: Hata raporları
uk: Звіти про помилки
vi: Báo cáo lỗi
zh: 错误报告

# consent6ContractPricesPerUnitTitle
source: Electricity / water / gas prices
af: Elektrisiteit / water / gas pryse
ar: أسعار الكهرباء / الماء / الغاز
bg: Цени на ток / вода / газ
bs: Cijene struje/vode/plina
cs: Ceny elektřiny / vody / plynu
da: El / vand / gas priser
de: Strom-/Wasser-/Gaspreise
el: Τιμές ηλεκτρικού ρεύματος/νερού/αερίου
es: Precios de la electricidad, el agua y el gas
et: Elektri / vee / gaasi hinnad
fa: قیمت برق / آب / گاز
fi: Sähkön/veden/kaasun hinnat
fr: Prix de l'électricité/eau/gaz
hi: बिजली/पानी/गैस की कीमतें
hr: Cijene struje / vode / plina
hu: Villany / víz / gáz ára
it: Prezzi di elettricità / acqua / gas
ja: 電気・水道・ガス料金
ko: 전기 / 수도 / 가스 요금
lt: Elektros/vanduo/dujų kainos
ml: വൈദ്യുതി / വെള്ളം / ഗ്യാസ് വിലകൾ
my: လျှပ်စစ် / ရေ / သဘာဝဓာတ်ငွေ့ဈေးနှုန်းများ
nl: Elektriciteit / water / gas prijzen
no: Elektrisitet / vann / gass priser
pl: Ceny prądu/wody/gazu
pt: Preços da electricidade / água / gás
ru: Цены на электроэнергию / воду / газ
sl: Cene elektrike/vode/plina
sr: Цене струје/воде/гаса
sv: El / vatten / gas priser
sw: Bei ya umeme / maji / gesi
th: ราคาค่าไฟฟ้า/น้ำ/แก๊ส
tr: Elektrik/su/gaz fiyatları
uk: Ціни на електроенергію/воду/газ
vi: Giá điện/nước/gas
zh: 电/水/气价格
