Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# privacyBlock8Title
source: Right of objection
af: Reg van beswaar
ar: حق الاعتراض
bg: Право на възражение
bs: Pravo na prigovor
cs: Právo na námitku
da: Indsigelsesret
de: Widerspruchsrecht
el: Δικαίωμα ένστασης
es: Derecho de oposición
et: Vastuväite esitamise õigus
fa: حق اعتراض
fi: Oikeus vastustaa
fr: Droit d'opposition
hi: आपत्ति का अधिकार
hr: Pravo na prigovor
hu: Tiltakozási jog
it: Diritto di opposizione
ja: 異議を唱える権利
ko: 이의제기권
lt: Prieštaravimo teisė
ml: എതിർപ്പിനുള്ള അവകാശം
my: ကန့်ကွက်၏ညာဘက်
nl: Recht van bezwaar
no: Innsigelsesrett
pl: Prawo sprzeciwu
pt: Direito de objeção
ru: Право на возражение
sl: Pravica do ugovora
sr: Право на приговор
sv: Invändningsrätt
sw: Haki ya pingamizi
th: สิทธิในการคัดค้าน
tr: İtiraz hakkı
uk: Право на заперечення
vi: Quyền phản đối
zh: 反对权
