Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# supportRecommend
source: I use the meter reading app EHW+ to keep track of my energy consumption and the associated costs. Maybe that would be something for you, too? More info at https://www.ehwplus.com
af: Ek gebruik die meterlesing-app EHW+ om my energieverbruik en die gepaardgaande koste by te hou. Miskien sal dit ook iets vir jou wees? Meer inligting by https://www.ehwplus.com
ar: أستخدم تطبيق قراءة العدادات EHW+ لتتبع استهلاكي للطاقة والتكاليف المرتبطة به. ربما سيكون ذلك شيئاً لك أيضاً؟ مزيد من المعلومات على https://www.ehwplus.com
bg: Използвам приложението за показания на броячи EHW+, за да следя консумацията си на енергия и свързаните разходи. Може би това би било нещо и за вас? Повече информация на https://www.ehwplus.com
bs: Koristim aplikaciju za očitavanje brojila EHW+ da pratim svoju potrošnju energije i povezane troškove. Možda bi i to bilo nešto za vas? Više informacija na https://www.ehwplus.com
cs: Ke sledování spotřeby energie a souvisejících nákladů používám aplikaci pro odečet měřičů EHW+. Možná by to bylo něco i pro vás? Více informací na https://www.ehwplus.com
da: Jeg bruger måleraflæsningsappen EHW+ til at holde styr på mit energiforbrug og de tilhørende omkostninger. Måske ville det også være noget for dig? Mere info på https://www.ehwplus.com
de: Ich nutze die Zählerstands-App EHW+, um meinen Energieverbrauch und die damit verbundenen Kosten im Blick zu behalten. Vielleicht wäre das auch etwas für Dich? Mehr Infos unter https://www.ehwplus.com
el: Χρησιμοποιώ την εφαρμογή ανάγνωσης μετρητών EHW+ για να παρακολουθώ την κατανάλωση ενέργειας και το σχετικό κόστος. Ίσως αυτό να είναι κάτι και για εσάς; Περισσότερες πληροφορίες στο https://www.ehwplus.com
es: Yo utilizo la aplicación de lectura de contadores EHW+ para controlar mi consumo de energía y los costes asociados. Quizá a ti también te sirva. Más información en https://www.ehwplus.com
et: Kasutan arvestinäitude rakendust EHW+, et hoida silm peal energia tarbimisel ja kuludel. Äkki sobiks see ka sulle? Lisainfo: https://www.ehwplus.com
fa: من از برنامه خواندن کنتور EHW+ برای پیگیری مصرف انرژی و هزینه های مرتبط استفاده می کنم.شاید این برای شما هم چیزی باشد؟ اطلاعات بیشتر در https://www.ehwplus.com
fi: Käytän mittarinlukusovellusta EHW+ seuratakseni energiankulutustani ja siihen liittyviä kustannuksia.Ehkä se olisi jotain sinullekin? Lisätietoja osoitteessa https://www.ehwplus.com
fr: J'utilise l'application de relevé de compteur EHW+ pour garder un œil sur ma consommation d'énergie et les coûts qui y sont liés. Peut-être que cela te conviendrait aussi? Plus d'infos sur https://www.ehwplus.com
hi: मैं अपनी ऊर्जा खपत और संबंधित लागतों पर नज़र रखने के लिए मीटर रीडिंग ऐप EHW+ का उपयोग करता हूं।शायद वह आपके लिए भी कुछ होगा? अधिक जानकारी https://www.ehwplus.com पर
hr: Koristim aplikaciju za očitavanje brojila EHW+ kako bih pratio svoju potrošnju energije i povezane troškove.Možda bi i to bilo nešto za vas? Više informacija na https://www.ehwplus.com
hu: Az EHW+ mérőóra-leolvasó alkalmazást használom az energiafogyasztásom és a kapcsolódó költségek nyomon követésére. Lehet, hogy ez neked is jó lenne? További információ a https://www.ehwplus.com oldalon található.
it: Uso l'app di lettura dei contatori EHW+ per tenere sotto controllo il mio consumo energetico e i costi associati. Forse potrebbe fare al caso vostro? Maggiori informazioni su https://www.ehwplus.com
ja: 私は検針アプリ EHW+ を使用して、エネルギー消費量と関連コストを追跡しています。おそらくそれはあなたにとっても何かあるでしょうか？ 詳細については、https://www.ehwplus.com をご覧ください。
ko: 저는 에너지 소비량과 관련 비용을 추적하기 위해 EHW+ 계량기 판독 앱을 사용합니다. 당신에게도 유용할 수 있습니다! 자세한 정보: https://www.ehwplus.com
lt: Naudoju skaitiklių nuskaitymo programėlę EHW+, kad galėčiau sekti savo energijos suvartojimą ir susijusias išlaidas. Galbūt tai būtų kažkas ir jums? Daugiau informacijos https://www.ehwplus.com
ml: എൻ്റെ ഊർജ്ജ ഉപഭോഗത്തിൻ്റെയും അനുബന്ധ ചെലവുകളുടെയും ട്രാക്ക് സൂക്ഷിക്കാൻ ഞാൻ മീറ്റർ റീഡിംഗ് ആപ്പ് EHW+ ഉപയോഗിക്കുന്നു. ഒരുപക്ഷേ അത് നിങ്ങൾക്കും എന്തെങ്കിലും ആയിരിക്കുമോ? കൂടുതൽ വിവരങ്ങൾ https://www.ehwplus.com എന്നതിൽ
my: ကျွန်ုပ်၏စွမ်းအင်သုံးစွဲမှုနှင့်ဆက်စပ်သောကုန်ကျစရိတ်များကိုခြေရာခံရန်မီတာစာဖတ်ခြင်းအက်ပလီကေးရှင်း EHW + ကိုအသုံးပြုသည်။ ဒီတစ်ခါလည်းဒါကမင်းအတွက်တစ်ခုခုဖြစ်နိုင်မလား။ https://www.ehwplus.com တွင်ပိုမိုသိရှိလိုပါက
nl: Ik gebruik de meterstand-app EHW+ om mijn energieverbruik en de bijbehorende kosten bij te houden. Misschien is dat ook iets voor u? Meer info op https://www.ehwplus.com
no: Jeg bruker måleravlesningsappen EHW+ for å holde styr på energiforbruket mitt og de tilhørende kostnadene. Kanskje det er noe for deg også? Mer informasjon på https://www.ehwplus.com
pl: Korzystam z aplikacji do odczytu liczników EHW+, aby śledzić zużycie energii i powiązane koszty. Może to byłoby też coś dla Ciebie? Więcej informacji na stronie https://www.ehwplus.com
pt: Utilizo a aplicação de leitura de contadores EHW+ para controlar o meu consumo de energia e os custos associados. Talvez seja uma boa opção para si também? Mais informações em https://www.ehwplus.com
ru: Я использую приложение для снятия показаний счетчиков EHW+, чтобы следить за потреблением энергии и связанными с этим расходами. Возможно, это может быть полезно и для вас? Больше информации на сайте https://www.ehwplus.com.
sl: Za spremljanje porabe energije in s tem povezanih stroškov uporabljam aplikacijo za odčitavanje števcev EHW+. Mogoče bi bilo to nekaj tudi za vas? Več informacij na https://www.ehwplus.com
sr: Користим апликацију за очитавање бројила ЕХВ+ да бих пратио своју потрошњу енергије и повезане трошкове. Можда би и то било нешто за вас? Више информација на хттпс://ввв.ехвплус.цом
sv: Jag använder mätaravläsningsappen EHW+ för att hålla reda på min energiförbrukning och de relaterade kostnaderna. Kanske skulle det vara något för dig också? Mer info på https://www.ehwplus.com
sw: Ninatumia programu ya kusoma ya mita EHW+ kuweka wimbo wa matumizi yangu ya nishati na gharama zinazohusiana. Labda hiyo itakuwa kitu kwako, pia? Maelezo zaidi katika https://www.ehwplus.com
th: ฉันใช้แอปอ่านมิเตอร์ EHW+ เพื่อติดตามการใช้พลังงานและค่าใช้จ่ายที่เกี่ยวข้อง บางทีนั่นอาจจะเป็นบางอย่างสำหรับคุณเช่นกัน? ข้อมูลเพิ่มเติมที่ https://www.ehwplus.com
tr: Enerji tüketimimi ve ilgili maliyetleri takip etmek için sayaç okuma uygulamasını EHW+ kullanıyorum. Belki bu sizin için de bir şey olabilir? Daha fazla bilgi için https://www.ehwplus.com
uk: Я використовую програму для зчитування лічильників EHW+, щоб відстежувати споживання енергії та пов’язані з цим витрати. Можливо, це теж буде щось для вас? Більше інформації на https://www.ehwplus.com
vi: Tôi sử dụng ứng dụng đọc đồng hồ EHW+ để theo dõi mức tiêu thụ năng lượng của mình và các chi phí liên quan. Có lẽ đó cũng là điều dành cho bạn? Thông tin thêm tại https://www.ehwplus.com
zh: 我使用抄表应用程序 EHW+ 来跟踪我的能源消耗和相关成本。也许这也适合你？ 更多信息请访问 https://www.ehwplus.com

# supportGivePraiseRating
source: Rate the app in {store}.
af: Gradeer die app in {store}.
ar: قيم التطبيق في {store}.
bg: Оценете приложението в {store}.
bs: Ocijenite aplikaciju u {store}.
cs: Ohodnoťte aplikaci v {store}.
da: Bedøm appen i {store}.
de: Wir freuen uns über eine Bewertung der App im {store}.
el: Αξιολογήστε την εφαρμογή στο {store}.
es: Valora la aplicación en {store}.
et: Hinda rakendust poes {store}.
fa: به برنامه در {store} امتیاز دهید.
fi: Arvioi sovellus kohteessa {store}.
fr: Évaluez l'application dans {store}.
hi: ऐप को {store} में रेट करें।
hr: Ocijenite aplikaciju u {store}.
hu: Értékelje az alkalmazást az {store} oldalon.
it: Valutare l'applicazione in {store}.
ja: {store} でアプリを評価します。
ko: {store}에서 앱을 평가해주세요.
lt: Įvertinkite programą {store}.
ml: {store}-ൽ ആപ്പ് റേറ്റുചെയ്യുക.
my: Phtoken0 တွင်အက်ပ်ကိုအဆင့်သတ်မှတ်ပါ။
nl: Beoordeel de app in {store}.
no: Vurder appen i {store}.
pl: Oceń aplikację w {store}.
pt: Avalie o aplicativo em {store}.
ru: Оцените приложение в {store}.
sl: Ocenite aplikacijo v {store}.
sr: Оцените апликацију у ПХТОКЕН0.
sv: Betygsätt appen i {store}.
sw: Kiwango cha programu katika phtoken0.
th: ให้คะแนนแอปใน {store}
tr: Uygulamayı {store} cinsinden derecelendirin.
uk: Оцініть додаток у {store}.
vi: Đánh giá ứng dụng trong {store}.
zh: 在 {store} 中评价该应用程序。

# electricityConsumption
source: Power consumption
af: Kragverbruik
ar: استهلاك الطاقة
bg: Консумация на енергия
bs: Potrošnja energije
cs: Spotřeba energie
da: Strømforbrug
de: Stromverbrauch
el: Κατανάλωση ενέργειας
es: Consumo de energía
et: Elektritarbimine
fa: مصرف برق
fi: Virrankulutus
fr: Consommation d'électricité
hi: बिजली की खपत
hr: Potrošnja energije
hu: Energiafogyasztás
it: Consumo di energia
ja: 消費電力
ko: 전력 소비
lt: Energijos suvartojimas
ml: വൈദ്യുതി ഉപഭോഗം
my: စွမ်းအင်သုံးစွဲမှု
nl: Stroomverbruik
no: Strømforbruk
pl: Zużycie energii
pt: Consumo de energia
ru: Потребляемая мощность
sl: Poraba energije
sr: Потрошња енергије
sv: Energiförbrukning
sw: Matumizi ya nguvu
th: การใช้พลังงาน
tr: Güç tüketimi
uk: Споживана потужність
vi: Tiêu thụ điện năng
zh: 功耗

# waterExtractionMinimumLevelLower
source: No deduction is applied because consumption is below the minimum threshold.
af: Aftrek vind plaas omdat verbruik laer as drempelwaarde is.
ar: يتم الخصم لأن الاستهلاك أقل من العتبة.
bg: Приспадане се извършва, защото консумацията е по-ниска от прага.
bs: Odbitak se vrši jer je potrošnja niža od praga.
cs: Ke srážce dochází, protože spotřeba je nižší než prahová hodnota.
da: Fradrag sker, fordi forbruget er lavere end tærsklen.
de: Es erfolgt noch kein Abzug, weil der Verbrauch unter dem Mindestverbrauch liegt.
el: Δεν εφαρμόζεται καμία έκπτωση επειδή η κατανάλωση είναι κάτω από το ελάχιστο όριο.
es: Se realiza una deducción porque el consumo es inferior al umbral.
et: Summa arvestatakse maha, sest tarbimine on lävendist väiksem.
fa: کسر انجام می شود زیرا مصرف کمتر از آستانه است.
fi: Vähennys tapahtuu, koska kulutus on alle kynnyksen.
fr: Une déduction est effectuée car la consommation est inférieure au seuil.
hi: कटौती इसलिए होती है क्योंकि खपत सीमा से कम है।
hr: Do odbitka dolazi jer je potrošnja niža od praga.
hu: Nem kerül levonásra, mivel a fogyasztás nem éri el a minimális küszöbértéket.
it: Viene effettuata una detrazione perché il consumo è inferiore alla soglia.
ja: 消費量がしきい値を下回っているため、減算が行われます。
ko: 소비량이 기준치보다 낮아 차감이 발생합니다.
lt: Išskaitymas vyksta, nes suvartojimas yra mažesnis už ribą.
ml: ഉപഭോഗം പരിധിയേക്കാൾ കുറവായതിനാൽ കിഴിവ് നടക്കുന്നു.
my: စားသုံးမှုသည်တံခါးခုံများထက်နိမ့်သောကြောင့်နှုတ်ယူခြင်းကြောင့်ဖြစ်သည်။
nl: Aftrek vindt plaats omdat het verbruik lager is dan de drempel.
no: Fradrag skjer fordi forbruket er lavere enn terskel.
pl: Odliczenie ma miejsce, ponieważ zużycie jest niższe niż próg.
pt: Há uma dedução porque o consumo está abaixo do limite.
ru: Происходит удержание, потому что потребление ниже порога.
sl: Odbitek se izvede, ker je poraba nižja od praga.
sr: Одбитак се дешава јер је потрошња нижа од прага.
sv: Avdrag sker för att konsumtionen är lägre än tröskeln.
sw: Kupunguza hufanyika kwa sababu matumizi ni chini kuliko kizingiti.
th: การหักเกิดขึ้นเนื่องจากปริมาณการใช้ต่ำกว่าเกณฑ์
tr: Tüketim eşikten düşük olduğu için kesinti yapılır.
uk: Відрахування відбувається, оскільки споживання нижче за порогове значення.
vi: Việc khấu trừ diễn ra vì mức tiêu thụ thấp hơn ngưỡng.
zh: 由于消费低于阈值，因此会发生扣除。

# outdatedCounters
source: Counters no longer in use
af: Tellers nie meer in gebruik nie
ar: عدادات لم تعد قيد الاستخدام
bg: Броячи, които вече не се използват
bs: Brojevi više nisu u upotrebi
cs: Počítadla se již nepoužívají
da: Tællere er ikke længere i brug
de: Nicht mehr verwendete Zähler
el: Μετρητές που δεν χρησιμοποιούνται πλέον
es: Contadores sin uso
et: Enam mitte kasutusel arvestid
fa: شمارنده ها دیگر استفاده نمی شوند
fi: Laskurit eivät ole enää käytössä
fr: Compteurs plus utilisés
hi: काउंटर अब उपयोग में नहीं हैं
hr: Brojači se više ne koriste
hu: Már nem használt számlálók
it: Contatori non più usati
ja: カウンターはもう使われていない
ko: 더 이상 사용되지 않는 계량기
lt: Skaitikliai nebenaudojami
ml: കൗണ്ടറുകൾ ഇപ്പോൾ ഉപയോഗത്തിലില്ല
my: အသုံးပြုမှုမရှိတော့ကောင်စီများ
nl: Meters niet meer in gebruik
no: Tellere er ikke lenger i bruk
pl: Liczniki nie są już używane
pt: Contadores já não usados
ru: Счетчики больше не используются
sl: Števci niso več v uporabi
sr: Бројачи се више не користе
sv: Räknare används inte längre
sw: Vihesabu havitumiki tena
th: เคาน์เตอร์ไม่ได้ใช้อีกต่อไป
tr: Sayaçlar artık kullanılmıyor
uk: Лічильники більше не використовуються
vi: Bộ đếm không còn được sử dụng
zh: 计数器不再使用

# isOutdatedCounter
source: Counter is no longer used
af: Teller word nie meer gebruik nie
ar: العداد لم يعد مستخدماً
bg: Броячът вече не се използва
bs: Brojač se više ne koristi
cs: Počítadlo se již nepoužívá
da: Tælleren bruges ikke længere
de: Zähler wird nicht mehr verwendet
el: Ο μετρητής δεν χρησιμοποιείται πλέον
es: Contador desfasado
et: Arvestit enam ei kasutata
fa: شمارنده دیگر استفاده نمی شود
fi: Laskuri ei ole enää käytössä
fr: Compteur obsolète
hi: काउंटर का अब उपयोग नहीं किया जाता
hr: Brojač se više ne koristi
hu: A számlálót már nem használják
it: Contatore obsoleto
ja: カウンターは使われなくなりました
ko: 계량기가 더 이상 사용되지 않습니다
lt: Skaitiklis nebenaudojamas
ml: കൗണ്ടർ ഇനി ഉപയോഗിക്കില്ല
my: ကောင်တာမရှိတော့ဘူး
nl: Meter wordt niet meer gebruikt
no: Teller brukes ikke lenger
pl: Licznik nie jest już używany
pt: Contador desatualizado
ru: Устаревший счетчик
sl: Števec se ne uporablja več
sr: Бројач се више не користи
sv: Räknaren används inte längre
sw: Counter haitumiki tena
th: ไม่ใช้เคาน์เตอร์อีกต่อไป
tr: Sayaç artık kullanılmıyor
uk: Лічильник більше не використовується
vi: Bộ đếm không còn được sử dụng
zh: 不再使用计数器

source: Water consumption
af: Waterverbruik
ar: استهلاك الماء
bg: Консумация на вода
bs: Potrošnja vode
cs: Spotřeba vody
da: Vandforbrug
de: Wassernutzung
el: Κατανάλωση νερού
es: Consumo de agua
et: Veetarbimine
fa: مصرف آب
fi: Vedenkulutus
fr: Consommation d'eau
hi: पानी की खपत
hr: Potrošnja vode
hu: Vízfogyasztás
it: Consumo d'acqua
ja: 水の消費量
ko: 수도 소비량
lt: Vandens suvartojimas
ml: ജല ഉപഭോഗം
my: ရေသုံးစွဲမှု
nl: Waterverbruik
no: Vannforbruk
pl: Zużycie wody
pt: Consumo de água
ru: Потребление воды
sl: Poraba vode
sr: Потрошња воде
sv: Vattenförbrukning
sw: Matumizi ya maji
th: ปริมาณการใช้น้ำ
tr: Su tüketimi
uk: Споживання води
vi: Tiêu thụ nước
zh: 用水量

source: Rooms
af: Kamers
ar: الغرف
bg: Стаи
bs: Sobe
cs: Pokoje
da: Værelser
de: Räume
el: Δωμάτια
es: Habitaciones
et: Ruumid
fa: اتاق‌ها
fi: Huoneet
fr: Pièces
hi: कमरा
hr: Sobe
hu: Szobák
it: Stanze
ja: 客室
ko: 방
lt: Kambariai
ml: മുറികൾ
my: အခန်းများ
nl: Kamers
no: Rom
pl: Pokoje
pt: Cômodos
ru: Комнаты
sl: Sobe
sr: Собе
sv: Rum
sw: Vyumba
th: ห้องพัก
tr: Odalar
uk: Кімнати
vi: Phòng
zh: 客房

# messageNoRooms
source: No rooms yet. Rooms help group meters.
af: Nog geen kamers nie. Kamers help om meters te groepeer.
ar: لا توجد غرف بعد. تساعد الغرف في تجميع العدادات.
bg: Все още няма стаи. Стаите помагат да се групират броячите.
bs: Još nema soba. Sobe pomažu grupnim mjeračima.
cs: Zatím žádné pokoje. Místnosti pomáhají skupinovým měřičům.
da: Ingen værelser endnu. Rum hjælper med at gruppere målere.
de: Keine Räume vorhanden
el: Δεν υπάρχουν δωμάτια ακόμα. Τα δωμάτια βοηθούν τους μετρητές της ομάδας.
es: No hay habitaciones
et: Ruumid puuduvad. Ruumid aitavad arvestid rühmitada.
fa: هنوز اتاقی وجود ندارد. اتاق‌ها به شمارنده‌های گروهی کمک می‌کنند.
fi: Ei vielä huoneita. Huoneet auttavat ryhmittelemään mittareita.
fr: Aucune pièce pour l’instant
hi: अभी तक कोई कमरा नहीं है.कमरे समूह मीटर की सहायता करते हैं।
hr: Još nema soba. Sobe pomažu grupirati brojila.
hu: Még nincsenek szobák. Szobák segítenek a csoportos mérők.
it: Nessuna stanza
ja: まだ部屋がありません。部屋はグループメーターに役立ちます。
ko: 등록된 방이 없습니다. 방을 사용하면 계량기를 그룹으로 묶을 수 있습니다.
lt: Kambarių dar nėra.Kambariai pagalbiniai grupiniai matuokliai.
ml: ഇനിയും മുറികളില്ല. മുറികൾ മീറ്ററുകളെ ഗ്രൂപ്പാക്കാൻ സഹായിക്കുന്നു.
my: အခန်းများမရှိသေးပါ။ အခန်းများသည်အုပ်စုမီတာကိုကူညီပါ။
nl: Nog geen kamers. Kamers helpen meters te groeperen.
no: Ingen rom ennå. Rom hjelper gruppemålere.
pl: Nie ma jeszcze pokoi. Pokoje pomagają w grupowaniu liczników.
pt: Sem cômodos
ru: Нет комнат
sl: Ni še sob. Sobe pomagajo skupinskim števcem.
sr: Још нема соба. Собе помажу група бројила.
sv: Inga rum ännu. Rum hjälper gruppmätare.
sw: Hakuna vyumba bado. Vyumba husaidia mita za kikundi.
th: ยังไม่มีห้อง. ห้องช่วยจัดกลุ่มมิเตอร์
tr: Henüz oda yok. Odalar grup ölçümlerine yardımcı olur.
uk: Приміщень ще немає. Кімнати допомагають групові лічильники.
vi: Chưa có phòng. Phòng giúp nhóm mét.
zh: 还没有房间。房间帮米。

# settingObjectType
source: Object type
af: Objektipe
ar: نوع الكائن
bg: Тип обект
bs: Vrsta objekta
cs: Typ objektu
da: Objekttype
de: Objekttyp
el: Τύπος αντικειμένου
es: Tipo de objeto
et: Objekti tüüp
fa: نوع شی
fi: Objektityyppi
fr: Type de bien
hi: वस्तु प्रकार
hr: Vrsta objekta
hu: Objektum típusa
it: Tipo di oggetto
ja: オブジェクトの種類
ko: 객체 유형
lt: Objekto tipas
ml: ഒബ്ജക്റ്റ് തരം
my: အရာဝတ်ထုအမျိုးအစား
no: Objekttype
pl: Typ obiektu
pt: Tipo de objecto
ru: Тип объекта
sl: Vrsta predmeta
sr: Тип објекта
sv: Objekttyp
sw: Aina ya kitu
th: ประเภทวัตถุ
tr: Nesne türü
uk: Тип об'єкта
vi: Loại đối tượng
zh: 对象类型

# settingObjectTypeFlat
source: Apartment
af: Woonstel
ar: شقة
bg: Апартамент
bs: Apartman
cs: Byt
da: Lejlighed
de: Wohnung
el: Διαμέρισμα
es: Piso
et: Korter
fa: آپارتمان
fi: Huoneisto
fr: Appartement
hi: अपार्टमेंट
hr: Apartman
hu: Apartman
it: Appartamento
ja: アパート
ko: 아파트
lt: Butas
ml: അപ്പാർട്ട്മെൻ്റ്
my: အခန်း
nl: Appartement
no: Leilighet
pl: Apartament
pt: Apartamento
ru: Квартира
sl: Apartma
sr: Апартман
sv: Lägenhet
sw: Ghorofa
th: อพาร์ตเมนต์
tr: Daire
uk: Квартира
vi: Căn hộ
zh: 公寓

# settingObjectTypeHouse
source: House
af: Huis
ar: منزل
bg: Къща
bs: Kuća
cs: Dům
da: Hus
de: Haus
el: Σπίτι
es: Casa
et: Maja
fa: خانه
fi: Talo
fr: Maison
hi: घर
hr: Kuća
hu: Ház
it: Casa
ja: 家
ko: 주택
lt: Namas
ml: വീട്
my: အိမ်
nl: Huis
no: Hus
pl: Dom
pt: Casa
ru: Дом
sl: Hiša
sr: Кућа
sv: Hus
sw: Nyumba
th: บ้าน
tr: Ev
uk: Будинок
vi: Căn nhà
zh: 房子

# settingLivingArea
source: Living area
af: Woonarea
ar: المساحة المعيشية
bg: Жило площ
bs: Stambeni prostor
cs: Obytná plocha
da: Opholdsstue
de: Wohnfläche
el: Καθιστικό
es: Superficie habitable
et: Elamispind
fa: منطقه نشیمن
fi: Asuinalue
fr: Surface habitable
hi: लिविंग एरिया
hr: Dnevni boravak
hu: Nappali
it: Superficie abitabile
ja: リビングエリア
ko: 거주 면적
lt: Gyvenamasis plotas
ml: താമസിക്കുന്ന പ്രദേശം
my: နေထိုင်ရန်ရိယာ
nl: Woonoppervlakte
no: Stue
pl: Powierzchnia mieszkalna
pt: Área habitável
ru: Жилая площадь
sl: Bivalni prostor
sr: Стамбени простор
sv: Vardagsrum
sw: Eneo la kuishi
th: พื้นที่นั่งเล่น
tr: Yaşam alanı
uk: Житлова площа
vi: Khu sinh hoạt
zh: 生活区

# unitSquareMeters
source: sqm
af: m²
ar: متر مربع
bg: кв.м
bs: m2
cs: m2
da: kvm
de: qm
el: τ.μ.
es: m²
et: m²
fi: neliömetriä
fr: m²
hi: वर्गमीटर
hu: m2
it: m²
ja: 平方メートル
lt: kv.m
no: kvm
pl: mkw
pt: m²
ru: кв.м
sl: kvadratnih metrov
sr: скм
sv: kvm
th: ตร.ม
tr: metrekare
uk: кв.м
vi: mét vuông
zh: 平方米

# unitMWhShort
source: MWh
hi: एमडब्ल्यूएच
my: မူးရူး
ru: МВт-ч
sr: МВх
th: เมกะวัตต์ชั่วโมง
uk: МВт*год
zh: 兆瓦时

# unitMWhLong
source: {count, plural, one {Megawatt hour (MWh)} other {Megawatt hours (MWh)}}
af: {count, plural, one {Megawatt uur (MWh)} other {Megawatt ure (MWh)}}
ar: {count, plural, one {ميجاواط ساعة (MWh)} other {ميجاواط ساعة (MWh)}}
bg: {count, plural, one {Мегаватчас (MWh)} other {Мегаватчаса (MWh)}}
bs: {count, plural, one {Megavat sat (MWh)} other {Megavat sati (MWh)}}
cs: {count, plural, one {Megawatthodina (MWh)} other {Megawatthodiny (MWh)}}
da: {count, plural, one {Megawatt time (MWh)} other {Megawatt timer (MWh)}}
de: {count, plural, one {Megawattstunde (MWh)} other {Megawattstunden (MWh)}}
el: {count, plural, one {Μεγαβατώρα (MWh)} other {Μεγαβατώρες (MWh)}}
es: {count, plural, one {Megavatio hora (MWh)} other {Megavatios hora (MWh)}}
et: {count, plural, one {Megavatt-tund (MWh)} other {Megavatt-tundi (MWh)}}
fa: {count, plural, one {مگاوات ساعت (MWh)} other {مگاوات ساعت (MWh)}}
fi: {count, plural, one {Megawattitunti (MWh)} other {Megawattituntia (MWh)}}
fr: {count, plural, one {Mégawattheure (MWh)} other {Mégawattheures (MWh)}}
hi: {count, plural, one {मेगावाट घंटा (MWh)} other {मेगावाट घंटे (MWh)}}
hr: {count, plural, one {Megavatsat (MWh)} other {Megavatsati (MWh)}}
hu: {count, plural, one {Megawattóra (MWh)} other {Megawattóra (MWh)}}
it: {count, plural, one {Megawattora (MWh)} other {Megawattoran (MWh)}}
ja: {count, plural, one {メガワット時 (MWh)} other {メガワット時 (MWh)}}
ko: {count, plural, one {메가와트시(MWh)} other {메가와트시(MWh)}}
lt: {count, plural, one {Megavatvalandė (MWh)} other {Megavatvalandės (MWh)}}
ml: {count, plural, one {മെഗാവാട്ട് മണിക്കൂർ (MWh)} other {മെഗാവാട്ട് മണിക്കൂറുകൾ (MWh)}}
my: {count, plural, one {Megawatt နာရီ (MWH)} other {မဂ္ဂါဝပ်နာရီ (MWH)}}
nl: {count, plural, one {Megawattuur (MWh)} other {Megawattuur (MWh)}}
no: {count, plural, one {Megawatt time (MWh)} other {Megawattimer (MWh)}}
pl: {count, plural, one {Megawatogodzina (MWh)} other {Megawatogodziny (MWh)}}
pt: {count, plural, one {Megavatio hora (MWh)} other {Megavatios hora (MWh)}}
ru: {count, plural, one {Мегаватт-часы (МВт-ч)} other {Мегаватт-часы (МВт-ч)}}
sl: {count, plural, one {Megavatna ura (MWh)} other {Megavatne ure (MWh)}}
sr: {count, plural, one {Мегават сат (МВх)} other {Мегават сати (МВх)}}
sv: {count, plural, one {Megawattimme (MWh)} other {Megawattimmar (MWh)}}
sw: {count, plural, one {Saa ya Megawatt (MWH)} other {Masaa ya Megawati (MWH)}}
th: {count, plural, one {เมกะวัตต์ชั่วโมง (MWh)} other {เมกะวัตต์ชั่วโมง (MWh)}}
tr: {count, plural, one {Megawatt saat (MWh)} other {Megawatt saat (MWh)}}
uk: {count, plural, one {Мегават-година (МВт-год)} other {Мегават-годин (МВт-год)}}
vi: {count, plural, one {Megawatt giờ (MWh)} other {Megawatt giờ (MWh)}}
zh: {count, plural, one {兆瓦时 (MWh)} other {兆瓦时 (MWh)}}

# unitKWhShort
source: kWh
hi: किलोवाट
ru: кВт-ч
sr: кВх
th: กิโลวัตต์ชั่วโมง
uk: кВт/год
zh: 千瓦时
