Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# purchasesStatisticsWithPremium
source: With Premium, you get access to a monthly comparison{count, plural, =0{.}=1{.}other{ and also see historical data for {years}.}}
af: Met Premium kry jy toegang tot 'n maandelikse vergelyking{count, plural, =0{.}=1{.}other{ en sien ook historiese data vir {years}.}}
ar: مع Premium، تحصل على الوصول إلى مقارنة شهرية{count, plural, =0{.}=1{.}other{ وأيضاً رؤية البيانات التاريخية لـ {years}.}}
bg: С Premium получавате достъп до месечно сравнение{count, plural, =0{.}=1{.}other{ и също виждате исторически данни за {years}.}}
bs: Uz Premium, dobijate pristup mjesečnom poređenju{count, plural, =0{.}=1{.}other{ i također vidite istorijske podatke za {years}.}}
cs: S Premium získáte přístup k měsíčnímu srovnání{count, plural, =0{.}=1{.}other{ a také zobrazíte historické údaje pro {years}.}}
da: Med Premium får du adgang til en månedlig sammenligning{count, plural, =0{.}=1{.}other{ og se også historiske data for {years}.}}
de: Mit Premium holen Sie sich Zugriff auf einen Monatsvergleich{count, plural, =0{.}=1{.}other{ und bekommen auch historische Daten für die Jahre {years} angezeigt.}}
el: Με το Premium, έχετε πρόσβαση σε μηνιαία σύγκριση{count, plural, =0 {.} =1 {.} other { και δείτε επίσης τα ιστορικά δεδομένα για το {years}.}}
es: Con Premium tienes acceso a una comparación mensual{count, plural, =0{.}=1{.}other{ y también ves datos históricos de {years}.}}
et: Premiumiga näed kuuvõrdlust{count, plural, =0{.}=1{.}other{ ja vaatad ka ajaloolisi andmeid {years}.}}
fa: با پرمیوم به مقایسه ماهانه دسترسی دارید{count, plural, =0{.}=1{.}other{ و همچنین داده‌های تاریخی {years} را می‌بینید.}}
fi: Premiumilla saat käyttöösi kuukausittaisen vertailun{count, plural, =0{.}=1{.}other{ ja näet myös historiatiedot {years}.}}
fr: Avec Premium, vous avez accès à une comparaison mensuelle{count, plural, =0{.}=1{.}other{ et vous pouvez également consulter les données historiques pour {years}.}}
hi: प्रीमियम के साथ, आपको मासिक तुलना{count, plural, =0{.}=1{.}other{ और {years} के ऐतिहासिक डेटा भी दिखाई देंगे।}}
hr: Uz Premium dobivate pristup mjesečnoj usporedbi{count, plural, =0{.}=1{.}other{ i vidite povijesne podatke za {years}.}}
hu: A Prémiummal hozzáférést kap egy havi összehasonlításhoz.{count, plural, =0 {.} =1 {.} other { és tekintse meg az {years} történeti adatait is.}}
it: Con Premium ottieni l'accesso a un confronto mensile{count, plural, =0{.}=1{.}other{ e vedi anche i dati storici per {years}.}}
ja: プレミアムを利用すると、月ごとの比較{count, plural, =0{.}=1{.}other{にアクセスでき、{years} の履歴データも表示されます。}}
ko: 프리미엄을 이용하면 월별 비교를 확인할 수 있으며{count, plural, =0{.}=1{.}other{, 과거 {years}에 대한 히스토리 데이터도 볼 수 있습니다.}}
lt: Naudodami „Premium“ gausite prieigą prie mėnesinio palyginimo{count, plural, =0{.}=1{.}other{ ir taip pat matysite istorinius {years} duomenis.}}
ml: പ്രീമിയം ഉപയോഗിച്ച്, നിങ്ങൾക്ക് പ്രതിമാസ താരതമ്യത്തിലേക്ക് ആക്സസ് ലഭിക്കും
my: ပရီမီယံဖြင့်သင်သည်လစဉ်နှိုင်းယှဉ်ခြင်းနှင့်နှိုင်းယှဉ်ခြင်း, အများကိန်း,
nl: Met Premium krijgt u toegang tot een maandelijkse vergelijking{count, plural, =0{.}=1{.}other{ en ziet u ook historische gegevens voor {years}.}}
no: Med Premium får du tilgang til en månedlig sammenligning{count, plural, =0{.}=1{.}other{ og også se historiske data for {years}.}}
pl: Dzięki Premium masz dostęp do miesięcznych porównań{count, plural, =0{.}=1{.}other{, a także widzisz dane historyczne dla {years}.}}
pt: Com o Premium, você obtém acesso a uma comparação mensal{count, plural, =0{.}=1{.}other{ e também vê dados históricos de {years}.}}
ru: С Premium вы получаете доступ к ежемесячному сравнению{count, plural, =0{.}=1{.}other{ и также видите исторические данные за {years}.}}
sl: Z Premium dobite dostop do mesečne primerjave{count, plural, =0{.}=1{.}other{ in si ogledate tudi zgodovinske podatke za {years}.}}
sr: Уз Премиум добијате приступ месечном поређењу{count, plural, =0{.}=1{.}other{ и такође видите историјске податке за {years}.}}
sv: Med Premium får du tillgång till en månatlig jämförelse{count, plural, =0{.}=1{.}other{ och även se historisk data för {years}.}}
sw: Na Premium, unapata ufikiaji wa ulinganisho wa kila mwezi{count, plural, =0{.}=1{.}other{ na pia utaona data ya kihistoria ya {years}.}}
th: ด้วย Premium คุณจะสามารถเข้าถึงการเปรียบเทียบรายเดือน{count, plural, =0{.}=1{.}other{ และยังดูข้อมูลประวัติของ {years}.}}
tr: Premium ile aylık karşılaştırmalara{count, plural, =0{.}=1{.}other{ ve ayrıca {years} için geçmiş verileri görebilirsiniz.}} erişebilirsiniz
uk: З Premium ви отримуєте доступ до щомісячного порівняння{count, plural, =0{.}=1{.}other{, а також переглядаєте історичні дані для {years}.}}
vi: Với Premium, bạn có quyền truy cập vào bảng so sánh hàng tháng{count, plural, =0{.}=1{.}other{ và cũng xem dữ liệu lịch sử cho {years}.}}
zh: 通过 Premium，您可以访问每月比较{count,plural,=0{.}=1{.}other{，还可以查看 {years} 的历史数据。}}

# smartMeterProviderTibber
source: Tibber
ja: ティバー
my: ပြွန်ကိုယ်များသော
pl: Tibbera
sr: Тиббер
th: ทิบเบอร์
uk: Тіббер
zh: 提伯

# smartMeterProviderWwgl
source: Wasserwerk Gerauer Land
ja: ヴァッサーヴェルク ゲラウアー ランド
my: wasserwerk gerauer မြေ
pl: Ziemia Wasserwerka Gerauera
sr: Вассерверк Герауер Ланд
sw: Ardhi ya Wasserwerk Gerauer
th: ที่ดิน Wasserwerk Gerauer
tr: Wasserwerk Gerauer Bölgesi
uk: Земля Вассерверк Герауер
vi: Đất Wasserwerk Gerauer
zh: 杰劳尔土地水厂

# smartMeterProviderUndefined
source: Not set
af: Nie gestel nie
ar: غير مضبوط
bg: Не е зададено
bs: Nije postavljeno
cs: Nenastaveno
da: Ikke indstillet
de: Nicht gesetzt
el: Δεν έχει οριστεί
es: No establecido
et: Pole määratud
fa: تنظیم نشده
fi: Ei asetettu
fr: Non défini
hi: सेट नहीं
hr: Nije postavljeno
hu: Nincs beállítva
it: Non impostato
ja: 未設定
ko: 설정되지 않음
lt: Nenustatyta
ml: സജ്ജമാക്കിയിട്ടില്ല
my: မသတ်မှတ်ပါ
nl: Niet ingesteld
no: Ikke satt
pl: Nie ustawiono
pt: Não definido
ru: Не задано
sl: Ni nastavljeno
sr: Није постављено
sv: Inte inställt
sw: Sio kuweka
th: ไม่ได้ตั้งค่า
tr: Ayarlanmadı
uk: Не встановлено
vi: Chưa đặt
zh: 未设置

source: Sync
af: Sinchroniseer
ar: مزامنة
bg: Синхронизация
bs: Sinkronizacija
cs: Synchronizovat
da: Synkroniser
de: Synchronisieren
el: Συγχρονισμός
es: Sincronizar
et: Sünkrooni
fa: همگام‌سازی
fi: Synkronoi
fr: Synchroniser
hi: साथ-साथ करना
hr: Sinkronizacija
hu: Szinkronizálás
it: Sincronizza
ja: 同期
ko: 동기화
lt: Sinchronizuoti
ml: സമന്വയിപ്പിക്കുക
my: အရေးကြီး
nl: Synchroniseren
no: Synkroniser
pl: Synchronizuj
pt: Sincronizar
ru: Синхронизация
sl: Sinhronizacija
sr: Синц
sv: Synkronisera
sw: Usawazishaji
th: ซิงค์
tr: Senkronizasyon
uk: Синхронізувати
vi: Đồng bộ hóa
zh: 同步

# costsUndefinedForType
source: {type} for undefined
af: {type} vir ongedefinieer
ar: {type} لغير محدد
bg: {type} за недефинирано
bs: {type} za nedefinisano
cs: {type} pro nedefinováno
da: {type} for udefineret
de: Keine {type} hinterlegt
el: {type} για ακαθόριστο
es: No hay {type} depositados todavía
et: {type} jaoks määramata
fa: {type} تعریف نشده
fi: {type} määrittelemättömälle
fr: Pas encore {type} déposée
hi: अपरिभाषित के लिए {type}
hr: {type} za nedefinirano
hu: {type} meghatározatlan
it: Nessun {type} depositato ancora
ja: 未定義の場合は{type}
ko: 정의되지 않은 {type} 비용
lt: {type} neapibrėžtam
ml: നിർവചിക്കാത്തതിന് {type}
my: undefined များအတွက် Phtoked0
nl: {type} voor ongedefinieerd
no: {type} for udefinert
pl: {type} dla niezdefiniowanego
pt: Ainda não foram depositados {type}.
ru: Депозитов на сумму {type} пока нет
sl: {type} za nedefinirano
sr: ПХТОКЕН0 за недефинисано
sv: {type} för odefinierat
sw: Phtoken0 kwa haijafafanuliwa
th: {type} สำหรับไม่ได้กำหนด
tr: Tanımsız için {type}
uk: {type} для невизначеного
vi: {type} cho không xác định
zh: {type} 表示未定义

# costsUndefinedElectricity
source: Electricity fees
af: Elektrisiteitsfooie
ar: رسوم الكهرباء
bg: Такси за ток
bs: Naknade za struju
cs: Poplatky za elektřinu
da: El gebyrer
de: Stromgebühren
el: Τέλη ηλεκτρικής ενέργειας
es: gastos de electricidad
et: Elektritasud
fa: هزینه های برق
fi: Sähkömaksut
fr: prix de l'électricité
hi: बिजली शुल्क
hr: Naknade za struju
hu: Villamosenergia-díjak
it: Spese per l'elettricità
ja: 電気料金
ko: 전기 요금
lt: Mokesčiai už elektrą
ml: വൈദ്യുതി ഫീസ്
my: လျှပ်စစ်ဓာတ်အားခ
nl: Elektriciteitskosten
no: Elektrisitetsavgifter
pl: Opłaty za prąd
pt: tarifas de electricidade
ru: Электрические заряды
sl: Pristojbine za elektriko
sr: Накнаде за електричну енергију
sv: Elavgifter
sw: Ada ya umeme
th: ค่าไฟ
tr: Elektrik ücretleri
uk: Плата за електроенергію
vi: Tiền điện
zh: 电费

# costsUndefinedColdWater
source: Cold water fees
af: Koue waterfooie
ar: رسوم الماء البارد
bg: Такси за студена вода
bs: Naknade za hladnu vodu
cs: Poplatky za studenou vodu
da: Koldtvandsgebyrer
de: Gebühren für Kaltwasser
el: Τέλη κρύου νερού
es: Cargos por agua fría
et: Külma vee tasud
fa: هزینه آب سرد
fi: Kylmän veden maksut
fr: prix de l'eau froide
hi: ठंडे पानी की फीस
hr: Naknade za hladnu vodu
hu: Hidegvízdíjak
it: Spese per l'acqua fredda
ja: 冷水料金
ko: 냉수 요금
lt: Šalto vandens mokesčiai
ml: തണുത്ത വെള്ളം ഫീസ്
my: အအေးရေအခကြေးငွေ
nl: Koudwaterkosten
no: Kaldtvannsavgifter
pl: Opłaty za zimną wodę
pt: Taxas para água fria
ru: Плата за холодную воду
sl: Pristojbine za hladno vodo
sr: Накнаде за хладну воду
sv: Kallvattenavgifter
sw: Ada ya maji baridi
th: ค่าน้ำเย็น
tr: Soğuk su ücretleri
uk: Плата за холодну воду
vi: Phí nước lạnh
zh: 冷水费

# costsUndefinedWarmWater
source: Warm water fees
af: Warm waterfooie
ar: رسوم الماء الدافئ
bg: Такси за топла вода
bs: Naknade za toplu vodu
cs: Poplatky za teplou vodu
da: Varmt vand gebyrer
de: Gebühren für Warmwasser
el: Τέλη ζεστού νερού
es: Gastos de agua caliente
et: Sooja vee tasud
fa: هزینه آب گرم
fi: Maksut lämpimästä vedestä
fr: prix de l'eau chaude
hi: गर्म पानी का शुल्क
hr: Naknade za toplu vodu
hu: Melegvízdíjak
it: Spese per l'acqua calda
ja: 温水料金
ko: 온수 요금
lt: Mokesčiai už šiltą vandenį
ml: ചൂടുവെള്ളത്തിന്റെ നിരക്കുകൾ
my: ပူနွေးသောရေအခကြေးငွေ
nl: Warmwaterkosten
no: Varmtvannsavgifter
pl: Opłaty za ciepłą wodę
pt: Taxas para água quente
ru: Плата за горячую воду
sl: Pristojbine za toplo vodo
sr: Накнаде за топлу воду
sv: Varmvattenavgifter
sw: Ada ya maji ya joto
th: ค่าน้ำอุ่น
tr: Sıcak su ücretleri
uk: Плата за гарячу воду
vi: Phí nước ấm
zh: 温水费

# costsUndefinedHeater
source: Heater fees
af: Verwarmer fooie
ar: رسوم المشعاع
bg: Такси за отопление
bs: Naknade za grejanje
cs: Poplatky za topení
da: Varmeafgifter
de: Heizungsgebühren
el: Τέλη θέρμανσης
es: Tasas de calefacción
et: Kütte tasud
fa: هزینه های بخاری
fi: Lämmittimen maksut
fr: prix du chauffage
hi: हीटर की फीस
hr: Naknade za grijanje
hu: Fűtési díjak
it: Spese di riscaldamento
ja: 暖房費
ko: 난방기 요금
lt: Šildytuvo mokesčiai
ml: ഹീറ്റർ ഫീസ്
my: အပူပေးစက်အခကြေးငွေ
nl: Verwarmingskosten
no: Varmeovn avgifter
pl: Opłaty za grzejniki
pt: Taxas de aquecimento
ru: Плата за отопление
sl: Pristojbine za grelec
sr: Накнаде за грејач
sv: Värmare avgifter
sw: Ada ya heater
th: ค่าธรรมเนียมเครื่องทำความร้อน
tr: Isıtıcı ücretleri
uk: Плата за обігрівач
vi: Phí sưởi ấm
zh: 取暖费

# costsUndefinedOilHeating
source: Oil fees
af: Olie fooie
ar: رسوم الزيت
bg: Такси за мазут
bs: Naknade za naftu
cs: Poplatky za ropu
da: Oliegebyrer
de: Ölpreise
el: Τέλη πετρελαίου
es: Costes del petróleo
et: Õlitasud
fa: هزینه های نفت
fi: Öljymaksut
fr: prix du fioul
hi: तेल शुल्क
hr: Naknade za lož ulje
hu: Olajdíjak
it: Prezzo del petrolio
ja: オイル代
ko: 유류 난방 요금
lt: Naftos mokesčiai
ml: എണ്ണ ഫീസ്
my: ရေနံအခကြေးငွေ
nl: Oliekosten
no: Oljeavgifter
pl: Opłaty za ropę
pt: Custos do petróleo
ru: Стоимость нефти
sl: Pristojbine za olje
sr: Нафтне накнаде
sv: Oljeavgifter
sw: Ada ya mafuta
th: ค่าน้ำมัน
tr: Petrol ücretleri
uk: Плата за нафту
vi: Phí dầu
zh: 油费

# costsUndefinedGas
source: Gas fees
af: Gas fooie
ar: رسوم الغاز
bg: Такси за газ
bs: Naknade za gas
cs: Poplatky za plyn
da: Gas gebyrer
de: Gaskosten
el: Τέλη φυσικού αερίου
es: Costes de gas
et: Gaasi tasud
fa: هزینه های گاز
fi: Kaasumaksut
fr: prix du gaz
hi: गैस शुल्क
hr: Naknade za plin
hu: Gázdíjak
it: Costi del gas
ja: ガス料金
ko: 가스 요금
lt: Dujų mokesčiai
ml: ഗ്യാസ് ഫീസ്
my: ဓာတ်ငွေ့အခကြေးငွေ
nl: Gaskosten
no: Gassavgifter
pl: Opłaty za gaz
pt: Custos de gás
ru: Расходы на газ
sl: Pristojbine za plin
sr: Накнаде за гас
sv: Gasavgifter
sw: Ada ya gesi
th: ค่าน้ำมัน
tr: Gaz ücretleri
uk: Плата за газ
vi: Phí gas
zh: 汽油费

# costsUndefinedNetworkCounter
source: Internet fees
af: Internet fooie
ar: رسوم الإنترنت
bg: Такси за интернет
bs: Internet takse
cs: Poplatky za internet
da: Internet gebyrer
de: Internetkosten
el: Τέλη Διαδικτύου
es: Gastos de Internet
et: Interneti tasud
fa: هزینه های اینترنت
fi: Internet-maksut
fr: Frais d'Internet
hi: इंटरनेट शुल्क
hr: Naknade za internet
hu: Internet díjak
it: Spese Internet
ja: インターネット料金
ko: 인터넷 요금
lt: Interneto mokesčiai
ml: ഇൻ്റർനെറ്റ് ഫീസ്
my: အင်တာနက်အခကြေးငွေ
nl: Internetkosten
no: Internett-avgifter
pl: Opłaty internetowe
pt: Taxas de Internet
ru: Интернет-расходы
sl: Internetni stroški
sr: Интернет таксе
sv: Internetavgifter
sw: Ada ya mtandao
th: ค่าธรรมเนียมอินเทอร์เน็ต
tr: İnternet ücretleri
uk: Плата за Інтернет
vi: Phí Internet
zh: 上网费

# updateAvailable
source: The app version {oldVersion} is not up to date. You can update to version {newVersion}.
af: Die app weergawe {oldVersion} is nie op datum nie. Jy kan na weergawe {newVersion} opdateer.
ar: إصدار التطبيق {oldVersion} غير محدث. يمكنك التحديث إلى الإصدار {newVersion}.
bg: Версията на приложението {oldVersion} не е актуална. Можете да актуализирате до версия {newVersion}.
bs: Verzija aplikacije {oldVersion} nije ažurirana. Možete ažurirati na verziju {newVersion}.
cs: Verze aplikace {oldVersion} není aktuální. Můžete aktualizovat na verzi {newVersion}.
da: Appversionen {oldVersion} er ikke opdateret. Du kan opdatere til version {newVersion}.
de: Die App-Version {oldVersion} ist nicht aktuell. Sie können auf Version {newVersion} updaten.
el: Η έκδοση της εφαρμογής {oldVersion} δεν είναι ενημερωμένη. Μπορείτε να την ενημερώσετε στην έκδοση {newVersion}.
es: La versión de la aplicación {oldVersion} no está actualizada. Puede actualizar a la versión {newVersion}.
et: Rakenduse versioon {oldVersion} ei ole ajakohane. Saad uuendada versioonile {newVersion}.
fa: نسخه برنامه {oldVersion} به روز نیست.می‌توانید به نسخه {newVersion} به‌روزرسانی کنید.
fi: Sovelluksen versio {oldVersion} ei ole ajan tasalla.Voit päivittää versioon {newVersion}.
fr: La version {oldVersion} de l'app n'est pas à jour. Vous pouvez mettre à jour vers la version {newVersion}.
hi: ऐप संस्करण {oldVersion} अद्यतित नहीं है।आप संस्करण {newVersion} में अद्यतन कर सकते हैं।
hr: Verzija aplikacije {oldVersion} nije ažurirana.Možete ažurirati na verziju {newVersion}.
hu: Az alkalmazás verziója ({oldVersion}) nem naprakész. Frissítheti a {newVersion} verzióra.
it: La versione dell'applicazione {oldVersion} non è aggiornata. È possibile aggiornare alla versione {newVersion}.
ja: アプリのバージョン{oldVersion}は最新ではありません。バージョン {newVersion} に更新できます。
ko: 앱 버전 {oldVersion}은 최신이 아닙니다. {newVersion} 버전으로 업데이트할 수 있습니다.
lt: Programos versija {oldVersion} neatnaujinta. Galite atnaujinti į {newVersion} versiją.
ml: ആപ്പ് പതിപ്പ് {oldVersion} കാലികമല്ല. നിങ്ങൾക്ക് {newVersion} പതിപ്പിലേക്ക് അപ്ഡേറ്റ് ചെയ്യാം.
my: Phtoked0 သည် Phtoked0 သည်နောက်ဆုံးပေါ်မဟုတ်ပါ။ သငျသညျ Phtoked1 version ကို update လုပ်နိုင်ပါတယ်။
nl: De app-versie {oldVersion} is niet up-to-date. U kunt updaten naar versie {newVersion}.
no: Appversjonen {oldVersion} er ikke oppdatert. Du kan oppdatere til versjon {newVersion}.
pl: Wersja aplikacji {oldVersion} jest nieaktualna. Możesz zaktualizować do wersji {newVersion}.
pt: A versão do aplicativo {oldVersion} não está actualizada. Pode actualizar para a versão {newVersion}.
ru: Версия приложения {oldVersion} не является актуальной. Вы можете обновить версию до версии {newVersion}.
sl: Različica aplikacije {oldVersion} ni posodobljena. Lahko posodobite na različico {newVersion}.
sr: Верзија апликације ПХТОКЕН0 није ажурирана. Можете ажурирати на верзију ПХТОКЕН1.
sv: Appversionen {oldVersion} är inte uppdaterad. Du kan uppdatera till version {newVersion}.
sw: Toleo la programu phtoken0 sio ya kisasa. Unaweza kusasisha kwa toleo la phtoken1.
th: เวอร์ชันแอป {oldVersion} ไม่เป็นปัจจุบัน คุณสามารถอัปเดตเป็นเวอร์ชัน {newVersion} ได้
tr: {oldVersion} uygulama sürümü güncel değil. {newVersion} sürümüne güncelleyebilirsiniz.
uk: Версія програми {oldVersion} не актуальна. Ви можете оновити до версії {newVersion}.
vi: Phiên bản ứng dụng {oldVersion} chưa cập nhật. Bạn có thể cập nhật lên phiên bản {newVersion}.
zh: 应用程序版本 {oldVersion} 不是最新的。您可以更新到版本 {newVersion}。

# versionIsUpToDate
source: The latest app version released to all users is {version}.
af: Die nuutste app weergawe wat aan alle gebruikers vrygestel is, is {version}.
ar: أحدث إصدار تطبيق تم إصداره لجميع المستخدمين هو {version}.
bg: Последната версия на приложението, пусната за всички потребители, е {version}.
bs: Najnovija verzija aplikacije objavljena za sve korisnike je {version}.
cs: Nejnovější verze aplikace uvolněná pro všechny uživatele je {version}.
da: Den seneste appversion udgivet til alle brugere er {version}.
de: Die zuletzt für alle Nutzer freigebene App-Version ist {version}.
el: Η τελευταία έκδοση της εφαρμογής που έχει κυκλοφορήσει για όλους τους χρήστες είναι η {version}.
es: La última versión de la aplicación publicada para todos los usuarios es {version}.
et: Viimane kõigile välja antud rakendusversioon on {version}.
fa: آخرین نسخه برنامه منتشر شده برای همه کاربران {version} است.
fi: Uusin kaikille käyttäjille julkaistu sovellusversio on {version}.
fr: La dernière version de l'application mise à la disposition de tous les utilisateurs est {version}.
hi: सभी उपयोगकर्ताओं के लिए जारी किया गया नवीनतम ऐप संस्करण {version} है।
hr: Najnovija verzija aplikacije objavljena za sve korisnike je {version}.
hu: A legújabb, minden felhasználó számára elérhető alkalmazás verziója az {version}.
it: L'ultima versione dell'applicazione rilasciata a tutti gli utenti è {version}.
ja: すべてのユーザーにリリースされたアプリの最新バージョンは {version} です。
ko: 모든 사용자에게 제공된 최신 앱 버전은 {version}입니다.
lt: Naujausia programos versija, išleista visiems vartotojams, yra {version}.
ml: എല്ലാ ഉപയോക്താക്കൾക്കും പുറത്തിറക്കിയ ഏറ്റവും പുതിയ ആപ്പ് പതിപ്പ് {version} ആണ്.
my: အသုံးပြုသူအားလုံးမှထုတ်ပြန်သောနောက်ဆုံးအက်ပ်ဗားရှင်းသည် Phtoken0 ဖြစ်သည်။
nl: De nieuwste app-versie die voor alle gebruikers is uitgebracht, is {version}.
no: Den siste appversjonen utgitt til alle brukere er {version}.
pl: Najnowsza wersja aplikacji udostępniona wszystkim użytkownikom to {version}.
pt: A última versão da aplicação lançada para todos os utilizadores é {version}.
ru: Последняя версия приложения, выпущенная для всех пользователей, равна {version}.
sl: Najnovejša različica aplikacije, izdana za vse uporabnike, je {version}.
sr: Најновија верзија апликације објављена за све кориснике је ПХТОКЕН0.
sv: Den senaste appversionen som släppts för alla användare är {version}.
sw: Toleo la hivi karibuni la programu iliyotolewa kwa watumiaji wote ni phtoken0.
th: แอปเวอร์ชันล่าสุดที่เผยแพร่แก่ผู้ใช้ทุกคนคือ {version}
tr: Tüm kullanıcılara sunulan en son uygulama sürümü {version}'dır.
uk: Остання версія програми, випущена для всіх користувачів, — {version}.
vi: Phiên bản ứng dụng mới nhất được phát hành cho tất cả người dùng là {version}.
zh: 向所有用户发布的最新应用程序版本是 {version}。

# messageNoCounters
source: You have not yet created a counter.
af: Jy het nog nie 'n teller geskep nie.
ar: لم تقم بإنشاء عداد بعد.
bg: Все още не сте създали брояч.
bs: Još niste kreirali brojač.
cs: Ještě jste nevytvořili počítadlo.
da: Du har endnu ikke oprettet en tæller.
de: Sie haben noch keine Zähler angelegt.
el: Δεν έχετε ακόμη δημιουργήσει έναν μετρητή.
es: Todavía no has creado ningún contador.
et: Sa pole veel ühtegi arvestit loonud.
fa: شما هنوز شمارنده ای ایجاد نکرده اید.
fi: Et ole vielä luonut laskuria.
fr: Vous n'avez pas encore créé de compteurs.
hi: आपने अभी तक कोई काउंटर नहीं बनाया है.
hr: Još niste izradili brojač.
hu: Ön még nem hozott létre számlálót.
it: Non hai ancora creato nessun contatore.
ja: まだカウンターを作成していません。
ko: 아직 계량기를 생성하지 않았습니다.
lt: Dar nesukūrėte skaitiklio.
ml: നിങ്ങൾ ഇതുവരെ ഒരു കൗണ്ടർ സൃഷ്ടിച്ചിട്ടില്ല.
my: မင်းကကောင်တာကိုမဖန်တီးသေးဘူး
nl: U heeft nog geen meter aangemaakt.
no: Du har ikke opprettet en teller ennå.
pl: Nie utworzyłeś jeszcze licznika.
pt: Ainda não criou nenhum contador.
ru: Ты еще не создал счетчики.
sl: Niste še ustvarili števca.
sr: Још нисте креирали бројач.
sv: Du har ännu inte skapat en räknare.
sw: Bado haujaunda counter.
th: คุณยังไม่ได้สร้างตัวนับ
tr: Henüz bir sayaç oluşturmadınız.
uk: Ви ще не створили лічильник.
vi: Bạn chưa tạo bộ đếm.
zh: 您还没有创建计数器。

# messageNoCounterReadings
source: You have not yet entered a counter reading.
af: Jy het nog nie 'n meterlesing ingevoer nie.
ar: لم تقم بإدخال قراءة عداد بعد.
bg: Все още не сте въвели показание на брояч.
bs: Još niste unijeli očitavanje brojača.
cs: Ještě jste nezadali odečet počítadla.
da: Du har endnu ikke indtastet en tælleraflæsning.
de: Sie haben noch keinen Zählerstand hinterlegt.
el: Δεν έχετε εισάγει ακόμη ένδειξη μετρητή.
es: Todavía no has introducido la lectura del contador.
et: Sa pole veel arvestinäitu sisestanud.
fa: شما هنوز وارد یک قرائت پیشخوان نشده اید.
fi: Et ole vielä syöttänyt laskurin lukemaa.
fr: Vous n'avez pas encore déposé de relevé de compteur.
hi: आपने अभी तक काउंटर रीडिंग दर्ज नहीं की है।
hr: Još niste unijeli očitanje brojača.
hu: Még nem adta meg a számláló értékét.
it: Non hai ancora inserito una lettura del contatore.
ja: まだカウンターの読み取り値を入力していません。
ko: 아직 계량기 지침을 입력하지 않았습니다.
lt: Dar neįvedėte skaitiklio rodmens.
ml: നിങ്ങൾ ഇതുവരെ ഒരു കൌണ്ടർ റീഡിംഗ് നൽകിയിട്ടില്ല.
my: သငျသညျသေးနားပြီစာဖတ်ခြင်းထဲသို့မဝင်ရသေး။
nl: U heeft nog geen meterstand ingevoerd.
no: Du har ennå ikke angitt en telleravlesning.
pl: Nie wprowadzono jeszcze odczytu licznika.
pt: Ainda não introduziu uma leitura do contador.
ru: Ты еще не ввел показания счетчика.
sl: Niste še vnesli odčitka števca.
sr: Још увек нисте унели очитавање бројача.
sv: Du har ännu inte angett en räknaravläsning.
sw: Bado haujaingia kusoma.
th: คุณยังไม่ได้เข้าสู่การอ่านตัวนับ
tr: Henüz bir sayaç okuması girmediniz.
uk: Ви ще не ввели показання лічильника.
vi: Bạn chưa nhập số đọc truy cập.
zh: 您尚未输入计数器读数。
