Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# privacyTitle
source: Privacy policy
af: Privaatheidsbeleid
ar: سياسة الخصوصية
bg: Политика за поверителност
bs: Politika privatnosti
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzbestimmungen
el: Πολιτική απορρήτου
es: Política de privacidad
et: Privaatsuspoliitika
fa: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hi: गोपनीयता नीति
hr: Pravila privatnosti
hu: Adatvédelmi szabályzat
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
lt: Privatumo politika
ml: സ്വകാര്യതാ നയം
my: ကိုယ်ရေးအချက်အလက်မူဝါဒ
nl: Privacybeleid
no: Personvernerklæring
pl: Polityka prywatności
pt: Política de privacidade
ru: Политика конфиденциальности
sl: Politika zasebnosti
sr: Политика приватности
sv: Integritetspolicy
sw: Sera ya faragha
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh: 隐私政策

# imprintTitle
source: Imprint
af: Afdruk
ar: الطابع
bg: Отпечатък
bs: Impresum
cs: Otisk
da: Aftryk
de: Impressum
el: Εκτύπωση
es: Pie de imprenta
et: Impressum
fi: Jälki
fr: Informations légales
hi: छाप
hr: Otisak
hu: Impresszum
it: Informazioni legali
ja: インプリント
ko: 법적 고지
lt: Įspaudas
ml: ഇംപ്രിന്റ്
my: နှိပ်ရာ
nl: Impressum
no: Avtrykk
pl: Odcisk
pt: Impressão
ru: Вывод
sl: Odtis
sr: Импресум
sv: Avtryck
sw: Alama
th: สำนักพิมพ์
tr: Baskı
uk: Вихідні дані
vi: dấu ấn
zh: 印记

# faqTitle
source: FAQ
af: Gereelde Vrae
bg: ЧЗВ
de: FAQ (häufig gefragt)
el: ΣΥΧΝΈΣ ΕΡΩΤΉΣΕΙΣ
es: Preguntas frecuentes
et: KKK
fa: پرسش‌های متداول
fr: Questions fréquentes
hi: अक्सर पूछे जाने वाले प्रश्न
hr: Često postavljana pitanja
hu: GYIK
it: Domande frequenti
ja: よくある質問
ml: പതിവുചോദ്യങ്ങൾ
my: အမြဲမေးလေ့ရှိသောမေးခွန်းများ
pl: Często zadawane pytania
pt: Perguntas frequentes
ru: Вопросы и ответы
sl: pogosta vprašanja
sr: ФАК
sw: Maswali
th: คำถามที่พบบ่อย
tr: SSS
vi: Câu hỏi thường gặp
zh: 常问问题

# socialFacebook
source: Facebook
fa: فیس‌بوک
hi: फेसबुक
ja: フェイスブック
ml: ഫേസ്ബുക്ക്
my: ဖေ့စ်ရီ
pl: Facebooku
sr: Фацебоок
th: เฟสบุ๊ค

# socialInstagram
source: Instagram
fa: اینستاگرام
ja: インスタグラム
ml: ഇൻസ്റ്റാഗ്രാം
pl: Instagrama
sr: Инстаграм
th: อินสตาแกรม

# socialTwitter
source: X
hi: एक्स
sr: Кс
th: เอ็กซ์

source: Export
af: Voer uit
ar: تصدير
bg: Експортиране
bs: Izvoz
cs: Vývozní
da: Eksportere
el: Εξαγωγή
es: Exportación
et: Eksport
fa: صدور
fi: Viedä
fr: Exporter
hi: निर्यात
hr: Izvoz
hu: Exportálás
it: Esportazione
ja: 輸出
ko: 내보내기
lt: Eksportuoti
ml: കയറ്റുമതി
my: ထုတ်ကုန်
nl: Exporteren
no: Eksport
pl: Eksport
pt: Exportação
ru: Экспорт
sl: Izvozi
sr: Извоз
sv: Exportera
sw: Kuuza nje
th: ส่งออก
tr: İhracat
uk: Експорт
vi: Xuất khẩu
zh: 出口

# exportExplanation
source: Which existing object do you want to export, for example to transfer it to a new device?
af: Watter bestaande objek wil jy uitvoer, byvoorbeeld om dit na 'n nuwe toestel oor te dra?
ar: ما الكائن الموجود الذي تريد تصديره، على سبيل المثال لنقله إلى جهاز جديد؟
bg: Кой съществуващ обект искате да експортирате, например за да го прехвърлите на ново устройство?
bs: Koji postojeći objekt želite da izvezete, na primjer da ga prenesete na novi uređaj?
cs: Který existující objekt chcete exportovat, například jej přenést do nového zařízení?
da: Hvilket eksisterende objekt vil du eksportere, for eksempel for at overføre det til en ny enhed?
de: Welches bestehende Objekt möchten Sie exportieren, um es beispielsweise auf ein neues Gerät zu übertragen?
el: Ποιο υπάρχον αντικείμενο θέλετε να εξαγάγετε, για παράδειγμα για να το μεταφέρετε σε μια νέα συσκευή;
es: ¿Qué objeto existente desea exportar, por ejemplo, para transferirlo a un nuevo dispositivo?
et: Millise olemasoleva objekti soovid eksportida, näiteks uude seadmesse ülekandmiseks?
fa: کدام شیء موجود را می خواهید صادر کنید، مثلاً آن را به یک دستگاه جدید منتقل کنید؟
fi: Minkä olemassa olevan objektin haluat viedä esimerkiksi siirtääksesi sen uuteen laitteeseen?
fr: Quel bien existant souhaitez-vous exporter, par exemple pour le transférer sur un nouvel appareil ?
hi: आप किस मौजूदा ऑब्जेक्ट को निर्यात करना चाहते हैं, उदाहरण के लिए इसे किसी नए डिवाइस में स्थानांतरित करना?
hr: Koji postojeći objekt želite izvesti, na primjer za prijenos na novi uređaj?
hu: Melyik meglévő objektumot szeretné exportálni, például egy új eszközre való átvitel céljából?
it: Quale oggetto esistente vuoi esportare, per esempio per trasferirlo su un nuovo dispositivo?
ja: たとえば、新しいデバイスに転送するために、どの既存のオブジェクトをエクスポートしますか?
ko: 예를 들어 새 기기로 데이터를 옮기고 싶을 때, 어떤 객체를 내보내시겠습니까?
lt: Kurį esamą objektą norite eksportuoti, pavyzdžiui, perkelti jį į naują įrenginį?
ml: നിലവിലുള്ള ഏത് ഒബ്‌ജക്‌റ്റ് എക്‌സ്‌പോർട്ട് ചെയ്യാനാണ് നിങ്ങൾ ആഗ്രഹിക്കുന്നത്, ഉദാഹരണത്തിന് അത് ഒരു പുതിയ ഉപകരണത്തിലേക്ക് കൈമാറാൻ?
my: ၎င်းကိုစက်အသစ်တစ်ခုသို့လွှဲပြောင်းရန်ဥပမာအားဖြင့်လက်ရှိအခြေအနေကိုသင်တင်ပို့လိုပါသလော။
nl: Welk bestaand object wilt u exporteren, bijvoorbeeld om het over te dragen naar een nieuw apparaat?
no: Hvilket eksisterende objekt vil du eksportere, for eksempel for å overføre det til en ny enhet?
pl: Który istniejący obiekt chcesz wyeksportować, na przykład przenieść na nowe urządzenie?
pt: Que objecto existente pretende exportar, por exemplo, para o transferir para um novo dispositivo?
ru: Какой существующий объект вы хотите экспортировать, например, перенести его на новое устройство?
sl: Kateri obstoječi predmet želite izvoziti, na primer za prenos v novo napravo?
sr: Који постојећи објекат желите да извезете, на пример да бисте га пренели на нови уређај?
sv: Vilket befintligt objekt vill du exportera, till exempel för att överföra det till en ny enhet?
sw: Je! Ni kitu gani kilichopo unataka kuuza nje, kwa mfano kuihamisha kwa kifaa kipya?
th: คุณต้องการส่งออกออบเจ็กต์ใดที่มีอยู่ เช่น เพื่อถ่ายโอนไปยังอุปกรณ์ใหม่
tr: Örneğin yeni bir cihaza aktarmak için hangi mevcut nesneyi dışa aktarmak istiyorsunuz?
uk: Який наявний об’єкт ви хочете експортувати, наприклад, щоб перенести його на новий пристрій?
vi: Bạn muốn xuất đối tượng hiện có nào, chẳng hạn như để chuyển nó sang thiết bị mới?
zh: 您想要导出哪个现有对象，例如将其传输到新设备？

# exportWhere
source: In which format should the object be exported?
af: In watter formaat moet die objek uitgevoer word?
ar: في أي تنسيق يجب تصدير الكائن؟
bg: В какъв формат трябва да бъде експортиран обектът?
bs: U kom formatu treba eksportovati objekat?
cs: V jakém formátu by měl být objekt exportován?
da: I hvilket format skal objektet eksporteres?
de: In welchem Format soll das Objekt exportiert werden?
el: Σε ποια μορφή πρέπει να εξαχθεί το αντικείμενο;
es: ¿En qué formato debe exportarse el objeto?
et: Mis vormingus peaks objekti eksportima?
fa: شی در چه قالبی باید صادر شود؟
fi: Missä muodossa objekti tulee viedä?
fr: Dans quel format l’objet doit-il être exporté?
hi: वस्तु को किस प्रारूप में निर्यात किया जाना चाहिए?
hr: U kojem formatu treba izvesti objekt?
hu: Milyen formátumban kell exportálni az objektumot?
it: In quale formato deve essere esportato l'oggetto?
ja: オブジェクトはどの形式でエクスポートする必要がありますか?
ko: 객체를 어떤 형식으로 내보내시겠습니까?
lt: Kokiu formatu reikia eksportuoti objektą?
ml: ഏത് ഫോർമാറ്റിലാണ് ഒബ്‌ജക്റ്റ് എക്‌സ്‌പോർട്ട് ചെയ്യേണ്ടത്?
my: အရာဝတ်ထုကိုမည်သည့်ပုံစံဖြင့်တင်ပို့သင့်သနည်း။
nl: In welk formaat moet het object worden geëxporteerd?
no: I hvilket format skal objektet eksporteres?
pl: W jakim formacie obiekt ma zostać wyeksportowany?
pt: Em que formato o objeto deve ser exportado?
ru: В каком формате следует экспортировать объект?
sl: V kateri obliki naj se predmet izvozi?
sr: У ком формату треба експортовати објекат?
sv: I vilket format ska objektet exporteras?
sw: Je! Kitu hicho kinapaswa kusafirishwa katika muundo gani?
th: วัตถุควรส่งออกในรูปแบบใด
tr: Nesne hangi formatta dışa aktarılmalıdır?
uk: У якому форматі слід експортувати об’єкт?
vi: Đối tượng nên được xuất ở định dạng nào?
zh: 对象应以哪种格式导出？

# exportWhichValuesShouldBeExported
source: Which values should be exported?
af: Watter waardes moet uitgevoer word?
ar: ما القيم التي يجب تصديرها؟
bg: Кои стойности трябва да бъдат експортирани?
bs: Koje vrijednosti treba izvesti?
cs: Které hodnoty by měly být exportovány?
da: Hvilke værdier skal eksporteres?
de: Welche Werte sollen exportiert werden?
el: Ποιες τιμές πρέπει να εξαχθούν;
es: ¿Qué valores deben exportarse?
et: Millised väärtused eksportida?
fa: کدام ارزش ها باید صادر شود؟
fi: Mitä arvoja pitäisi viedä?
fr: Quels valeurs doivent être exportées ?
hi: कौन से मूल्य निर्यात किए जाने चाहिए?
hr: Koje vrijednosti treba izvesti?
hu: Mely értékeket kell exportálni?
it: Quali valori devono essere esportati?
ja: どの値をエクスポートする必要がありますか?
ko: 어떤 값을 내보내시겠습니까?
lt: Kokias vertes reikėtų eksportuoti?
ml: ഏത് മൂല്യങ്ങളാണ് കയറ്റുമതി ചെയ്യേണ്ടത്?
my: ဘယ်တန်ဖိုးတွေကိုတင်ပို့သင့်သလဲ။
nl: Welke waarden moeten worden geëxporteerd?
no: Hvilke verdier bør eksporteres?
pl: Które wartości należy wyeksportować?
pt: Quais valores devem ser exportados?
ru: Какие значения должны быть экспортированы?
sl: Katere vrednosti je treba izvoziti?
sr: Које вредности треба извести?
sv: Vilka värden ska exporteras?
sw: Je! Ni maadili gani yanayopaswa kusafirishwa?
th: ค่าใดที่ควรส่งออก
tr: Hangi değerler dışa aktarılmalıdır?
uk: Які значення слід експортувати?
vi: Những giá trị nào sẽ được xuất?
zh: 应该导出哪些值？

# exportOptionExcel
source: Excel file
af: Excel-lêer
ar: ملف Excel
bg: Excel файл
bs: Excel fajl
cs: Excel soubor
da: Excel-fil
de: Excel-Datei
el: Αρχείο Excel
es: Archivo Excel
et: Exceli fail
fa: فایل Excel
fi: Excel-tiedosto
fr: Fichier Excel
hi: एक्सेल फ़ाइल
hr: Excel datoteka
hu: Excel fájl
it: File Excel
ja: Excelファイル
ko: Excel 파일
lt: Excel failas
ml: എക്‌സൽ ഫയൽ
my: Excel ဖိုင်
nl: Excel-bestand
no: Excel-fil
pl: Plik Excela
pt: Ficheiro Excel
ru: файл Excel
sl: datoteka Excel
sr: Екцел фајл
sv: Excel-fil
sw: Faili ya Excel
th: ไฟล์เอ็กเซล
tr: Excel dosyası
uk: Файл Excel
vi: tập tin excel
zh: Excel文件

# exportOptionPdf
source: PDF file
af: PDF-lêer
ar: ملف PDF
bg: PDF файл
bs: PDF fajl
cs: PDF soubor
da: PDF-fil
de: PDF-Datei
el: Αρχείο PDF
es: Archivo PDF
et: PDF-fail
fa: فایل PDF
fi: PDF-tiedosto
fr: Fichier PDF
hi: पीडीएफ फाइल
hr: PDF datoteka
hu: PDF fájl
it: File PDF
ja: PDFファイル
ko: PDF 파일
lt: PDF failas
ml: PDF ഫയൽ
my: PDF ဖိုင်
nl: PDF-bestand
no: PDF-fil
pl: Plik PDF
pt: Ficheiro PDF
ru: файл PDF
sl: PDF datoteka
sr: ПДФ фајл
sv: PDF-fil
sw: Faili ya PDF
th: ไฟล์ PDF
tr: PDF dosyası
uk: файл PDF
vi: tập tin PDF
zh: PDF文件

# exportOptionFileDescription
source: The object is shared as an {fileType} file
af: Die objek word gedeel as 'n {fileType}-lêer
ar: يتم مشاركة الكائن كملف {fileType}
bg: Обектът се споделя като {fileType} файл
bs: Objekt se dijeli kao {fileType} datoteka
cs: Objekt je sdílen jako soubor {fileType}
da: Objektet deles som en {fileType}-fil
de: Das Objekt wird als {fileType}-Datei geteilt
el: Το αντικείμενο μοιράζεται ως αρχείο{fileType}.
es: El objeto se comparte como un archivo de {fileType}
et: Objekt jagatakse {fileType} failina
fa: شی به عنوان یک فایل {fileType} به اشتراک گذاشته شده است
fi: Objekti jaetaan {fileType}-tiedostona
fr: Le bien est partagé sous forme d'un fichier {fileType}
hi: ऑब्जेक्ट को {fileType} फ़ाइल के रूप में साझा किया जाता है
hr: Objekt se dijeli kao datoteka {fileType}
hu: Az objektum {fileType} fájlként kerül megosztásra.
it: L'oggetto è condiviso come un file {fileType}
ja: オブジェクトは{fileType}ファイルとして共有されます
ko: 객체는 {fileType} 파일로 공유됩니다
lt: Objektas bendrinamas kaip {fileType} failas
ml: ഒബ്‌ജക്റ്റ് ഒരു {fileType} ഫയലായി പങ്കിട്ടു
my: အရာဝတ်ထုကို phtoken0 ဖိုင်တစ်ခုအဖြစ်မျှဝေသည်
nl: Het object wordt gedeeld als een {fileType} bestand
no: Objektet deles som en {fileType}-fil
pl: Obiekt jest udostępniany jako plik {fileType}
pt: O objecto é partilhado como um ficheiro {fileType}
ru: Объект передается в виде файла {fileType}
sl: Objekt je v skupni rabi kot datoteka {fileType}
sr: Објекат се дели као датотека ПХТОКЕН0
sv: Objektet delas som en {fileType}-fil
sw: Kitu hicho kinashirikiwa kama faili ya phtoken0
th: วัตถุถูกแชร์เป็นไฟล์ {fileType}
tr: Nesne {fileType} dosyası olarak paylaşılıyor
uk: Об’єкт використовується як файл {fileType}
vi: Đối tượng được chia sẻ dưới dạng tệp {fileType}
zh: 该对象作为 {fileType} 文件共享

# socialLinkedIn
source: LinkedIn
ja: リンクトイン
my: intalked
sr: ЛинкедИн
th: ลิงค์อิน
zh: 领英

# socialYouTube
source: YouTube
fa: یوتیوب
hi: यूट्यूब
sr: ИоуТубе
th: ยูทูบ

# socialEmail
source: Email
af: E-pos
ar: البريد الإلكتروني
bg: Имейл
el: Ηλεκτρονικό ταχυδρομείο
es: Correo electrónico
et: E-post
hi: ईमेल
hr: E-pošta
ja: 電子メール
ml: ഇമെയിൽ
my: အီးမေးလ်
no: E-post
ru: Электронная почта
sl: E-pošta
sr: Емаил
sv: E-post
sw: Barua pepe
th: อีเมล
tr: E-posta
uk: Електронна пошта
zh: 电子邮件

# social
source: Social Media
af: Sosiale Media
ar: وسائل التواصل الاجتماعي
bg: Социални медии
bs: Društveni mediji
cs: Sociální média
da: Sociale medier
de: Soziale Medien
es: Comentarios/servicios
et: Sotsiaalmeedia
fa: رسانه‌های اجتماعی
fi: Sosiaalinen media
fr: Commentaires/Services
hi: सोशल मीडिया
hr: Društvene mreže
hu: Közösségi média
it: Feedback/Servizi
ja: ソーシャルメディア
ko: 소셜 미디어
lt: Socialinė žiniasklaida
ml: സോഷ്യൽ മീഡിയ
my: လူမှုမီဒီယာ
nl: Sociale media
no: Sosiale medier
pl: Media społecznościowe
pt: Feedback/Serviços
ru: Отзывы/услуги
sl: Družbeni mediji
sr: Друштвени медији
sv: Sociala medier
sw: Vyombo vya habari vya kijamii
th: โซเชียลมีเดีย
tr: Sosyal Medya
uk: Соціальні медіа
vi: Truyền thông xã hội
zh: 社交媒体

# support
source: Support/Feedback
af: Ondersteuning/Terugvoer
ar: الدعم/الملاحظات
bg: Поддръжка/Обратна връзка
bs: Podrška/povratne informacije
cs: Podpora/Zpětná vazba
de: Unterstützung/Feedback
el: Υποστήριξη/ανατροφοδότηση
es: Soporte/Comentarios
et: Tugi/tagasiside
fa: پشتیبانی/بازخورد
fi: Tuki/palaute
fr: Support/Commentaires
hi: समर्थन/प्रतिक्रिया
hr: Podrška/povratne informacije
hu: Támogatás/visszajelzés
it: Supporto/Feedback
ja: サポート/フィードバック
ko: 지원/피드백
lt: Pagalba / Atsiliepimai
ml: പിന്തുണ / ഫീഡ്ബാക്ക്
my: ထောက်ခံမှု / တုံ့ပြန်ချက်
nl: Ondersteuning/Feedback
no: Støtte/tilbakemeldinger
pl: Wsparcie/opinie
pt: Suporte/Feedback
ru: Поддержка/Отзыв
sl: Podpora/povratne informacije
sr: Подршка/повратне информације
sw: Msaada/Maoni
th: การสนับสนุน/ข้อเสนอแนะ
tr: Destek/Geri Bildirim
uk: Підтримка/Зворотній зв'язок
vi: Hỗ trợ/Phản hồi
zh: 支持/反馈

# supportQuestion
source: Ask a question
af: Stel 'n vraag
ar: اطرح سؤالاً
bg: Задайте въпрос
bs: Postavite pitanje
cs: položit otázku
da: Stil et spørgsmål
de: Frage stellen
el: Κάντε μια ερώτηση
es: Haz una pregunta
et: Esita küsimus
fi: Esitä kysymys
fr: Posez une question
hi: प्रश्न पूछें
hr: Postavite pitanje
hu: Kérdezzen
it: Eine Frage stellen
ja: 質問する
ko: 질문하기
lt: Užduokite klausimą
ml: ഒരു ചോദ്യം ചോദിക്കുക
my: မေးခွန်းတစ်ခုမေးပါ
nl: Stel een vraag
no: Still et spørsmål
pl: Zadaj pytanie
pt: Fazer uma pergunta
ru: Задать вопрос
sl: Postavite vprašanje
sr: Поставите питање
sv: Ställa en fråga
sw: Uliza swali
th: ถามคำถาม
tr: Bir soru sor
uk: Задайте питання
vi: Đặt một câu hỏi
zh: 问一个问题

# supportQuestionBox
source: How can I help you?
af: Hoe kan ek jou help?
ar: كيف يمكنني مساعدتك؟
bg: Как мога да ви помогна?
bs: Kako vam mogu pomoći?
cs: Jak vám mohu pomoci?
da: Hvordan kan jeg hjælpe dig?
de: Wie kann man Ihnen weiterhelfen?
el: Πώς μπορώ να σας βοηθήσω;
es: Haz una pregunta
et: Kuidas saan aidata?
fa: چگونه می توانم به شما کمک کنم؟
fi: Kuinka voin auttaa?
fr: Posez une question
hi: मैं आपकी कैसे मदद कर सकता हूँ?
hr: Kako vam mogu pomoći?
hu: Miben segíthetek?
it: Eine Frage stellen
ja: どんな御用でしょうか？
ko: 어떻게 도와드릴까요?
lt: Kaip galiu tau padėti?
ml: എനിക്ക് നിങ്ങളെ എങ്ങനെ സഹായിക്കാനാകും?
my: ကျွန်တော်ဘယ်လိုကူညီရမလဲ?
nl: Hoe kan ik u helpen?
no: Hvordan kan jeg hjelpe deg?
pl: Czy mogę Panu pomóc?
pt: Fazer uma pergunta
ru: Задать вопрос
sl: Kako ti lahko pomagam?
sr: Како могу да вам помогнем?
sv: Behöver du hjälp?
sw: Ninawezaje kukusaidia?
th: ฉันจะช่วยคุณได้อย่างไร?
tr: Size nasıl yardım edebilirim?
uk: Чим я можу вам допомогти?
vi: Tôi có thể giúp gì cho bạn?
zh: 我怎么帮你？

# supportQuestionNotFound
source: Your question was not answered? I would be happy to help.
af: Jou vraag is nie beantwoord nie? Ek sal graag help.
ar: لم يتم الإجابة على سؤالك؟ سأكون سعيداً للمساعدة.
bg: Въпросът ви не беше отговорен? Ще се радвам да помогна.
bs: Na Vaše pitanje nije odgovoreno? Rado ću pomoći.
cs: Vaše otázka nebyla zodpovězena? Ráda pomohu.
da: Dit spørgsmål blev ikke besvaret? Jeg hjælper gerne.
de: Ihre Frage wurde nicht beantwortet? Gerne helfe ich weiter.
el: Η ερώτησή σας δεν απαντήθηκε; Θα χαρώ να σας βοηθήσω.
es: ¿No se ha respondido a su pregunta? Estaré encantado de ayudar.
et: Sinu küsimusele ei vastatud? Aitan hea meelega.
fa: سوال شما پاسخ داده نشد؟خوشحال میشم کمک کنم
fi: Eikö kysymykseesi vastattu?Autan mielelläni.
fr: Vous n'avez pas trouvé de réponse à votre question ? Je me ferai un plaisir de vous aider.
hi: आपके प्रश्न का उत्तर नहीं दिया गया?मुझे सहायता करने में प्रसन्नता होगी।
hr: Vaše pitanje nije odgovoreno?Rado ću pomoći.
hu: Nem kaptál választ a kérdésedre? Szívesen segítek.
it: La sua domanda non ha avuto risposta? Sarei felice di aiutarvi.
ja: あなたの質問は解決されませんでしたか?喜んでお手伝いさせていただきます。
ko: 질문에 대한 답변이 없나요? 기꺼이 도와드리겠습니다.
lt: Jūsų klausimas nebuvo atsakytas? mielai padėčiau.
ml: നിങ്ങളുടെ ചോദ്യത്തിന് ഉത്തരം ലഭിച്ചില്ലേ? സഹായിക്കാൻ ഞാൻ സന്തോഷവാനാണ്.
my: သင့်ရဲ့မေးခွန်းကိုဖြေကြားခြင်းမရှိသေးပေ? ငါကူညီရတာဝမ်းသာပါတယ်
nl: Uw vraag werd niet beantwoord? Ik help u graag.
no: Spørsmålet ditt ble ikke besvart? Jeg hjelper gjerne.
pl: Nie otrzymałeś odpowiedzi na swoje pytanie? Chętnie pomogę.
pt: A sua pergunta não foi respondida? Terei todo o prazer em ajudar.
ru: На ваш вопрос не ответили? Я буду рад помочь.
sl: Vaše vprašanje ni bilo odgovorjeno? Z veseljem vam bom pomagal.
sr: На Ваше питање није одговорено? радо бих помогао.
sv: Din fråga besvarades inte? Jag hjälper gärna till.
sw: Swali lako halikujibiwa? Ningefurahi kusaidia.
th: คำถามของคุณไม่ได้รับคำตอบ? ฉันยินดีที่จะช่วย
tr: Sorunuz yanıtlanmadı mı? Yardımcı olmaktan memnuniyet duyarım.
uk: На ваше запитання не відповіли? Буду радий допомогти.
vi: Câu hỏi của bạn chưa được trả lời? Tôi rất sẵn lòng giúp đỡ.
zh: 您的问题没有得到解答？我很乐意提供帮助。

# supportQuestionLong
source: How does it work? Is it possible at all? Here are the answers.
af: Hoe werk dit? Is dit moontlik? Hier is die antwoorde.
ar: كيف يعمل؟ هل هو ممكن على الإطلاق؟ إليك الإجابات.
bg: Как работи? Възможно ли е изобщо? Ето отговорите.
bs: Kako to funkcionira? Da li je to uopšte moguće? Evo odgovora.
cs: Jak to funguje? Je to vůbec možné? Zde jsou odpovědi.
da: Hvordan virker det? Er det overhovedet muligt? Her er svarene.
de: Wie geht das? Geht das überhaupt? Hier gibt's Antworten.
el: Πώς λειτουργεί; Είναι καθόλου δυνατό; Εδώ είναι οι απαντήσεις.
es: ¿Cómo funciona? ¿Es posible? Aquí están las respuestas.
et: Kuidas see töötab? Kas see on üldse võimalik? Siit saad vastused.
fa: چگونه کار می کند؟اصلا امکانش هست؟در اینجا پاسخ ها آمده است.
fi: Miten se toimii?Onko se ollenkaan mahdollista?Tässä on vastauksia.
fr: Comment cela fonctionne-t-il ? Est-ce que c'est possible ? Voici les réponses.
hi: यह कैसे काम करता है?क्या यह सभी के लिए संभव है?यहाँ उत्तर हैं.
hr: kako radiJe li to uopće moguće?Evo odgovora.
hu: Hogyan működik? Lehetséges ez egyáltalán? Íme a válaszok.
it: Come funziona? È possibile? Ecco le risposte.
ja: どのように機能するのでしょうか?そもそも可能でしょうか？答えは次のとおりです。
ko: 어떻게 작동하나요? 가능한가요? 여기에서 답변을 확인하세요.
lt: Kaip tai veikia? Ar tai apskritai įmanoma? Štai atsakymai.
ml: ഇത് എങ്ങനെ പ്രവർത്തിക്കുന്നു? അത് സാധ്യമാണോ? ഉത്തരങ്ങൾ ഇതാ.
my: ဘယ်လိုအလုပ်လုပ်သလဲ အားလုံးမှာဖြစ်နိုင်သလား? ဒီမှာအဖြေတွေကိုရှိပါတယ်။
nl: Hoe werkt het? Is het überhaupt mogelijk? Hier zijn de antwoorden.
no: Hvordan fungerer det? Er det mulig i det hele tatt? Her er svarene.
pl: Jak to działa? Czy to w ogóle możliwe? Oto odpowiedzi.
pt: Como é que funciona? É de todo possível? Aqui estão as respostas.
ru: Как это работает? Возможно ли это вообще? Вот ответы.
sl: kako deluje Je to sploh mogoče? Tukaj so odgovori.
sr: Како то функционише? Да ли је то уопште могуће? Ево одговора.
sv: Hur fungerar det? Är det överhuvudtaget möjligt? Här är svaren.
sw: Inafanyaje kazi? Inawezekana kabisa? Hapa kuna majibu.
th: มันทำงานอย่างไร? เป็นไปได้ไหม? นี่คือคำตอบ
tr: Nasıl çalışır? Hiç mümkün mü? İşte cevaplar.
uk: як це працює Чи можливо це взагалі? Ось відповіді.
vi: Nó hoạt động như thế nào? Liệu nó có thể thực hiện được không? Dưới đây là câu trả lời.
zh: 它是如何运作的？有可能吗？答案如下。

# supportReportBug
source: Report a bug via mail
af: Rapporteer 'n fout via e-pos
ar: الإبلاغ عن خطأ عبر البريد
bg: Докладване на грешка по имейл
bs: Prijavite grešku putem pošte
cs: Nahlaste chybu e-mailem
da: Rapporter en fejl via mail
de: Fehler per Mail melden
el: Αναφέρετε ένα σφάλμα μέσω ταχυδρομείου
es: Informar de un error por correo
et: Teata veast e-posti teel
fa: گزارش خطا از طریق ایمیل
fi: Ilmoita virheestä sähköpostitse
fr: Signaler une erreur par mail
hi: मेल के माध्यम से बग की रिपोर्ट करें
hr: Prijavite grešku e-poštom
hu: Hibajelentés e-mailben
it: Segnalazione di errore per posta
ja: メールでバグを報告する
ko: 메일로 오류 보고
lt: Pranešti apie klaidą el. paštu
ml: മെയിൽ വഴി പിശക് റിപ്പോർട്ട് ചെയ്യുക
my: mail မှတစ်ဆင့် bug ကိုသတင်းပို့ပါ
nl: Rapporteer een bug via e-mail
no: Rapporter en feil via e-post
pl: Zgłoś błąd pocztą
pt: Comunicar erro por correio
ru: Сообщить об ошибке по почте
sl: Prijavite napako po pošti
sr: Пријавите грешку путем поште
sv: Rapportera ett fel via mail
sw: Ripoti mdudu kupitia barua
th: รายงานข้อผิดพลาดทางไปรษณีย์
tr: Bir hatayı postayla bildirin
uk: Повідомити про помилку поштою
vi: Báo cáo lỗi qua thư
zh: 通过邮件报告错误
