Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# watersupplierScanQrCodeValidationFailedOnboardingScanned
source: You scanned the activation code instead of the revocation code. Please try again!
af: Jy het die aktiveringskode geskandeer in plaas van die herroepingskode. Probeer asseblief weer!
ar: لقد قمت بمسح رمز التفعيل بدلاً من رمز الإلغاء. يرجى المحاولة مرة أخرى!
bg: Сканирахте кода за активиране вместо кода за отмяна. Моля, опитайте отново!
bs: Skenirali ste aktivacijski kod umjesto koda za opoziv. Molimo pokušajte ponovo!
cs: Naskenovali jste aktivační kód namísto kódu odvolání. Zkuste to prosím znovu!
da: Du scannede aktiveringskoden i stedet for tilbagekaldelseskoden. Prøv venligst igen!
de: Sie haben den Aktivierungscode (links) gescannt und nicht den Widerrufscode. Bitte scannen Sie den Widerrufscode (rechts)!
el: Σαρώσατε τον κωδικό ενεργοποίησης αντί για τον κωδικό ανάκλησης. Προσπαθήστε ξανά!
es: Escaneaste el código de activación en lugar del código de revocación. ¡Inténtalo de nuevo!
et: Skannisid tühistamiskoodi asemel aktiveerimiskoodi. Palun proovi uuesti!
fa: شما به جای کد ابطال، کد فعال سازی را اسکن کردید.لطفا دوباره امتحان کنید!
fi: Skannatut aktivointikoodin peruutuskoodin sijaan.Yritä uudelleen!
fr: Vous avez scanné le code d'activation au lieu du code de révocation. Veuillez réessayer !
hi: आपने निरस्तीकरण कोड के बजाय सक्रियण कोड को स्कैन किया।कृपया पुन: प्रयास करें!
hr: Skenirali ste aktivacijski kod umjesto koda za opoziv.Molimo pokušajte ponovno!
hu: A visszavonási kód helyett az aktiválási kódot olvasta be. Kérjük, próbálja meg újra!
it: Hai scansionato il codice di attivazione invece del codice di revoca. Riprova per favore!
ja: 失効コードではなくアクティベーション コードをスキャンしました。もう一度試してください。
ko: 무효화 코드 대신 활성화 코드를 스캔하셨습니다. 다시 시도하세요!
lt: Vietoj atšaukimo kodo nuskaitėte aktyvinimo kodą. Bandykite dar kartą!
ml: അസാധുവാക്കൽ കോഡിന് പകരം നിങ്ങൾ ആക്ടിവേഷൻ കോഡ് സ്കാൻ ചെയ്തു. ദയവായി വീണ്ടും ശ്രമിക്കുക!
my: သင် revocation code အစား activation code ကိုစကင်ဖတ်စစ်ဆေးသည်။ ကျေးဇူးပြုပြီးထပ်ကြိုးစားပါ
nl: U heeft de activatiecode gescand in plaats van de intrekkingscode. Probeer het opnieuw!
no: Du skannet aktiveringskoden i stedet for tilbakekallingskoden. Vennligst prøv igjen!
pl: Zeskanowałeś kod aktywacyjny zamiast kodu unieważnienia. Spróbuj ponownie!
pt: Você digitalizou o código de ativação em vez do código de revogação. Por favor, tente novamente!
ru: Вы отсканировали код активации вместо кода отзыва. Пожалуйста, попробуйте еще раз!
sl: Optično prebrali ste aktivacijsko kodo namesto kode za preklic. Poskusite ponovno!
sr: Скенирали сте активациони код уместо кода за опозив. Молимо покушајте поново!
sv: Du skannade aktiveringskoden istället för spärrkoden. Försök igen!
sw: Uligundua nambari ya uanzishaji badala ya nambari ya kufutwa. Tafadhali jaribu tena!
th: คุณสแกนรหัสเปิดใช้งานแทนรหัสเพิกถอน โปรดลองอีกครั้ง!
tr: İptal kodu yerine aktivasyon kodunu taradınız. Lütfen tekrar deneyin!
uk: Ви просканували код активації замість коду відкликання. Спробуйте ще раз!
vi: Bạn đã quét mã kích hoạt thay vì mã thu hồi. Vui lòng thử lại!
zh: 您扫描的是激活码而不是撤销码。请再试一次！

# watersupplierScanQrCodeScanSuccessful
source: Wow, activation code looks so nice! Please enter the last three digits of your meter id!
af: Wow, aktiveringskode lyk so mooi! Voer asseblief die laaste drie syfers van jou meter-ID in!
ar: رائع، رمز التفعيل يبدو رائعاً! يرجى إدخال آخر ثلاثة أرقام من معرف العداد الخاص بك!
bg: Уау, кодът за активиране изглежда страхотно! Моля, въведете последните три цифри от ID на вашия брояч!
bs: Vau, aktivacijski kod izgleda tako lijepo! Molimo unesite posljednje tri cifre ID vašeg brojila!
cs: Páni, aktivační kód vypadá moc hezky! Zadejte prosím poslední tři číslice vašeho ID měřiče!
da: Wow, aktiveringskoden ser så fin ud! Indtast venligst de sidste tre cifre i dit måler-id!
de: Das hat geklappt. Bitte geben Sie nun die letzten drei Ziffern ihrer Zählernummer ein!
el: Ουάου, ο κωδικός ενεργοποίησης φαίνεται τόσο ωραίος! Παρακαλώ εισάγετε τα τρία τελευταία ψηφία του κωδικού μετρητή σας!
es: ¡Vaya, el código de activación se ve muy bien! ¡Por favor, introduzca los últimos tres dígitos de su ID de medidor!
et: Vau, aktiveerimiskood on õige! Sisesta palun oma arvesti ID kolm viimast numbrit!
fa: وای، کد فعال سازی خیلی خوب به نظر می رسد!لطفا سه رقم آخر شناسه کنتور خود را وارد کنید!
fi: Vau, aktivointikoodi näyttää niin hyvältä!Syötä mittaritunnuksesi kolme viimeistä numeroa!
fr: Super, le code d'activation est splendide ! Veuillez saisir les trois derniers chiffres de votre identifiant de compteur.
hi: वाह, सक्रियण कोड बहुत अच्छा लग रहा है!कृपया अपनी मीटर आईडी के अंतिम तीन अंक दर्ज करें!
hr: Wow, aktivacijski kod izgleda tako lijepo!Molimo unesite posljednje tri znamenke vašeg brojila!
hu: Wow, az aktiválási kód nagyon szépen néz ki! Kérjük, adja meg a mérőazonosító utolsó három számjegyét!
it: WOW, il codice di attivazione sembra fantastico! Inserisci le ultime tre cifre dell'ID del tuo contatore.
ja: わあ、アクティベーション コードはとても素敵ですね!メーターIDの下3桁を入力してください。
ko: 좋습니다. 활성화 코드가 유효해 보입니다! 계량기 ID의 마지막 세 자리를 입력하세요!
lt: Oho, aktyvinimo kodas atrodo taip gražiai! Įveskite paskutinius tris skaitiklio ID skaitmenis!
ml: കൊള്ളാം, ആക്ടിവേഷൻ കോഡ് വളരെ മനോഹരമായി തോന്നുന്നു! നിങ്ങളുടെ മീറ്റർ ഐഡിയുടെ അവസാനത്തെ മൂന്ന് അക്കങ്ങൾ ദയവായി നൽകുക!
my: wow, activation code ကအရမ်းကောင်းတယ်! ကျေးဇူးပြု. သင်၏မီတာအိုင်ဒီ၏နောက်ဆုံးဂဏန်းသုံးလုံးကိုရိုက်ထည့်ပါ။
nl: Wow, activatiecode ziet er zo mooi uit! Voer de laatste drie cijfers van uw meter-ID in!
no: Wow, aktiveringskoden ser så fin ut! Vennligst skriv inn de tre siste sifrene i din måler-ID!
pl: Wow, kod aktywacyjny wygląda przepięknie! Proszę wprowadzić trzy ostatnie cyfry identyfikatora licznika!
pt: Uau, o código de ativação está ótimo! Por favor, digite os três últimos dígitos da identificação do seu medidor.
ru: Ух ты, код активации выглядит так красиво! Пожалуйста, введите последние три цифры идентификатора вашего счётчика.
sl: Vau, aktivacijska koda izgleda tako lepo! Prosimo, vnesite zadnje tri številke vašega števca!
sr: Вау, активациони код изгледа тако лепо! Унесите последње три цифре ИД-а вашег мерача!
sv: Wow, aktiveringskoden ser så fin ut! Ange de tre sista siffrorna i ditt mätar-ID!
sw: Wow, nambari ya uanzishaji inaonekana nzuri sana! Tafadhali ingiza nambari tatu za mwisho za kitambulisho chako cha mita!
th: ว้าว รหัสเปิดใช้งานดูดีมาก! กรุณากรอกรหัสมิเตอร์สามหลักสุดท้ายของคุณ!
tr: Vay, aktivasyon kodu çok hoş görünüyor! Lütfen sayaç numaranızın son üç rakamını giriniz!
uk: Вау, код активації виглядає так гарно! Будь ласка, введіть останні три цифри свого ідентифікатора лічильника!
vi: Wow, mã kích hoạt trông đẹp quá! Vui lòng nhập ba chữ số cuối của id đồng hồ của bạn!
zh: 哇，激活码看起来好漂亮！请输入您的电表 ID 的后三位数字！

# watersupplierMeterIdValidationStep
source: We are checking your meter id.
af: Ons kontroleer jou meter-ID.
ar: نحن نتحقق من معرف العداد الخاص بك.
bg: Проверяваме ID на вашия брояч.
bs: Provjeravamo vaš ID brojila.
cs: Kontrolujeme vaše ID měřiče.
da: Vi tjekker dit måler-id.
de: Die Zählernummer wird nun geprüft.
el: Ελέγχουμε το αναγνωριστικό του μετρητή σας.
es: Estamos verificando el ID de tu medidor.
et: Kontrollime sinu arvesti ID-d.
fa: ما در حال بررسی شناسه کنتور شما هستیم.
fi: Tarkistamme mittarisi tunnuksesi.
fr: Nous vérifions votre numéro de compteur.
hi: हम आपकी मीटर आईडी की जाँच कर रहे हैं।
hr: Provjeravamo vaš ID brojila.
hu: Ellenőrizzük a mérőóra azonosítóját.
it: Stiamo verificando l'ID del tuo contatore.
ja: メーターIDを確認中です。
ko: 계량기 ID를 확인하고 있습니다.
lt: Mes tikriname jūsų skaitiklio ID.
ml: ഞങ്ങൾ നിങ്ങളുടെ മീറ്റർ ഐഡി പരിശോധിക്കുന്നു.
my: သင်၏မီတာ ID ကိုစစ်ဆေးနေသည်။
nl: We controleren uw meter-ID.
no: Vi sjekker din måler-ID.
pl: Sprawdzamy identyfikator Twojego licznika.
pt: Estamos verificando o ID do seu medidor.
ru: Мы проверяем ваш идентификатор счетчика.
sl: Preverjamo vaš števčni ID.
sr: Проверавамо ваш ИД бројила.
sv: Vi kontrollerar ditt mätar-ID.
sw: Tunaangalia kitambulisho chako cha mita.
th: เรากำลังตรวจสอบรหัสมิเตอร์ของคุณ
tr: Sayaç kimliğinizi kontrol ediyoruz.
uk: Ми перевіряємо ваш ідентифікатор лічильника.
vi: Chúng tôi đang kiểm tra id đồng hồ của bạn.
zh: 我们正在检查您的电表 ID。

# watersupplierCompleteMeterIdServerErrorTryAgain
source: Sorry, unfortunately that didn't work. It was due to our server. Better try again at a later date!
af: Jammer, dit het ongelukkig nie gewerk nie. Dit was as gevolg van ons bediener. Probeer beter later weer!
ar: عذراً، للأسف لم ينجح ذلك. كان ذلك بسبب خادمنا. من الأفضل المحاولة مرة أخرى في وقت لاحق!
bg: Съжалявам, за съжаление това не проработи. Причината беше нашият сървър. По-добре опитайте отново по-късно!
bs: Nažalost, to nije uspjelo. To je bilo zbog našeg servera. Bolje pokušaj ponovo kasnije!
cs: Omlouváme se, bohužel to nefungovalo. Bylo to kvůli našemu serveru. Raději to zkuste znovu později!
da: Beklager, det virkede desværre ikke. Det var på grund af vores server. Prøv hellere igen på et senere tidspunkt!
de: Ohh, das hat leider nicht geklappt. Es lag an unserem Server. Versuchen Sie es besser zu einem späteren Zeitpunkt noch einmal!
el: Συγγνώμη, δυστυχώς αυτό δεν λειτούργησε. Οφείλεται στον διακομιστή μας. Καλύτερα να δοκιμάσετε ξανά σε μεταγενέστερη ημερομηνία!
es: Lo sentimos, desafortunadamente eso no funcionó. Fue debido a nuestro servidor. ¡Mejor inténtalo de nuevo más tarde!
et: Vabandust, see ei toiminud. Põhjuseks oli meie server. Proovi hiljem uuesti!
fa: با عرض پوزش، متأسفانه کار نکرد.به خاطر سرور ما بود.بهتر است در تاریخ بعدی دوباره امتحان کنید!
fi: Anteeksi, valitettavasti se ei toiminut.Se johtui palvelimestamme.Parempi yrittää uudelleen myöhemmin!
fr: Désolé, cela n'a malheureusement pas fonctionné. C'était dû à notre serveur. Réessayez plus tard !
hi: क्षमा करें, दुर्भाग्य से वह काम नहीं कर सका।यह हमारे सर्वर के कारण था।बेहतर होगा कि बाद में पुनः प्रयास करें!
hr: Nažalost, to nije uspjelo.To je bilo zbog našeg poslužitelja.Bolje pokušajte ponovno kasnije!
hu: Sajnálom, sajnos ez nem működött. Ez a szerverünk miatt volt. Jobb, ha egy későbbi időpontban újra megpróbálod!
it: Spiacenti, purtroppo non ha funzionato. È stato un problema del nostro server. Meglio riprovare più tardi!
ja: 申し訳ありませんが、残念ながらうまくいきませんでした。それは私たちのサーバーが原因でした。後日もう一度試してみると良いでしょう。
ko: 죄송합니다. 서버 문제로 인해 처리되지 않았습니다. 나중에 다시 시도해 주세요!
lt: Atsiprašome, deja, tai nepavyko. Tai buvo dėl mūsų serverio. Geriau bandykite dar kartą vėliau!
ml: ക്ഷമിക്കണം, നിർഭാഗ്യവശാൽ അത് പ്രവർത്തിച്ചില്ല. അത് ഞങ്ങളുടെ സെർവർ കാരണമായിരുന്നു. പിന്നീടൊരു തീയതിയിൽ വീണ്ടും ശ്രമിക്കുന്നതാണ് നല്ലത്!
my: စိတ်မကောင်းပါဘူး, ကံမကောင်းတာကအလုပ်မလုပ်ဘူး ဒါဟာငါတို့ဆာဗာကြောင့်ဖြစ်ခဲ့သည်။ ပိုကောင်းတဲ့နောက်ရက်မှာထပ်ကြိုးစားပါ။
nl: Sorry, dat werkte helaas niet. Het kwam door onze server. Probeer het later opnieuw!
no: Beklager, det fungerte dessverre ikke. Det var på grunn av serveren vår. Bedre prøve igjen på et senere tidspunkt!
pl: Przepraszamy, niestety to nie zadziałało. Było to spowodowane naszym serwerem. Lepiej spróbuj ponownie później!
pt: Desculpe, infelizmente isso não funcionou. Foi devido ao nosso servidor. Melhor tentar novamente mais tarde!
ru: Извините, к сожалению, это не сработало. Это произошло из-за нашего сервера. Попробуйте еще раз позже!
sl: Žal to ni delovalo. To je bilo zaradi našega strežnika. Raje poskusite znova pozneje!
sr: Нажалост, то није успело. То је било због нашег сервера. Боље покушај поново касније!
sv: Tyvärr, det fungerade tyvärr inte. Det berodde på vår server. Bäst att försöka igen vid ett senare tillfälle!
sw: Samahani, kwa bahati mbaya hiyo haikufanya kazi. Ilitokana na seva yetu. Bora jaribu tena baadaye!
th: ขออภัย น่าเสียดาย ที่ไม่ได้ผล มันเป็นเพราะเซิร์ฟเวอร์ของเรา ดีกว่าลองอีกครั้งในภายหลัง!
tr: Üzgünüm, ne yazık ki bu işe yaramadı. Sunucumuzdan kaynaklanıyordu. Daha sonraki bir tarihte tekrar deneseniz iyi olur!
uk: Вибачте, на жаль, це не спрацювало. Це сталося через наш сервер. Краще спробуйте ще раз пізніше!
vi: Rất tiếc, điều đó không hiệu quả. Đó là do máy chủ của chúng tôi. Tốt hơn hãy thử lại vào một ngày sau đó!
zh: 抱歉，不幸的是这不起作用。这是由于我们的服务器造成的。最好稍后再试一次！

# watersupplierCompleteMeterIdTryAgain
source: You shall not pass! Please enter the last three digits of you meter id again!
af: Jy sal nie deurkom nie! Voer asseblief die laaste drie syfers van jou meter-ID weer in!
ar: لن تمر! يرجى إدخال آخر ثلاثة أرقام من معرف العداد الخاص بك مرة أخرى!
bg: Не трябва да преминавате! Моля, въведете отново последните три цифри от ID на вашия брояч!
bs: Nećeš proći! Ponovo unesite posljednje tri cifre svog ID brojila!
cs: Neprojdeš! Zadejte prosím znovu poslední tři číslice vašeho ID měřiče!
da: Du skal ikke bestå! Indtast venligst de sidste tre cifre i dit måler-id igen!
de: Das hat nicht geklappt. Bitte geben Sie die letzten drei Ziffern ihrer Zählernummer erneut ein!
el: Δεν θα περάσετε! Παρακαλώ εισάγετε ξανά τα τρία τελευταία ψηφία του κωδικού μετρητή σας!
es: ¡No puedes pasar! ¡Introduce de nuevo los últimos tres dígitos del ID de tu medidor!
et: Ligipääs keelatud! Palun sisesta oma arvesti ID kolm viimast numbrit uuesti!
fa: نمی گذری!لطفاً سه رقم آخر شناسه متر خود را دوباره وارد کنید!
fi: Et pääse ohi!Syötä mittaritunnuksesi kolme viimeistä numeroa uudelleen!
fr: Vous ne pouvez pas passer ! Veuillez saisir à nouveau les trois derniers chiffres de votre numéro de compteur !
hi: आप पास नहीं करेंगे!कृपया अपनी मीटर आईडी के अंतिम तीन अंक दोबारा दर्ज करें!
hr: Nećeš proći!Molimo ponovno unesite posljednje tri znamenke vašeg brojila!
hu: Nem mehetsz át! Kérjük, adja meg újra a mérőóra azonosítójának utolsó három számjegyét!
it: Non puoi proseguire! Inserisci nuovamente le ultime tre cifre dell'ID del tuo contatore!
ja: 通ることならず！メーターIDの下3桁を再度入力してください。
ko: 통과할 수 없습니다! 계량기 ID의 마지막 세 자리를 다시 입력하세요!
lt: Tu nepraleisi! Dar kartą įveskite tris paskutinius skaitiklio ID skaitmenis!
ml: നിങ്ങൾ പാസ്സാകില്ല! നിങ്ങളുടെ മീറ്റർ ഐഡിയുടെ അവസാനത്തെ മൂന്ന് അക്കങ്ങൾ വീണ്ടും നൽകുക!
my: သင်မဖြတ်သန်းသင့်ပါ! ကျေးဇူးပြု. သင့် Meter ID ၏နောက်ဆုံးဂဏန်းသုံးလုံးကိုထပ်ထည့်ပါ။
nl: U komt er niet door! Voer de laatste drie cijfers van uw meter-ID opnieuw in!
no: Du skal ikke bestå! Vennligst skriv inn de tre siste sifrene i din måler-ID igjen!
pl: Nie przejdziesz! Wprowadź ponownie trzy ostatnie cyfry identyfikatora licznika!
pt: Você não pode passar! Por favor, digite os últimos três dígitos do ID do seu medidor novamente!
ru: Вы не можете пройти! Пожалуйста, введите последние три цифры вашего идентификатора счетчика еще раз!
sl: Ne boš mimo! Ponovno vnesite zadnje tri številke števca!
sr: Нећете проћи! Поново унесите последње три цифре ИД-а свог мерача!
sv: Du ska inte passera! Vänligen ange de tre sista siffrorna i ditt mätar-ID igen!
sw: Hautapita! Tafadhali ingiza nambari tatu za mwisho za kitambulisho cha mita tena!
th: คุณจะไม่ผ่าน! กรุณากรอกรหัสมิเตอร์สามหลักสุดท้ายอีกครั้ง!
tr: Geçemezsiniz! Lütfen sayaç numaranızın son üç rakamını tekrar girin!
uk: Ти не пройдеш! Будь ласка, введіть останні три цифри свого ідентифікатора лічильника ще раз!
vi: Bạn sẽ không vượt qua! Vui lòng nhập lại ba chữ số cuối của id đồng hồ của bạn!
zh: 你不可以过去！请再次输入您的电表ID后三位数字！

# watersupplierScanQrCodeScanSuccessfulNoteAboutMeterIds
source: Note: Your original meter id can have more than 8 characters.
af: Let wel: Jou oorspronklike meter-ID kan meer as 8 karakters hê.
ar: ملاحظة: معرف العداد الأصلي الخاص بك يمكن أن يحتوي على أكثر من 8 أحرف.
bg: Забележка: Оригиналният ви ID на брояча може да има повече от 8 символа.
bs: Napomena: Vaš originalni ID brojila može imati više od 8 znakova.
cs: Poznámka: Vaše původní ID měřiče může mít více než 8 znaků.
da: Bemærk: Dit originale måler-id kan have mere end 8 tegn.
de: Hinweis: Ihre tatsächliche Zählernummer kann länger als 8 Zeichen sein.
el: Σημείωση: Το αρχικό αναγνωριστικό μετρητή σας μπορεί να έχει περισσότερους από 8 χαρακτήρες.
es: Nota: El ID original de tu medidor puede tener más de 8 caracteres.
et: Märkus: sinu algne arvesti ID võib olla pikem kui 8 märki.
fa: توجه: شناسه متر اصلی شما می تواند بیش از 8 کاراکتر داشته باشد.
fi: Huomautus: Alkuperäisessä mittaritunnuksessasi voi olla yli 8 merkkiä.
fr: Remarque : votre numéro de compteur d'origine peut comporter plus de 8 caractères.
hi: ध्यान दें: आपकी मूल मीटर आईडी में 8 से अधिक अक्षर हो सकते हैं।
hr: Napomena: Vaš originalni ID mjerača može imati više od 8 znakova.
hu: Megjegyzés: Az eredeti mérőazonosító több mint 8 karakterből állhat.
it: Nota: l'ID originale del tuo contatore può contenere più di 8 caratteri.
ja: 注: 元のメーター ID には 8 文字を超える文字を含めることができます。
ko: 참고: 원래의 계량기 ID는 8자 이상일 수 있습니다.
lt: Pastaba: pradinį skaitiklio ID gali sudaryti daugiau nei 8 simboliai.
ml: ശ്രദ്ധിക്കുക: നിങ്ങളുടെ യഥാർത്ഥ മീറ്റർ ഐഡിയിൽ 8 പ്രതീകങ്ങളിൽ കൂടുതൽ ഉണ്ടാകാം.
my: မှတ်ချက် - သင်၏မူလမီတာအိုင်ဒီတွင်စာလုံး 8 လုံးကျော်နိုင်သည်။
nl: Opmerking: Uw oorspronkelijke meter-ID kan meer dan 8 tekens hebben.
no: Merk: Din originale måler-ID kan ha mer enn 8 tegn.
pl: Uwaga: Twój oryginalny identyfikator licznika może mieć więcej niż 8 znaków.
pt: Observação: o ID original do seu medidor pode ter mais de 8 caracteres.
ru: Примечание: ваш исходный идентификатор счетчика может содержать более 8 символов.
sl: Opomba: vaš originalni ID merilnika ima lahko več kot 8 znakov.
sr: Напомена: Ваш оригинални ИД бројила може имати више од 8 знакова.
sv: Obs! Ditt ursprungliga mätar-ID kan ha fler än 8 tecken.
sw: Kumbuka: Kitambulisho chako cha mita ya asili kinaweza kuwa na herufi zaidi ya 8.
th: หมายเหตุ: รหัสมิเตอร์เดิมของคุณสามารถมีอักขระได้มากกว่า 8 ตัว
tr: Not: Orijinal ölçüm kimliğiniz 8'den fazla karakterden oluşabilir.
uk: Примітка. Ваш оригінальний ідентифікатор лічильника може містити більше 8 символів.
vi: Lưu ý: ID đồng hồ ban đầu của bạn có thể có nhiều hơn 8 ký tự.
zh: 注意：您的原始计量表 ID 可以超过 8 个字符。

# watersupplierScanQrCodeApprovalInProgress
source: We are now authorizing your account so that you can access the radio meter readings in the future.
af: Ons magtig nou jou rekening sodat jy in die toekoms toegang tot die radiometerlesings kan hê.
ar: نحن الآن نصرح بحسابك حتى تتمكن من الوصول إلى قراءات العدادات اللاسلكية في المستقبل.
bg: Сега авторизираме вашия акаунт, за да можете да имате достъп до показанията на радио водомерите в бъдеще.
bs: Sada ovlašćujemo vaš račun kako biste ubuduće mogli pristupiti očitanjima radio mjerača.
cs: Nyní autorizujeme váš účet, abyste měli v budoucnu přístup k odečtům rádiových měřičů.
da: Vi autoriserer nu din konto, så du kan få adgang til radiomåleraflæsningerne i fremtiden.
de: Wir berechtigen nun Ihren Account, damit Sie künftig Zugriff auf die Funkzählerstände haben.
el: Εξουσιοδοτούμε τώρα το λογαριασμό σας, ώστε να μπορείτε να έχετε πρόσβαση στις μετρήσεις των ραδιομέτρων στο μέλλον.
es: Ahora estamos autorizando su cuenta para que pueda acceder a las lecturas del medidor de radio en el futuro.
et: Anname nüüd sinu kontole loa, et saaksid tulevikus raadionarvesti andmeid lugeda.
fa: اکنون حساب شما را مجاز می‌کنیم تا بتوانید در آینده به قرائت‌های رادیو متر دسترسی داشته باشید.
fi: Valtuutamme nyt tilisi, jotta voit käyttää radiomittarin lukemia tulevaisuudessa.
fr: Nous sommes en train d'autoriser votre compte afin que vous puissiez accéder aux relevés de compteurs radio à l'avenir.
hi: अब हम आपके खाते को अधिकृत कर रहे हैं ताकि आप भविष्य में रेडियो मीटर रीडिंग तक पहुंच सकें।
hr: Sada autoriziramo vaš račun kako biste mogli pristupiti očitanjima radio mjerača u budućnosti.
hu: Most engedélyezzük a fiókját, hogy a jövőben hozzáférhessen a rádiós mérőórák leolvasásához.
it: Stiamo autorizzando il tuo account in modo che tu possa accedere alle letture del radiocontatore in futuro.
ja: 今後、電波メーターの測定値にアクセスできるように、アカウントを認証しています。
ko: 향후 무선 계량기 지침에 접근할 수 있도록 귀하의 계정을 승인 중입니다.
lt: Dabar autorizuojame jūsų paskyrą, kad ateityje galėtumėte pasiekti radijo skaitiklio rodmenis.
ml: ഭാവിയിൽ നിങ്ങൾക്ക് റേഡിയോ മീറ്റർ റീഡിംഗുകൾ ആക്‌സസ് ചെയ്യുന്നതിനായി ഞങ്ങൾ ഇപ്പോൾ നിങ്ങളുടെ അക്കൗണ്ടിന് അംഗീകാരം നൽകുന്നു.
my: ယခုကျွန်ုပ်တို့သည်သင်၏အကောင့်ကိုအနာဂတ်အတွက်ရေဒီယိုမီတာဖတ်ရှုနိုင်ရန်အတွက်သင်၏အကောင့်ကိုခွင့်ပြုထားသည်။
nl: We autoriseren nu uw account zodat u in de toekomst toegang heeft tot de radiometerstanden.
no: Vi autoriserer nå kontoen din slik at du kan få tilgang til radiomåleravlesningene i fremtiden.
pl: Autoryzujemy teraz Twoje konto, abyś mógł w przyszłości uzyskać dostęp do odczytów liczników radiowych.
pt: Estamos autorizando sua conta para que você possa acessar as leituras do rádio medidor no futuro.
ru: Сейчас мы авторизуем вашу учётную запись, чтобы вы в будущем могли получить доступ к показаниям радиосчётчика.
sl: Zdaj avtoriziramo vaš račun, da boste lahko v prihodnje dostopali do odčitkov radijskega števca.
sr: Сада овлашћујемо ваш налог како бисте убудуће могли да приступите очитањима радио-мерача.
sv: Vi auktoriserar nu ditt konto så att du kan komma åt radiomätaravläsningarna i framtiden.
sw: Sasa tunaidhinisha akaunti yako ili uweze kupata usomaji wa mita za redio katika siku zijazo.
th: ขณะนี้เรากำลังให้สิทธิ์บัญชีของคุณเพื่อให้คุณสามารถเข้าถึงการอ่านมิเตอร์วิทยุได้ในอนาคต
tr: Gelecekte radyo sayaç okumalarına erişebilmeniz için artık hesabınızı yetkilendiriyoruz.
uk: Зараз ми авторизуємо ваш обліковий запис, щоб у майбутньому ви могли отримати доступ до показань радіолічильника.
vi: Chúng tôi hiện đang ủy quyền cho tài khoản của bạn để bạn có thể truy cập số liệu của đồng hồ vô tuyến trong tương lai.
zh: 我们现在正在授权您的帐户，以便您将来可以访问无线电计读数。
