Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# purchasesSubscribePremiumTextLong
source: Access to all paid features during the subscription period + outdoor temperatures
af: Toegang tot alle betaalde funksies gedurende die intekeningperiode + buitelug temperature
ar: الوصول إلى جميع الميزات المدفوعة خلال فترة الاشتراك + درجات الحرارة الخارجية
bg: Достъп до всички платени функции през периода на абонамента + външни температури
bs: Pristup svim plaćenim funkcijama tokom perioda pretplate + vanjske temperature
cs: Přístup ke všem placeným funkcím během období předplatného + venkovní teploty
da: Adgang til alle betalingsfunktioner i abonnementsperioden + udendørstemperaturer
de: Zugriff auf alle kostenpflichtigen Funktionen während der Abolaufzeit + Außentemperaturen
el: Πρόσβαση σε όλες τις πληρωμένες λειτουργίες κατά τη διάρκεια της περιόδου συνδρομής + εξωτερικές θερμοκρασίες
es: Acceso a todas las extensiones de pago durante la suscripción
et: Ligipääs kõigile tasulistele funktsioonidele tellimuse ajal + välistemperatuurid
fa: دسترسی به تمام ویژگی‌های پولی در طول دوره اشتراک + دمای هوای بیرون
fi: Pääsy kaikkiin maksullisiin ominaisuuksiin tilausjakson aikana + ulkolämpötilat
fr: Accès à toutes les extensions payantes pendant l'abonnement
hi: सदस्यता अवधि + बाहरी तापमान के दौरान सभी भुगतान सुविधाओं तक पहुंच
hr: Pristup svim značajkama koje se plaćaju tijekom razdoblja pretplate + vanjske temperature
hu: Hozzáférés az összes fizetős funkcióhoz az előfizetési időszak alatt + kültéri hőmérséklet
it: Accesso a tutte le estensioni a pagamento durante l'abbonamento
ja: サブスクリプション期間中および屋外温度中のすべての有料機能へのアクセス
ko: 구독 기간 동안 모든 유료 기능 + 실외 기온 데이터에 접근
lt: Prieiga prie visų mokamų funkcijų prenumeratos laikotarpiu + lauko temperatūra
ml: സബ്‌സ്‌ക്രിപ്‌ഷൻ കാലയളവിൽ + ഔട്ട്‌ഡോർ താപനിലയിൽ പണമടച്ചുള്ള എല്ലാ ഫീച്ചറുകളിലേക്കും ആക്‌സസ്സ്
my: 0 န်ဆောင်မှုပေးသည့်ကာလအတွင်း 0 န်ဆောင်မှုပေးသည့်ကာလအတွင်းပေးထားသော features များအားလုံးကို 0 င်ရောက်နိုင်ခြင်း
nl: Toegang tot alle betaalde functies gedurende de abonnementsperiode + buitentemperaturen
no: Tilgang til alle betalte funksjoner i abonnementsperioden + utetemperaturer
pl: Dostęp do wszystkich płatnych funkcji w okresie abonamentowym + temperatury zewnętrzne
pt: Acesso a todas as extensões pagas durante a assinatura
ru: Доступ ко всем платным продлениям во время подписки всего
sl: Dostop do vseh plačljivih funkcij v obdobju naročnine + zunanje temperature
sr: Приступ свим плаћеним функцијама током периода претплате + спољне температуре
sv: Tillgång till alla betalfunktioner under prenumerationsperioden + utomhustemperaturer
sw: Upataji wa huduma zote zilizolipwa wakati wa usajili + joto la nje
th: เข้าถึงฟีเจอร์ที่ต้องชำระเงินทั้งหมดในช่วงระยะเวลาการสมัครสมาชิก + อุณหภูมิภายนอก
tr: Abonelik süresi boyunca tüm ücretli özelliklere erişim + dış ortam sıcaklıkları
uk: Доступ до всіх платних функцій протягом періоду підписки + зовнішні температури
vi: Truy cập vào tất cả các tính năng trả phí trong thời gian đăng ký + nhiệt độ ngoài trời
zh: 订阅期内可使用所有付费功能 + 室外温度

# purchasesWebLegalNote
source: For legal reasons, a purchase is only possible for an iPhone or Android phone with PlayStore services.
af: Om regsredes is 'n aankoop slegs moontlik vir 'n iPhone of Android-selfoon met PlayStore-dienste.
ar: لأسباب قانونية، الشراء ممكن فقط لـ iPhone أو هاتف Android مع خدمات PlayStore.
bg: По правни причини покупка е възможна само за iPhone или Android телефон с услуги PlayStore.
bs: Iz pravnih razloga, kupovina je moguća samo za iPhone ili Android telefon s PlayStore uslugama.
cs: Z právních důvodů je nákup možný pouze pro telefon iPhone nebo Android se službami PlayStore.
da: Af juridiske årsager er et køb kun muligt for en iPhone eller Android-telefon med PlayStore-tjenester.
de: Aus rechtlichen Gründen ist ein Kauf nur einem iPhone bzw. Android-Phone mit PlayStore-Diensten möglich.
el: Για νομικούς λόγους, η αγορά είναι δυνατή μόνο για ένα τηλέφωνο iPhone ή Android με υπηρεσίες PlayStore.
es: Por razones legales, la compra sólo es posible para un teléfono iPhone o Android con servicios de PlayStore.
et: Õiguslikel põhjustel on ost võimalik ainult PlayStore teenustega iPhone'il või Android-telefonil.
fa: به دلایل قانونی خرید فقط برای گوشی آیفون یا اندروید با خدمات پلی استور امکان پذیر است.
fi: Oikeudellisista syistä osto on mahdollista vain iPhone- tai Android-puhelimella PlayStore-palveluilla.
fr: Pour des raisons juridiques, l'achat n'est possible qu'avec un iPhone ou un téléphone Android disposant des services PlayStore.
hi: कानूनी कारणों से, खरीदारी केवल PlayStore सेवाओं वाले iPhone या Android फ़ोन के लिए ही संभव है।
hr: Iz pravnih razloga kupnja je moguća samo za iPhone ili Android telefon s PlayStore uslugama.
hu: Jogi okokból a vásárlás csak a PlayStore szolgáltatással rendelkező iPhone vagy Android telefonon lehetséges.
it: Per motivi legali, l'acquisto è possibile solo per un iPhone o un telefono Android con servizi PlayStore.
ja: 法的な理由により、購入は PlayStore サービスを備えた iPhone または Android スマートフォンでのみ可能です。
ko: 법적 사유로 인해 구매는 PlayStore 서비스가 있는 Android 폰 또는 iPhone에서만 가능합니다.
lt: Dėl teisinių priežasčių pirkti galima tik iPhone arba Android telefoną su PlayStore paslaugomis.
ml: നിയമപരമായ കാരണങ്ങളാൽ, PlayStore സേവനങ്ങളുള്ള iPhone അല്ലെങ്കിൽ Android ഫോണിന് മാത്രമേ വാങ്ങൽ സാധ്യമാകൂ.
my: ဥပဒေရေးရာအကြောင်းပြချက်များအတွက်, iPhone သို့မဟုတ် Android ဖုန်းသည် PlayStore 0 န်ဆောင်မှုများဖြင့် 0 ယ်ယူမှုတစ်ခုသာဖြစ်နိုင်သည်။
nl: Om juridische redenen is een aankoop alleen mogelijk voor een iPhone of Android-telefoon met PlayStore-diensten.
no: Av juridiske årsaker er et kjøp kun mulig for en iPhone eller Android-telefon med PlayStore-tjenester.
pl: Ze względów prawnych zakup możliwy jest wyłącznie w przypadku telefonu iPhone lub telefonu z systemem Android i usługami PlayStore.
pt: Por razões legais, uma compra só é possível para um telefone iPhone ou Android com serviços PlayStore.
ru: По юридическим причинам покупка возможна только для iPhone или телефона Android с сервисами PlayStore.
sl: Zaradi pravnih razlogov je nakup možen le za telefon iPhone ali Android s storitvami PlayStore.
sr: Из правних разлога, куповина је могућа само за иПхоне или Андроид телефон са ПлаиСторе услугама.
sv: Av juridiska skäl är ett köp endast möjligt för en iPhone eller Android-telefon med PlayStore-tjänster.
sw: Kwa sababu za kisheria, ununuzi unawezekana tu kwa simu ya iPhone au Android na huduma za playstore.
th: ด้วยเหตุผลทางกฎหมาย การซื้อสามารถทำได้บนโทรศัพท์ iPhone หรือ Android ที่มีบริการ PlayStore เท่านั้น
tr: Yasal nedenlerden dolayı satın alma işlemi yalnızca PlayStore hizmetlerine sahip bir iPhone veya Android telefon için mümkündür.
uk: З юридичних причин покупка можлива лише для телефону iPhone або Android із послугами PlayStore.
vi: Vì lý do pháp lý, chỉ có thể mua hàng đối với điện thoại iPhone hoặc Android có dịch vụ PlayStore.
zh: 出于法律原因，只能在具有 PlayStore 服务的 iPhone 或 Android 手机上进行购买。

# purchasesYourPurchases
source: You have access to the following premium packages:
af: Jy het toegang tot die volgende premium pakkette:
ar: لديك وصول إلى حزم Premium التالية:
bg: Имате достъп до следните премиум пакети:
bs: Imate pristup sljedećim premium paketima:
cs: Máte přístup k následujícím prémiovým balíčkům:
da: Du har adgang til følgende premium-pakker:
de: Sie haben Zugriff auf folgende Premium-Pakete:
el: Έχετε πρόσβαση στα ακόλουθα premium πακέτα:
es: Tiene acceso a los siguientes paquetes premium:
et: Sul on ligipääs järgmistele Premium-pakettidele:
fa: شما به بسته های پریمیوم زیر دسترسی دارید:
fi: Sinulla on pääsy seuraaviin premium-paketteihin:
fr: Vous avez accès aux packs premium suivants :
hi: आपके पास निम्नलिखित प्रीमियम पैकेज तक पहुंच है:
hr: Imate pristup sljedećim premium paketima:
hu: A következő prémium csomagokhoz férhet hozzá:
it: Avete accesso ai seguenti pacchetti premium:
ja: 次のプレミアム パッケージにアクセスできます。
ko: 다음 프리미엄 패키지에 접근할 수 있습니다:
lt: Turite prieigą prie šių aukščiausios kokybės paketų:
ml: ഇനിപ്പറയുന്ന പ്രീമിയം പാക്കേജുകളിലേക്ക് നിങ്ങൾക്ക് ആക്സസ് ഉണ്ട്:
my: သင်သည်အောက်ပါပရီမီယံ package များကိုဝင်ရောက်ခွင့်ရှိသည်။
nl: U heeft toegang tot de volgende premiumpakketten:
no: Du har tilgang til følgende premiumpakker:
pl: Masz dostęp do następujących pakietów premium:
pt: Tem acesso aos seguintes pacotes premium:
ru: У вас есть доступ к следующим премиум-пакетам:
sl: Imate dostop do naslednjih premium paketov:
sr: Имате приступ следећим премиум пакетима:
sv: Du har tillgång till följande premiumpaket:
sw: Una ufikiaji wa vifurushi vifuatavyo vya malipo:
th: คุณสามารถเข้าถึงแพ็คเกจพรีเมี่ยมดังต่อไปนี้:
tr: Aşağıdaki premium paketlere erişebilirsiniz:
uk: Ви маєте доступ до наступних пакетів преміум-класу:
vi: Bạn có quyền truy cập vào các gói cao cấp sau:
zh: 您可以使用以下高级套餐：

# purchasesExtensionsTitle
source: Single extensions
af: Enkele uitbreidings
ar: امتدادات فردية
bg: Единични разширения
bs: Pojedinačne ekstenzije
cs: Jednotlivé nástavce
da: Enkelte forlængelser
de: Einzelne Erweiterungen
el: Ενιαίες επεκτάσεις
es: Extensiones individuales
et: Üksiklaiendused
fa: افزونه‌های مستقل
fi: Yksittäiset laajennukset
fr: Des extensions individuelles
hi: एकल एक्सटेंशन
hr: Jednostruki nastavci
hu: Egyszeri kiterjesztések
it: Estensioni individuali
ja: 単一の拡張子
ko: 단일 확장 기능
lt: Pavieniai plėtiniai
ml: ഒറ്റ വിപുലീകരണങ്ങൾ
my: တစ်ခုတည်း extensions များ
nl: Enkele uitbreidingen
no: Enkeltforlengelser
pl: Pojedyncze rozszerzenia
pt: Extensões individuais
ru: индивидуальные расширения
sl: Enojni podaljški
sr: Појединачне екстензије
sv: Enstaka förlängningar
sw: Viongezeo moja
th: นามสกุลเดียว
tr: Tek uzantılar
uk: Одинарні розширення
vi: Tiện ích mở rộng đơn
zh: 单分机

# purchasesExtensionsSubtitle
source: Buy once, use permanently (no subscription)
af: Koop een keer, gebruik permanent (geen intekening nie)
ar: اشتري مرة واحدة، استخدم بشكل دائم (لا يوجد اشتراك)
bg: Купете веднъж, използвайте постоянно (без абонамент)
bs: Kupite jednom, koristite trajno (bez pretplate)
cs: Koupit jednou, používat trvale (bez předplatného)
da: Køb én gang, brug permanent (intet abonnement)
de: Einmal kaufen, dauerhaft nutzen
el: Αγοράστε μία φορά, χρησιμοποιήστε μόνιμα (χωρίς συνδρομή)
es: Comprar una vez, usar permanentemente
et: Osta korra, kasuta püsivalt (ilma tellimuseta)
fa: یک‌بار خرید کنید و برای همیشه استفاده کنید (بدون اشتراک)
fi: Osta kerran, käytä pysyvästi (ei tilausta)
fr: Acheter une fois, utiliser en permanence
hi: एक बार खरीदें, स्थायी रूप से उपयोग करें (कोई सदस्यता नहीं)
hr: Kupite jednom, koristite trajno (bez pretplate)
hu: Egyszeri vásárlás, állandó használat (nincs előfizetés)
it: Compra una volta, usa per sempre
ja: 一度購入すれば永続的に使用可能 (サブスクリプションなし)
ko: 한 번 구매하면 영구 사용(구독 아님)
lt: Pirkite vieną kartą, naudokite visam laikui (be prenumeratos)
ml: ഒരിക്കൽ വാങ്ങുക, ശാശ്വതമായി ഉപയോഗിക്കുക (സബ്‌സ്‌ക്രിപ്‌ഷനില്ല)
my: တစ်ကြိမ်ဝယ်ပါ, အမြဲတမ်းသုံးပါ (စာရင်းသွင်းခြင်းမရှိပါ)
nl: Eenmalig kopen, permanent gebruiken (geen abonnement)
no: Kjøp én gang, bruk permanent (ingen abonnement)
pl: Kup raz, korzystaj na stałe (bez subskrypcji)
pt: Comprar uma vez, utilizar permanentemente
ru: Купить один раз, использовать постоянно
sl: Kupite enkrat, uporabite trajno (brez naročnine)
sr: Купите једном, користите трајно (без претплате)
sv: Köp en gång, använd permanent (ingen prenumeration)
sw: Nunua mara moja, tumia kabisa (hakuna usajili)
th: ซื้อครั้งเดียวใช้ถาวร (ไม่ต้องสมัครสมาชิก)
tr: Bir kez satın alın, kalıcı olarak kullanın (abonelik yok)
uk: Купуйте один раз, використовуйте постійно (без підписки)
vi: Mua một lần, sử dụng vĩnh viễn (không cần đăng ký)
zh: 购买一次，永久使用（无需订阅）

# purchasesExtensionStatisticsTitle
source: Advanced statistics
af: Gevorderde statistieke
ar: إحصائيات متقدمة
bg: Разширени статистики
bs: Napredna statistika
cs: Pokročilé statistiky
da: Avanceret statistik
de: Erweiterte Statistiken
el: Προχωρημένες στατιστικές
es: Estadísticas avanzadas
et: Laiendatud statistika
fa: آمار پیشرفته
fi: Kehittyneet tilastot
fr: Statistiques avancées
hi: उन्नत आँकड़े
hr: Napredna statistika
hu: Fejlett statisztikák
it: Statistiche avanzate
ja: 高度な統計
ko: 확장 통계
lt: Išplėstinė statistika
ml: വിപുലമായ സ്ഥിതിവിവരക്കണക്കുകൾ
my: အဆင့်မြင့်စာရင်းအင်းများ
nl: Geavanceerde statistieken
no: Avansert statistikk
pl: Zaawansowane statystyki
pt: Estatísticas avançadas
ru: Расширенная статистика
sl: Napredna statistika
sr: Напредна статистика
sv: Avancerad statistik
sw: Takwimu za hali ya juu
th: สถิติขั้นสูง
tr: Gelişmiş istatistikler
uk: Розширена статистика
vi: Thống kê nâng cao
zh: 高级统计

# purchasesExtensionMultipleObjectsTitlePart
source: Managing multiple objects
af: Bestuur van verskeie objekte
ar: إدارة كائنات متعددة
bg: Управление на множество обекти
bs: Upravljanje višestrukim objektima
cs: Správa více objektů
da: Håndtering af flere objekter
de: Mehrere Objekte verwalten
el: Διαχείριση πολλαπλών αντικειμένων
es: Gestión de múltiples objetos
et: Mitme objekti haldus
fa: مدیریت چندین شیء
fi: Useiden kohteiden hallinta
fr: Gérer plusieurs objets
hi: एकाधिक वस्तुओं का प्रबंधन
hr: Upravljanje više objekata
hu: Több objektum kezelése
it: Gestione di più oggetti
ja: 複数のオブジェクトの管理
ko: 여러 객체 관리
lt: Kelių objektų valdymas
ml: ഒന്നിലധികം വസ്തുക്കൾ കൈകാര്യം ചെയ്യുന്നു
my: မျိုးစုံအရာဝတ်ထုများကိုစီမံခြင်း
nl: Beheren van meerdere objecten
no: Håndtere flere objekter
pl: Zarządzanie wieloma obiektami
pt: Gerenciando múltiplos objetos
ru: Управление несколькими объектами
sl: Upravljanje več predmetov
sr: Управљање више објеката
sv: Hantera flera objekt
sw: Kusimamia vitu vingi
th: การจัดการหลายวัตถุ
tr: Birden fazla nesneyi yönetme
uk: Управління кількома об'єктами
vi: Quản lý nhiều đối tượng
zh: 管理多个对象

# purchasesExtensionMultipleObjectsDescription
source: Enter the meter readings for as many apartments/houses/objects as you like (instead of just for one object)
af: Voer die meterlesings vir soveel woonstelle/huise/objekte as jy wil in (in plaas van net vir een objek)
ar: أدخل قراءات العدادات لعدد الشقق/المنازل/الكائنات التي تريدها (بدلاً من كائن واحد فقط)
bg: Въведете показанията на броячите за толкова апартаменти/къщи/обекти, колкото искате (вместо само за един обект)
bs: Unesite očitanja brojila za onoliko stanova/kuća/objekata koliko želite (umjesto samo za jedan objekat)
cs: Zadejte stavy měřidel pro tolik bytů/domů/objektů, kolik chcete (místo pouze jednoho objektu)
da: Indtast måleraflæsninger for så mange lejligheder/huse/objekter, som du vil (i stedet for kun for én genstand)
de: Tragen Sie Werte für beliebig viele Wohnungen/Häuser/Objekte ein (statt nur für ein Objekt)
el: Εισάγετε τις ενδείξεις των μετρητών για όσα διαμερίσματα/σπίτια/αντικείμενα θέλετε (αντί για ένα μόνο αντικείμενο).
es: Introduzca las lecturas de los contadores de tantos apartamentos/casas/objetos como desee (en lugar de un solo objeto)
et: Sisesta arvestinäidud nii paljude korterite/majade/objektide kohta kui soovid (mitte ainult ühe jaoks)
fa: قرائت کنتور را برای هر تعداد آپارتمان، خانه یا شیء که می‌خواهید وارد کنید (به‌جای فقط یک شیء)
fi: Syötä niin monen asunnon/talon/kohteen mittarilukemat kuin haluat (ei vain yhden kohteen)
fr: Saisissez les relevés de compteurs pour autant d'appartements/maisons/biens que vous le souhaitez (au lieu d'un seul bien).
hi: जितने चाहें उतने अपार्टमेंट/घर/वस्तुओं के लिए मीटर रीडिंग दर्ज करें (केवल एक वस्तु के लिए नहीं)
hr: Unesite stanje brojila za koliko god želite stanova/kuća/objekata (umjesto samo za jedan objekt)
hu: Adja meg a mérőórák leolvasását tetszőleges számú lakás/ház/objektum esetében (nem csak egy objektum esetében).
it: Inserisci le letture dei contatori per quanti appartamenti/case/oggetti vuoi (invece che per un solo oggetto)
ja: (1 つのオブジェクトだけではなく) 必要な数のアパート/家/オブジェクトのメーター測定値を入力します。
ko: 한 개의 객체 대신 원하는 만큼의 아파트/주택/객체에 대해 계량기 지침을 입력할 수 있습니다.
lt: Įveskite kiek norite butų/namų/objektų skaitiklių rodmenis (o ne tik vieno objekto)
ml: നിങ്ങൾക്ക് ഇഷ്‌ടമുള്ളത്ര അപ്പാർട്ട്‌മെൻ്റുകൾ/വീടുകൾ/ഒബ്‌ജക്‌റ്റുകൾ എന്നിവയുടെ മീറ്റർ റീഡിംഗുകൾ നൽകുക (ഒരു ഒബ്‌ജക്റ്റിന് പകരം)
my: မီတာဖတ်ခြင်း / အိမ်များ / အရာဝတ်ထုများကိုသင်ကြိုက်နှစ်သက်သည့်အခန်းများ / အရာဝတ်ထုများ (အရာဝတ်ထုတစ်ခုအတွက်သာ) သင်ကြိုက်နှစ်သက်သည့်တိုက်ခန်းများ,
nl: Voer meterstanden in voor zoveel appartementen/huizen/objecten als u wilt (in plaats van slechts voor één object)
no: Skriv inn målerstandene for så mange leiligheter/hus/objekter du vil (i stedet for bare for ett objekt)
pl: Wprowadź stany liczników dla dowolnej liczby mieszkań/domów/obiektów (a nie tylko dla jednego obiektu)
pt: Introduza as leituras do contador para tantos apartamentos/casasas/objectos quantos desejar (em vez de apenas para um objecto)
ru: Введите показания счетчика для стольких квартир/домов/объектов, сколько пожелаете (а не только для одного объекта).
sl: Vnesite števce za poljubno število stanovanj/hiš/objektov (namesto samo za en objekt)
sr: Унесите очитања бројила за онолико станова/кућа/објеката колико желите (уместо само за један објекат)
sv: Ange mätarställningen för så många lägenheter/hus/objekt du vill (istället för bara för ett objekt)
sw: Ingiza usomaji wa mita kwa vyumba vingi/nyumba/vitu kama unavyopenda (badala ya kitu kimoja tu)
th: ป้อนการอ่านค่ามิเตอร์สำหรับอพาร์ทเมนต์/บ้าน/วัตถุได้มากเท่าที่คุณต้องการ (แทนที่จะเป็นเพียงวัตถุเดียว)
tr: İstediğiniz sayıda daire/ev/nesnenin sayaç okumalarını girin (tek bir nesne yerine)
uk: Введіть показники лічильників для будь-якої кількості квартир/будинків/об'єктів (а не для одного об'єкта)
vi: Nhập chỉ số đồng hồ cho bao nhiêu căn hộ/nhà/đồ vật tùy thích (thay vì chỉ cho một đồ vật)
zh: 输入任意数量的公寓/房屋/物体的仪表读数（而不仅仅是一个物体）

# purchasesExtensionsInWork
source: Further extensions are planned. Take part in the feature survey to have your say.
af: Verdere uitbreidings word beplan. Neem deel aan die funksie-opname om jou sê te hê.
ar: يتم التخطيط لمزيد من الامتدادات. شارك في استطلاع الميزات لإبداء رأيك.
bg: Планират се допълнителни разширения. Участвайте в анкетата за функции, за да имате дума.
bs: Planirana su dalja proširenja. Sudjelujte u anketi o značajkama da biste rekli svoje mišljenje.
cs: V plánu jsou další rozšíření. Zúčastněte se průzkumu funkcí a vyjádřete svůj názor.
da: Yderligere udvidelser er planlagt. Deltag i featureundersøgelsen for at sige din mening.
de: Weitere Erweiterungen sind geplant. Nehmen Sie an der Feature-Umfrage teil, um mitzuentscheiden.
el: Σχεδιάζονται περαιτέρω επεκτάσεις. Πάρτε μέρος στην έρευνα για τις δυνατότητες για να πείτε τη γνώμη σας.
es: Se planifican más ampliaciones. Participa en la encuesta de funciones para opinar.
et: Lisalaiendused on plaanis. Osale funktsiooniküsitluses, et kaasa rääkida.
fa: افزونه‌های بیشتری در دست توسعه هستند. در نظرسنجی ویژگی‌ها شرکت کنید و نظر خود را اعلام کنید.
fi: Lisää laajennuksia on suunnitteilla.Osallistu ominaisuuskyselyyn ja kerro mielipiteesi.
fr: D'autres extensions sont prévues. Participez au sondage sur les fonctionnalités pour donner votre avis.
hi: आगे विस्तार की योजना बनाई गई है।अपनी बात कहने के लिए फीचर सर्वेक्षण में भाग लें।
hr: U planu su daljnja proširenja.Sudjelujte u anketi o značajkama da biste rekli svoje mišljenje.
hu: További bővítéseket terveznek. Vegyen részt a funkciókra vonatkozó felmérésben, hogy elmondhassa véleményét.
it: Sono previste ulteriori estensioni. Partecipa al sondaggio sulle funzioni per dire la tua.
ja: さらなる拡張も計画されています。機能アンケートに参加して、ご意見をお聞かせください。
ko: 추가 확장 기능이 계획되어 있습니다. 기능 설문에 참여해 의견을 들려주세요.
lt: Planuojami tolesni pratęsimai. Dalyvaukite funkcijų apklausoje ir išsakykite savo nuomonę.
ml: കൂടുതൽ വിപുലീകരണങ്ങൾ ആസൂത്രണം ചെയ്തിട്ടുണ്ട്. നിങ്ങളുടെ അഭിപ്രായം പറയാൻ ഫീച്ചർ സർവേയിൽ പങ്കെടുക്കുക.
my: နောက်ထပ် extension များစီစဉ်ထားသည်။ သင့်ရဲ့ပြောဆိုရန် feature ကိုစစ်တမ်း၌ပါ 0 င်ပါ။
nl: Verdere uitbreidingen zijn gepland. Neem deel aan de functie-enquête om uw zegje te doen.
no: Ytterligere utvidelser er planlagt. Delta i funksjonsundersøkelsen for å si din mening.
pl: Planowane są dalsze rozbudowy. Weź udział w ankiecie dotyczącej funkcji, aby wyrazić swoją opinię.
pt: Outras extensões estão planejadas. Participe da pesquisa de recursos para opinar.
ru: Планируются дополнительные расширения. Участвуйте в опросе по функциям, чтобы высказать мнение.
sl: Načrtovane so nadaljnje razširitve. Sodelujte v anketi o funkciji in povejte svoje mnenje.
sr: Планирана су даља проширења. Учествујте у анкети о значајкама да бисте рекли своје мишљење.
sv: Ytterligare utbyggnader planeras. Delta i funktionsundersökningen för att säga din mening.
sw: Viongezeo zaidi vimepangwa. Shiriki katika uchunguzi wa huduma ili kusema.
th: มีการวางแผนการขยายเวลาเพิ่มเติม เข้าร่วมการสำรวจคุณสมบัติเพื่อแสดงความคิดเห็นของคุณ
tr: Daha fazla genişletme planlanıyor. Görüşünüzü belirtmek için özellik anketine katılın.
uk: Планується подальше розширення. Візьміть участь в опитуванні, щоб висловити свою думку.
vi: Các phần mở rộng tiếp theo được lên kế hoạch. Hãy tham gia vào cuộc khảo sát về tính năng để có tiếng nói của mình.
zh: 计划进一步扩展。参加功能调查发表您的意见。

# purchasesSubscribeNow
source: Subscribe now
af: Teken nou in
ar: اشترك الآن
bg: Абонирай се сега
bs: Pretplatite se sada
cs: Přihlaste se k odběru
da: Tilmeld dig nu
de: Jetzt abonnieren
el: Εγγραφείτε τώρα
es: Suscríbase ahora
et: Telli nüüd
fa: همین حالا مشترک شوید
fi: Tilaa nyt
fr: Abonnez-vous maintenant
hi: अब सदस्यता लें
hr: Pretplatite se sada
hu: Iratkozzon fel most
it: Sottoscrivi ora
ja: 今すぐ購読する
ko: 지금 구독
lt: Prenumeruokite dabar
ml: ഇപ്പോൾ സബ്സ്ക്രൈബ് ചെയ്യുക
my: ယခုမှာယူပါ
nl: Abonneer je nu
no: Abonner nå
pl: Zapisz się teraz
pt: Subscrever agora
ru: Подписаться сейчас
sl: Naročite se zdaj
sr: Претплатите се сада
sv: Prenumerera nu
sw: Jisajili sasa
th: สมัครสมาชิกตอนนี้
tr: Şimdi abone olun
uk: Підпишіться зараз
vi: Đăng ký ngay bây giờ
zh: 立即订阅

# purchasesBuyNow
source: Buy now
af: Koop nou
ar: اشتري الآن
bg: Купи сега
bs: Kupite sada
cs: Kup teď
da: Køb nu
de: Jetzt kaufen
el: Αγοράστε τώρα
es: Comprar ahora
et: Osta kohe
fa: خرید
fi: Osta nyt
fr: Acheter maintenant
hi: अभी खरीदें
hr: Kupi sada
hu: Vásároljon most
it: Compra ora
ja: 今すぐ購入
ko: 지금 구매
lt: Pirkti dabar
ml: ഇപ്പോൾ വാങ്ങുക
my: အခုဝယ်ပါ
nl: Nu kopen
no: Kjøp nå
pl: Kup teraz
pt: Comprar agora
ru: Купить сейчас
sl: Kupi zdaj
sr: Купите сада
sv: Köp nu
sw: Nunua sasa
th: ซื้อตอนนี้
tr: Şimdi al
uk: Купити зараз
vi: Mua ngay
zh: 立即购买

# purchasesRedeemCode
source: Redeem code
af: Verlos kode
ar: استرداد الرمز
bg: Активиране на код
bs: Iskoristite kod
cs: Uplatnit kód
da: Indløs kode
de: Code einlösen
el: Κωδικός εξαργύρωσης
es: Canjear código
et: Lunasta kood
fa: استفاده از کد
fi: Lunasta koodi
fr: Valider le code
hi: रीडीम कोड
hr: Unesi kod
hu: Beváltási kód
it: Codice di riscatto
ja: コードを引き換える
ko: 코드 사용
lt: Išpirkti kodą
ml: കോഡ് റീഡീം ചെയ്യുക
my: redeem ကုဒ်
nl: Code inwisselen
no: Løs inn kode
pl: Wykorzystaj kod
pt: Código de resgate
ru: Получить код
sl: Unovči kodo
sr: Искористите код
sv: Lös in kod
sw: Ukomboa nambari
th: แลกรหัส
tr: Kodu kullan
uk: Активувати код
vi: Đổi mã
zh: 兑换代码
