Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# bonusInfoText
source: Tariffs with bonus often allow for particularly high savings when changing providers. However, this usually results exclusively from the one-time bonus. That means: The total costs are so low only in the first year of supply. High work and/or basic prices provide in the second year for a clearly higher calculation. Therefore, with bonus tariffs you should plan from the outset to change again after one year. Bonus tariffs with a term of two years, where this cancellation is not possible at all, should be questioned particularly critically.
af: Tariewe met bonus laat dikwels vir besonder hoë besparings toe wanneer verskaffers verander word. Dit spruit egter gewoonlik uitsluitlik uit die eenmalige bonus voort. Dit beteken: Die totale koste is slegs so laag in die eerste jaar van voorsiening. Hoë werk- en/of basispryse verskaf in die tweede jaar vir 'n duidelik hoër berekening. Daarom moet jy met bonustariewe van die begin af beplan om weer na een jaar te verander. Bonustariewe met 'n termyn van twee jaar, waar hierdie kansellasie glad nie moontlik is nie, moet besonder krities bevraagteken word.
ar: غالباً ما تسمح التعريفات مع المكافأة بتوفير مرتفع بشكل خاص عند تغيير المزودين. ومع ذلك، ينتج هذا عادةً حصرياً من المكافأة لمرة واحدة. هذا يعني: التكاليف الإجمالية منخفضة جداً فقط في السنة الأولى من التوريد. توفر أسعار العمل و/أو الأسعار الأساسية المرتفعة في السنة الثانية حساباً أعلى بوضوح. لذلك، مع تعريفة المكافأة يجب أن تخطط من البداية للتغيير مرة أخرى بعد عام واحد. يجب التشكيك بشكل خاص في تعريفة المكافأة لمدة عامين، حيث لا يمكن الإلغاء على الإطلاق.
bg: Тарифите с бонус често позволяват особено високи спестявания при смяна на доставчици. Въпреки това, това обикновено се дължи изключително на еднократния бонус. Това означава: Общите разходи са толкова ниски само през първата година на доставка. Високите работни и/или основни цени осигуряват през втората година ясно по-висока сметка. Следователно, с тарифи с бонус трябва да планирате от самото начало да смените отново след една година. Тарифи с бонус с срок от две години, където това прекратяване изобщо не е възможно, трябва да се поставят под въпрос особено критично.
bs: Tarife sa bonusom često omogućavaju posebno velike uštede prilikom promjene provajdera. Međutim, to obično proizlazi isključivo iz jednokratnog bonusa. To znači: Ukupni troškovi su tako niski samo u prvoj godini isporuke. Visoki rad i/ili osnovne cijene omogućavaju u drugoj godini jasno veći obračun. Stoga, uz bonus tarife, trebali biste od samog početka planirati ponovnu promjenu nakon godinu dana. Posebno kritički treba preispitivati ​​bonus tarife sa rokom od dvije godine, gdje ovo ukidanje uopće nije moguće.
cs: Tarify s bonusem často umožňují obzvlášť vysoké úspory při změně poskytovatele. To však obvykle vyplývá výhradně z jednorázového bonusu. To znamená: Celkové náklady jsou tak nízké pouze v prvním roce dodávky. Vysoké ceny práce a/nebo základní ceny poskytují ve druhém roce zřetelně vyšší kalkulaci. U bonusových tarifů byste proto měli od začátku plánovat změnu po roce. Zvláště kriticky by měly být zpochybněny bonusové tarify s dobou platnosti na dva roky, kde toto zrušení není vůbec možné.
da: Takster med bonus giver ofte mulighed for særligt høje besparelser ved udbyderskift. Dette skyldes dog normalt udelukkende engangsbonussen. Det betyder: De samlede omkostninger er kun så lave i det første leveringsår. Højt arbejde og/eller grundpriser giver i andet år en klart højere beregning. Derfor bør du med bonustariffer planlægge fra starten at ændre igen efter et år. Bonustariffer med en løbetid på to år, hvor denne annullering slet ikke er mulig, bør stilles særligt kritiske spørgsmålstegn ved.
de: Tarife mit Bonus ermöglichen häufig eine Ersparnis beim Anbieterwechsel. Diese ergibt sich aber meist ausschließlich aus dem einmaligen Bonus. Das heißt: Die Gesamtkosten sind nur im ersten Belieferungsjahr so niedrig. Hohe Arbeits- und/oder Grundpreise sorgen im zweiten Jahr für eine deutlich höhere Rechnung. Deshalb sollten Sie bei Bonus-Tarifen von vornherein einplanen, nach einem Jahr erneut zu wechseln. Bonus-Tarife mit einer Laufzeit von zwei Jahren, bei denen diese Kündigung gar nicht möglich ist, sollten Sie besonders kritisch hinterfragen.
el: Τα τιμολόγια με μπόνους συχνά επιτρέπουν ιδιαίτερα υψηλές εξοικονομήσεις κατά την αλλαγή παρόχου. Ωστόσο, αυτό προκύπτει συνήθως αποκλειστικά από το εφάπαξ μπόνους. Αυτό σημαίνει ότι: Το συνολικό κόστος είναι τόσο χαμηλό μόνο κατά το πρώτο έτος της παροχής. Οι υψηλές εργασίες ή/και οι βασικές τιμές προβλέπουν κατά το δεύτερο έτος σαφώς υψηλότερο υπολογισμό. Επομένως, με τα τιμολόγια μπόνους θα πρέπει να προγραμματίσετε εξαρχής να αλλάξετε και πάλι μετά από ένα έτος. Τα τιμολόγια μπόνους με διάρκεια δύο ετών, όπου αυτή η ακύρωση δεν είναι καθόλου δυνατή, θα πρέπει να αμφισβητούνται ιδιαίτερα κριτικά.
es: Los aranceles con bonificación suelen permitir un ahorro especialmente elevado al cambiar de proveedor. Sin embargo, esto suele ser el resultado exclusivo de la bonificación única. Eso significa que: Los costos totales son tan bajos sólo en el primer año de suministro. Los altos precios de trabajo y/o básicos proporcionan en el segundo año un cálculo claramente más alto. Por lo tanto, con las tarifas de bonificación se debe planificar desde el principio para cambiar de nuevo después de un año. Las tarifas de bonificación con un plazo de dos años, donde esta cancelación no es posible en absoluto, deben ser cuestionadas de manera particularmente crítica.
et: Boonusega tariifid võimaldavad pakkujat vahetades sageli eriti suurt kokkuhoidu, kuid tavaliselt tuleneb see üksnes ühekordsest boonusest. See tähendab: kogukulud on madalad ainult esimesel tarneaastal. Kõrged töö- ja/või põhihinnad toovad teisel aastal kaasa selgelt suurema arve. Seega tasub boonustariifide puhul juba alguses planeerida, et aasta pärast taas pakkujat vahetada. Kaheaastase tähtajaga boonustariifid, kus see pole võimalik, tuleks eriti kriitiliselt üle vaadata.
fa: تعرفه‌های همراه با جایزه معمولاً در هنگام تغییر ارائه‌دهنده، صرفه‌جویی بسیار بالایی را ممکن می‌سازد.با این حال، این معمولاً به طور انحصاری ناشی از پاداش یکباره است.یعنی: کل هزینه ها فقط در سال اول عرضه بسیار کم است.کار بالا و/یا قیمت های پایه در سال دوم محاسبات به وضوح بالاتری را فراهم می کند.بنابراین، با تعرفه های پاداش، باید از ابتدا برنامه ریزی کنید تا پس از یک سال دوباره تغییر کنید.تعرفه های پاداش با مدت دو سال، که در آن لغو به هیچ وجه امکان پذیر نیست، باید به طور ویژه مورد سوال قرار گیرد.
fi: Bonuksella varustetut tariffit mahdollistavat usein erityisen suuria säästöjä palveluntarjoajan vaihdossa.Tämä johtuu kuitenkin yleensä yksinomaan kertaluonteisesta bonuksesta.Tämä tarkoittaa: kokonaiskustannukset ovat niin alhaiset vain ensimmäisen toimitusvuoden aikana.Korkeat työ- ja/tai perushinnat antavat toisena vuonna selvästi korkeamman laskelman.Siksi bonustariffien kanssa kannattaa alusta alkaen suunnitella muutosta vuoden kuluttua.Erityisen kriittisesti tulee kyseenalaistaa kahden vuoden bonustariffit, joissa tämä peruuttaminen ei ole ollenkaan mahdollista.
fr: Les tarifs avec bonus permettent souvent de réaliser des économies particulièrement importantes lors d'un changement de fournisseur. Toutefois, cela résulte généralement exclusivement d'une prime unique. Cela signifie que les coûts totaux ne sont pas aussi bas au cours de la première année de livraison. Les prix de base et/ou de travail élevés entraînent une facture nettement plus élevée la deuxième année. C'est pourquoi, avec les tarifs majorés, vous devez prévoir dès le départ de changer à nouveau au bout d'un an. Vous devez être particulièrement critique à l'égard des tarifs bonus d'une durée de deux ans, lorsque cette annulation n'est pas du tout possible.
hi: प्रदाताओं को बदलते समय बोनस के साथ टैरिफ अक्सर विशेष रूप से उच्च बचत की अनुमति देते हैं।हालाँकि, यह आमतौर पर विशेष रूप से एकमुश्त बोनस का परिणाम होता है।इसका मतलब है: आपूर्ति के पहले वर्ष में ही कुल लागत इतनी कम होती है।उच्च कार्य और/या बुनियादी कीमतें दूसरे वर्ष में स्पष्ट रूप से उच्च गणना प्रदान करती हैं।इसलिए, बोनस टैरिफ के साथ आपको शुरू से ही एक वर्ष के बाद फिर से बदलाव की योजना बनानी चाहिए।दो साल की अवधि वाले बोनस टैरिफ, जहां इसे रद्द करना बिल्कुल भी संभव नहीं है, पर विशेष रूप से गंभीर रूप से सवाल उठाया जाना चाहिए।
hr: Tarife s bonusom često omogućuju posebno velike uštede pri promjeni pružatelja usluga.Međutim, to obično proizlazi isključivo iz jednokratnog bonusa.To znači: ukupni troškovi su tako niski samo u prvoj godini opskrbe.Visoke cijene rada i/ili osnovne cijene osiguravaju u drugoj godini znatno viši obračun.Stoga biste s bonus tarifama trebali od samog početka planirati ponovnu promjenu nakon jedne godine.Posebno kritično treba propitivati ​​bonus tarife s rokom trajanja od dvije godine, kod kojih to ukidanje uopće nije moguće.
hu: A bónuszos tarifák gyakran különösen nagy megtakarítást tesznek lehetővé a szolgáltatóváltáskor. Ez azonban általában kizárólag az egyszeri bónuszból adódik. A teljes költség csak az ellátás első évében ilyen alacsony. A magas munka- és/vagy alapárak a második évben egyértelműen magasabb kalkulációt biztosítanak. Ezért a bónusz tarifáknál már a kezdetektől fogva terveznie kell, hogy egy év után ismét váltani fog. Különösen kritikusan kell megkérdőjelezni a kétéves futamidejű bónusz tarifákat, ahol ez a felmondás egyáltalán nem lehetséges.
it: Le tariffe con un bonus spesso permettono di risparmiare denaro quando si cambia fornitore. Tuttavia, questo di solito risulta esclusivamente dal bonus una tantum. Questo significa che i costi totali sono così bassi solo nel primo anno di fornitura. I prezzi elevati della manodopera e/o dei prezzi di base comportano una fattura significativamente più alta nel secondo anno. Ecco perché dovresti pianificare fin dall'inizio di cambiare di nuovo dopo un anno con le tariffe bonus. Le tariffe bonus con una durata di due anni, in cui questa cancellazione non è affatto possibile, dovrebbero essere esaminate in modo particolarmente critico.
ja: ボーナス付きの料金プランにより、プロバイダーを変更する際に特に大幅な節約が可能になることがよくあります。ただし、これは通常、1 回限りのボーナスによるものです。つまり、総コストが非常に低くなるのは、供給の初年度だけです。作業量や基本料金が高い場合、2 年目には明らかに高額な計算が行われます。したがって、ボーナス料金の場合は、1 年後に再度変更することを最初から計画する必要があります。この取り消しがまったく不可能な 2 年間の期間を持つボーナス料金は、特に厳しく疑問視されるべきです。
ko: 보너스가 포함된 요금제는 공급자를 변경할 때 특히 큰 절약 효과를 제공하는 경우가 많습니다. 그러나 이는 대부분 일회성 보너스에만 기반합니다. 즉, 총비용이 낮은 것은 공급 첫해에만 해당합니다. 높은 작업 요금 또는 기본 요금은 둘째 해에 명확히 더 높은 계산 결과를 초래합니다. 따라서 보너스 요금제를 사용하는 경우, 처음부터 1년 후에 다시 변경할 계획을 세워야 합니다. 계약 기간이 2년이며 중도 해지가 불가능한 보너스 요금제는 특히 주의 깊게 검토해야 합니다.
lt: Tarifai su priemoka dažnai leidžia ypač daug sutaupyti keičiant teikėją. Tačiau tai paprastai atsiranda tik dėl vienkartinės premijos. Tai reiškia: bendros išlaidos yra tokios mažos tik pirmaisiais tiekimo metais. Aukštos darbo ir (arba) bazinės kainos antraisiais metais suteikia aiškiai didesnį skaičiavimą. Todėl naudodami premijų tarifus turėtumėte nuo pat pradžių planuoti, kad po vienerių metų vėl pakeisite. Ypač kritiškai reikėtų suabejoti premijiniais tarifais, kurių terminas yra dveji metai, kai toks atšaukimas apskritai nėra įmanomas.
ml: ദാതാക്കളെ മാറ്റുമ്പോൾ ബോണസുള്ള താരിഫുകൾ പലപ്പോഴും പ്രത്യേകിച്ച് ഉയർന്ന സമ്പാദ്യം അനുവദിക്കുന്നു. എന്നിരുന്നാലും, ഇത് സാധാരണയായി ഒറ്റത്തവണ ബോണസിൽ നിന്ന് മാത്രമായിരിക്കും. അതിനർത്ഥം: വിതരണത്തിൻ്റെ ആദ്യ വർഷത്തിൽ മാത്രം മൊത്തം ചെലവ് വളരെ കുറവാണ്. ഉയർന്ന ജോലി കൂടാതെ/അല്ലെങ്കിൽ അടിസ്ഥാന വിലകൾ രണ്ടാം വർഷത്തിൽ വ്യക്തമായ ഉയർന്ന കണക്കുകൂട്ടലിന് നൽകുന്നു. അതിനാൽ, ബോണസ് താരിഫുകൾ ഉപയോഗിച്ച് ഒരു വർഷത്തിനുശേഷം വീണ്ടും മാറ്റാൻ നിങ്ങൾ ആദ്യം മുതൽ പ്ലാൻ ചെയ്യണം. ഈ റദ്ദാക്കൽ സാധ്യമല്ലാത്ത രണ്ട് വർഷത്തെ കാലാവധിയുള്ള ബോണസ് താരിഫുകൾ പ്രത്യേകിച്ചും വിമർശനാത്മകമായി ചോദ്യം ചെയ്യപ്പെടേണ്ടതാണ്.
my: ပံ့ပိုးပေးသည့်အခါပံ့ပိုးပေးသည့်အခါအထူးသဖြင့်ငွေချေးယူရန်အပိုဆုကြေးများနှင့်အတူအဖိုးအခင့်များအနေဖြင့်အထူးသဖြင့်ငွေစုရန်မကြာခဏခွင့်ပြုလေ့ရှိသည်။ သို့သော်ဤသည်များသောအားဖြင့်တစ်ကြိမ်တည်းအပိုဆုကြေးမှသီးသန့်ရလဒ်များ။ ဆိုလိုသည်မှာစုစုပေါင်းကုန်ကျစရိတ်သည်ပထမနှစ်တွင်သာအလွန်နိမ့်ကျသည်။ မြင့်မားသောအလုပ်နှင့် / သို့မဟုတ်အခြေခံစျေးနှုန်းများသည်ဒုတိယနှစ်တွင်ရှင်းလင်းစွာတွက်ချက်မှုအတွက်ဒုတိယနှစ်တွင်ဖြစ်သည်။ ထို့ကြောင့်အပိုဆုကြေးဖြင့်တစ်နှစ်အကြာတွင်ထပ်မံပြောင်းလဲရန်အစကတည်းကသင်အစီအစဉ်ကိုထပ်ဆင့်ရန်စီစဉ်သင့်သည်။ 2 နှစ်သက်တမ်းတိုးသည့်အပိုဆုကြေးသည်ဤဖျက်သိမ်းမှုကိုလုံးဝမရရှိနိုင်သည့်အတွက်အထူးသဖြင့်အရေးပါသောမေးခွန်းများကိုမေးခွန်းထုတ်သင့်သည်။
nl: Tarieven met bonus maken vaak bijzonder hoge besparingen mogelijk bij het wisselen van leverancier. Dit komt echter meestal uitsluitend door de eenmalige bonus. Dat betekent: De totale kosten zijn alleen in het eerste leveringsjaar zo laag. Hoge werk- en/of basisprijzen zorgen in het tweede jaar voor een duidelijk hogere berekening. Daarom moet u bij bonustarieven vanaf het begin plannen om na een jaar opnieuw te wisselen. Bonustarieven met een looptijd van twee jaar, waarbij deze opzegging helemaal niet mogelijk is, moeten bijzonder kritisch worden beoordeeld.
no: Tariffer med bonus åpner ofte for spesielt høye besparelser ved bytte av tilbyder. Imidlertid skyldes dette vanligvis utelukkende engangsbonusen. Det betyr: Totalkostnadene er så lave bare i det første leveringsåret. Høyt arbeid og/eller grunnpriser gir det andre året en klart høyere kalkyle. Derfor bør du med bonustariffer planlegge fra første stund å endre igjen etter ett år. Bonustariffer med en løpetid på to år, der denne kanselleringen ikke er mulig i det hele tatt, bør stilles særlig kritiske spørsmål.
pl: Taryfy z premią często pozwalają na szczególnie duże oszczędności przy zmianie dostawcy. Zwykle wynika to jednak wyłącznie z jednorazowej premii. Oznacza to: Całkowite koszty są tak niskie tylko w pierwszym roku dostaw. Wysokie ceny pracy i/lub podstawowe zapewniają w drugim roku wyraźnie wyższą kalkulację. Dlatego w przypadku taryf premiowych należy od początku planować zmianę po roku. Szczególnie krytycznie należy zakwestionować taryfy premiowe na okres dwóch lat, w przypadku których rezygnacja w ogóle nie jest możliwa.
pt: As tarifas com bónus permitem muitas vezes poupanças particularmente elevadas quando se muda de fornecedor. No entanto, isto resulta normalmente exclusivamente do bónus único. Isto significa: Os custos totais são tão baixos apenas no primeiro ano de fornecimento. O trabalho elevado e/ou os preços básicos fornecem no segundo ano para um cálculo claramente mais elevado. Portanto, com tarifas de bónus deve planear desde o início a mudança de novo após um ano. As tarifas de bónus com um prazo de dois anos, onde este cancelamento não é de todo possível, devem ser questionadas de forma particularmente crítica.
ru: Тарифы с бонусом часто позволяют получить особенно высокую экономию при смене провайдера. Однако, как правило, это происходит исключительно за счет единовременного бонуса. Это означает: Суммарные затраты так малы только в первый год поставки. Высокие цены на работу и/или базовые цены обеспечивают во втором году явно более высокие расчеты. Поэтому при бонусных тарифах следует с самого начала планировать повторное изменение через год. Бонусные тарифы со сроком действия в два года, когда такая отмена вообще невозможна, следует подвергать особенно критическому сомнению.
sl: Tarife z bonusi pogosto omogočajo še posebej visoke prihranke pri menjavi ponudnika. Vendar je to običajno posledica izključno enkratnega bonusa. To pomeni: skupni stroški so tako nizki le v prvem letu dobave. Visoke cene dela in/ali osnovne cene zagotavljajo v drugem letu očitno višji izračun. Zato bi morali z bonus tarifami že od samega začetka načrtovati, da jih po enem letu znova spremenite. Posebej kritično je treba vprašati bonusne tarife z rokom trajanja dveh let, kjer ta odpoved sploh ni mogoča.
sr: Тарифе са бонусом често омогућавају посебно велике уштеде приликом промене провајдера. Међутим, то обично произилази искључиво из једнократног бонуса. То значи: Укупни трошкови су тако ниски само у првој години снабдевања. Висок рад и/или основне цене обезбеђују у другој години јасно већи обрачун. Стога, са бонус тарифама треба да планирате од почетка да се поново промените након годину дана. Посебно критички треба преиспитивати бонус тарифе са роком од две године, где ово укидање уопште није могуће.
sv: Tariffer med bonus ger ofta extra höga besparingar vid byte av leverantör. Detta beror dock vanligtvis uteslutande på engångsbonusen. Det betyder: De totala kostnaderna är så låga bara under det första leveransåret. Högt arbete och/eller grundpriser ger under andra året en klart högre kalkyl. Därför bör du med bonustariffer redan från början planera för att ändra igen efter ett år. Bonustariffer med en löptid på två år, där denna uppsägning inte alls är möjlig, bör ifrågasättas särskilt kritiskt.
sw: Ushuru na bonasi mara nyingi huruhusu akiba ya juu wakati wa kubadilisha watoa huduma. Walakini, hii kawaida hutokana na bonasi ya wakati mmoja. Hiyo inamaanisha: Gharama za jumla ni chini sana katika mwaka wa kwanza wa usambazaji. Kazi ya juu na/au bei ya msingi hutoa katika mwaka wa pili kwa hesabu ya juu kabisa. Kwa hivyo, na ushuru wa ziada unapaswa kupanga kutoka mwanzo kubadilika tena baada ya mwaka mmoja. Ushuru wa bonasi na muda wa miaka mbili, ambapo kufutwa kwa kazi hii haiwezekani kabisa, inapaswa kuhojiwa haswa.
th: อัตราภาษีพร้อมโบนัสมักจะช่วยให้ประหยัดได้สูงเป็นพิเศษเมื่อเปลี่ยนผู้ให้บริการ อย่างไรก็ตาม สิ่งนี้มักเป็นผลจากโบนัสแบบครั้งเดียวเท่านั้น นั่นหมายความว่า: ต้นทุนรวมต่ำมากเฉพาะในปีแรกของการจัดหาเท่านั้น งานและ/หรือราคาพื้นฐานที่สูงจะทำให้ปีที่สองมีการคำนวณที่สูงขึ้นอย่างชัดเจน ดังนั้นด้วยภาษีโบนัสคุณควรวางแผนตั้งแต่เริ่มแรกเพื่อเปลี่ยนแปลงอีกครั้งหลังจากหนึ่งปี อัตราภาษีโบนัสที่มีระยะเวลาสองปีซึ่งการยกเลิกนี้เป็นไปไม่ได้เลยควรถูกตั้งคำถามอย่างมีวิจารณญาณเป็นพิเศษ
tr: Bonuslu tarifeler genellikle sağlayıcı değiştirirken özellikle yüksek tasarruflara olanak tanır. Ancak bu genellikle yalnızca bir kerelik bonustan kaynaklanır. Bunun anlamı şudur: Toplam maliyetler yalnızca tedarikin ilk yılında çok düşüktür. Yüksek iş ve/veya temel fiyatlar, ikinci yılda açıkça daha yüksek bir hesaplama yapılmasını sağlar. Bu nedenle bonus tarifelerde bir yıl sonra tekrar değişiklik yapmayı baştan planlamalısınız. Bu iptalin hiçbir şekilde mümkün olmadığı iki yıl vadeli bonus tarifelerinin özellikle ciddi bir şekilde sorgulanması gerekiyor.
uk: Тарифи з бонусом часто дозволяють особливо сильно заощадити при зміні провайдера. Однак це зазвичай є результатом виключно одноразового бонусу. Це означає: загальні витрати такі низькі лише в перший рік постачання. Високі ціни на роботу та/або базові ціни передбачають на другому році явно більший розрахунок. Тому з бонусними тарифами ви повинні з самого початку планувати повторну зміну через рік. Особливо критично варто поставити під сумнів бонусні тарифи терміном на два роки, де таке скасування взагалі неможливе.
vi: Biểu giá có thưởng thường cho phép tiết kiệm đặc biệt cao khi thay đổi nhà cung cấp. Tuy nhiên, điều này thường chỉ là kết quả của tiền thưởng một lần. Điều đó có nghĩa là: Tổng chi phí chỉ ở mức thấp trong năm đầu tiên cung cấp. Công việc cao và/hoặc giá cơ bản mang lại tính toán cao hơn rõ ràng trong năm thứ hai. Vì vậy, với mức thưởng, bạn nên lên kế hoạch thay đổi ngay từ đầu sau một năm. Các mức thuế thưởng có thời hạn hai năm, trong trường hợp việc hủy bỏ này hoàn toàn không thể thực hiện được, cần được đặt câu hỏi đặc biệt nghiêm túc.
zh: 带奖金的资费通常可以在更换提供商时节省特别高的费用。然而，这通常完全是一次性奖金的结果。这意味着：仅在供应的第一年，总成本才如此低。高工作和/或基本价格在第二年提供了明显更高的计算。因此，对于奖金关税，您应该从一开始就计划在一年后再次改变。期限为两年的额外关税根本不可能取消，因此应受到特别严格的质疑。

source: Source:
af: Bron:
ar: المصدر:
bg: Източник:
bs: Izvor:
cs: Zdroj:
da: Kilde:
de: Quelle:
el: Πηγή:
es: Fuente:
et: Allikas:
fa: منبع:
fi: Lähde:
hi: स्रोत:
hr: Izvor:
hu: Forrás:
it: Fonte:
ja: ソース：
ko: 출처:
lt: Šaltinis:
ml: ഉറവിടം:
my: ရင်းမြစ်:
nl: Bron:
no: Kilde:
pl: Źródło:
pt: Fonte:
ru: Источник:
sl: Vir:
sr: Извор:
sv: Källa:
sw: Chanzo:
th: แหล่งที่มา:
tr: Kaynak:
uk: Джерело:
vi: Nguồn:
zh: 来源：

source: Base price
af: Basisprys
ar: السعر الأساسي
bg: Базова цена
bs: Osnovna cijena
cs: Základní cena
da: Grundpris
de: Grundpreis
el: Βασική τιμή
es: Precio base
et: Põhihind
fa: قیمت پایه
fi: Perushinta
fr: Prix de base
hi: आधार मूल्य
hr: Osnovna cijena
hu: Alapár
it: Prezzo base
ja: 基本価格
ko: 기본 요금
lt: Bazinė kaina
ml: അടിസ്ഥാന വില
my: အခြေခံစျေးနှုန်း
nl: Basisprijs
no: Grunnpris
pl: Cena bazowa
pt: Preço base
ru: Базовая цена
sl: Osnovna cena
sr: Основна цена
sv: Grundpris
sw: Bei ya msingi
th: ราคาพื้นฐาน
tr: Taban fiyat
uk: Базова ціна
vi: Giá cơ bản
zh: 基价

source: gross
af: bruto
ar: الإجمالي
bg: бруто
bs: bruto
cs: hrubý
da: brutto
de: brutto
el: ακαθάριστο
es: bruto
et: bruto
fa: ناخالص
fi: brutto
fr: brut
hi: कुल
hr: bruto
hu: bruttó
it: lordo
ja: きもい
ko: 총액
lt: grubus
ml: മൊത്തം
my: စုစုပေါင်း
nl: bruto
no: brutto
pl: brutto
pt: bruto
ru: брутто
sl: bruto
sr: бруто
sv: brutto
sw: jumla
th: ทั้งหมด
tr: brüt
uk: брутто
vi: tổng
zh: 总的

source: net
af: netto
ar: الصافي
bg: нето
bs: neto
cs: síť
de: netto
es: neto
et: neto
fa: خالص
hi: जाल
hr: neto
it: Netto
ja: ネット
ko: 순액
lt: neto
ml: നെറ്റ്
my: ပိုက်
nl: netto
no: nett
pl: internet
pt: Líquido
ru: чистая сеть
sr: нет
sv: netto
sw: wavu
th: สุทธิ
tr: açık
uk: чистий
vi: mạng lưới
zh: 网

# grossNetPrices
source: Gross or net price
af: Bruto of netto prys
ar: السعر الإجمالي أو الصافي
bg: Бруто или нето цена
bs: Bruto ili neto cijena
cs: Hrubá nebo čistá cena
da: Brutto- eller nettopris
de: Brutto- oder Nettopreis
el: Ακαθάριστη ή καθαρή τιμή
es: Precio bruto o neto
et: Bruto- või netohind
fa: قیمت ناخالص یا خالص
fi: Brutto tai nettohinta
fr: Prix bruts ou net
hi: सकल या शुद्ध मूल्य
hr: Bruto ili neto cijena
hu: Bruttó vagy nettó ár
it: Prezzo lordo o netto
ja: 総額または正味価格
ko: 총액 또는 순액
lt: Bruto arba neto kaina
ml: മൊത്തം അല്ലെങ്കിൽ അറ്റാദായ വില
my: စုစုပေါင်းသို့မဟုတ်အသားတင်စျေးနှုန်း
nl: Bruto- of nettoprijs
no: Brutto eller nettopris
pl: Cena brutto lub netto
pt: Preço bruto ou líquido
ru: Цена брутто или нетто
sl: Bruto ali neto cena
sr: Бруто или нето цена
sv: Brutto- eller nettopris
sw: Pato au bei ya jumla
th: ราคารวมหรือราคาสุทธิ
tr: Brüt veya net fiyat
uk: Ціна брутто або нетто
vi: Giá gộp hoặc giá ròng
zh: 总价或净价

source: Tax rate
af: Belastingkoers
ar: معدل الضريبة
bg: Данъчна ставка
bs: Poreska stopa
cs: Sazba daně
da: Skattesats
de: Steuersatz
el: Φορολογικός συντελεστής
es: Tipo impositivo
et: Maksumäär
fa: نرخ مالیات
fi: Veroprosentti
fr: Taux de taxation
hi: कर की दर
hr: Porezna stopa
hu: Adókulcs
it: Tasso d'imposta
ja: 税率
ko: 세율
lt: Mokesčio tarifas
ml: നികുതി നിരക്ക്
my: အခွန်နှုန်း
nl: Belastingtarief
no: Skattesats
pl: Stawka podatku
pt: Taxa de imposto
ru: Налоговая ставка
sl: Davčna stopnja
sr: Пореска стопа
sv: Skattesats
sw: Kiwango cha ushuru
th: อัตราภาษี
tr: Vergi oranı
uk: Ставка податку
vi: Thuế suất
zh: 税率

source: per {unit}
ar: لكل {unit}
bg: на {unit}
bs: po {unit}
cs: za 0 PHTOKEN
da: pr {unit}
de: pro {unit}
el: ανά {unit}
es: por {unit}
et: {unit} kohta
fa: برای هر {unit}
fr: par {unit}
hi: प्रति {unit}
hr: po {unit}
hu: {unit} szerint
ja: {unit}ごとに
ko: 단위당 {unit}
lt: už {unit}
ml: ഓരോ {unit}
my: Phtook0 နှုန်း
pl: za PTOKEN0
pt: por {unit}
ru: за {unit}
sl: na {unit}
sr: по ПХТОКЕН0
sw: kwa phtoken0
th: ต่อ {unit}
tr: {unit} başına
uk: за {unit}
vi: mỗi {unit}
zh: 每个 {unit}
