Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# activityTitle
source: Activity
af: Aktiwiteit
ar: النشاط
bg: Дейност
bs: Aktivnost
cs: Aktivita
da: Aktivitet
de: Aktivität
el: Δραστηριότητα
es: Actividad
et: Tegevus
fa: فعالیت
fi: Toiminta
fr: Activité
hi: गतिविधि
hr: Aktivnost
hu: Tevékenység
it: Attività
ja: 活動
ko: 활동
lt: Veikla
ml: പ്രവർത്തനം
my: ဆောင်ရွက်ခြင်း
nl: Activiteit
no: Aktivitet
pl: Działalność
pt: Atividade
ru: Активность
sl: dejavnost
sr: Активност
sv: Aktivitet
sw: Shughuli
th: กิจกรรม
tr: Etkinlik
uk: діяльність
vi: Hoạt động
zh: 活动

# activitiesTitle
source: My activities
af: My aktiwiteite
ar: أنشطتي
bg: Моите дейности
bs: Moje aktivnosti
cs: Moje aktivity
da: Mine aktiviteter
de: Meine Aktivitäten
el: Οι δραστηριότητές μου
es: Mis actividades
et: Minu tegevused
fa: فعالیت های من
fi: Minun toimintaani
fr: Mes activités
hi: मेरी गतिविधियां
hr: Moje aktivnosti
hu: Tevékenységeim
it: Le mie attività
ja: 私の活動
ko: 내 활동
lt: Mano veikla
ml: എൻ്റെ പ്രവർത്തനങ്ങൾ
my: ငါ့လှုပ်ရှားမှုများ
nl: Mijn activiteiten
no: Mine aktiviteter
pl: Moje działania
pt: Minhas atividades
ru: Мои активности
sl: Moje dejavnosti
sr: Моје активности
sv: Mina aktiviteter
sw: Shughuli zangu
th: กิจกรรมของฉัน
tr: Faaliyetlerim
uk: Моя діяльність
vi: Hoạt động của tôi
zh: 我的活动

# activitiesDescription
source: Link meter readings to activities, e.g., washing with cold water meters and electricity meters.
af: Koppel meterlesings aan aktiwiteite, bv. was met koue watermeters en elektrisiteitsmeters.
ar: ربط قراءات العدادات بالأنشطة، على سبيل المثال، الغسيل مع عدادات الماء البارد وعدادات الكهرباء.
bg: Свържете показанията на броячите с дейности, напр. пране с водомери за студена вода и електромери.
bs: Povežite očitanja brojila sa aktivnostima, na primjer, pranje s brojilima hladne vode i strujom.
cs: Propojte odečty měřidel s činnostmi, např. mytím měřičů studené vody a elektroměrů.
da: Knyt måleraflæsninger til aktiviteter, fx vask med koldtvandsmålere og elmålere.
de: Verknüpfen Sie Zählerstandsablesungen mit Aktivitäten, z.B. Waschen mit Kaltwasserzähler und Stromzähler.
el: Συνδέστε τις ενδείξεις των μετρητών με δραστηριότητες, π.χ. πλύσιμο με μετρητές κρύου νερού και μετρητές ηλεκτρικής ενέργειας.
es: Registrar actividades y su consumo típico de recursos.
et: Seo arvestinäidud tegevustega, nt pesu külma vee ja elektriarvestitega.
fa: قرائت‌های کنتور را به فعالیت‌ها مرتبط کنید، به عنوان مثال، شستشو با کنتور آب سرد و کنتور برق.
fi: Yhdistä mittarilukemat toimintoihin, kuten pesuun kylmävesimittareilla ja sähkömittareilla.
fr: Enregistrer les activités et leur consommation typique.
hi: मीटर रीडिंग को गतिविधियों से जोड़ें, जैसे ठंडे पानी के मीटर और बिजली मीटर से धोना।
hr: Povežite očitanja mjerača s aktivnostima, npr. pranje s mjeračima hladne vode i mjeračima električne energije.
hu: Kapcsolja össze a mérőórák leolvasását a tevékenységekkel, pl. mosás hidegvízmérőkkel és villanyórákkal.
it: Registra le attività e il loro consumo tipico di risorse.
ja: 水道メーターや電気メーターを使った洗濯など、メーターの測定値を活動にリンクします。
ko: 계량기 지침을 활동과 연결하세요. 예: 냉수 계량기 및 전기 계량기로 세탁 활동을 기록.
lt: Susiekite skaitiklių rodmenis su veikla, pvz., plovimu šalto vandens ir elektros skaitikliais.
ml: പ്രവർത്തനങ്ങളിലേക്ക് മീറ്റർ റീഡിംഗുകൾ ലിങ്ക് ചെയ്യുക, ഉദാ., തണുത്ത വെള്ളം മീറ്ററുകളും വൈദ്യുതി മീറ്ററുകളും ഉപയോഗിച്ച് കഴുകുക.
my: Meter Readings ကိုလှုပ်ရှားမှုများကိုချိတ်ဆက်ခြင်း, E.G. ရေအေးရေမီတာနှင့်လျှပ်စစ်ဓာတ်အားဖြန့်ခြင်းများကိုဆေးကြောပါ။
nl: Koppel meterstanden aan activiteiten, bijvoorbeeld wassen met koudwatermeters en elektriciteitsmeters.
no: Knytt måleravlesninger til aktiviteter, for eksempel vask med kaldtvannsmålere og strømmålere.
pl: Połącz odczyty liczników z czynnościami, np. myciem za pomocą liczników zimnej wody i liczników energii elektrycznej.
pt: Registar atividades e seu consumo típico de recursos.
ru: Записывайте активности и их типичное потребление ресурсов.
sl: Povežite odčitke števca z dejavnostmi, npr. umivanje z števci hladne vode in števci električne energije.
sr: Повежите очитавања бројила са активностима, на пример, прање са бројилима хладне воде и струјом.
sv: Koppla mätaravläsningar till aktiviteter, t.ex. tvätt med kallvattenmätare och elmätare.
sw: Unganisha usomaji wa mita kwa shughuli, k.v., kuosha na mita za maji baridi na mita za umeme.
th: เชื่อมโยงการอ่านมิเตอร์เข้ากับกิจกรรม เช่น การล้างด้วยมิเตอร์น้ำเย็นและมิเตอร์ไฟฟ้า
tr: Sayaç okumalarını soğuk su sayaçları ve elektrik sayaçlarıyla yıkama gibi faaliyetlerle ilişkilendirin.
uk: Пов’яжіть показання лічильника з діяльністю, наприклад, миття холодною водою з лічильниками електроенергії.
vi: Liên kết chỉ số đồng hồ với các hoạt động, ví dụ: rửa bằng đồng hồ nước lạnh và đồng hồ điện.
zh: 将仪表读数与活动联系起来，例如用冷水表和电表清洗。

# sortActivities
source: Modify the order of activities
af: Wysig die volgorde van aktiwiteite
ar: تعديل ترتيب الأنشطة
bg: Променете реда на дейностите
bs: Izmijenite redoslijed aktivnosti
cs: Upravte pořadí činností
da: Ændre rækkefølgen af ​​aktiviteter
de: Reihenfolge von Aktivitäten ändern
el: Τροποποίηση της σειράς των δραστηριοτήτων
es: Modificar el orden de actividades
et: Muuda tegevuste järjekorda
fa: ترتیب فعالیت ها را اصلاح کنید
fi: Muokkaa toimintojen järjestystä
fr: Modifier l'ordre des activités
hi: गतिविधियों के क्रम को संशोधित करें
hr: Izmijenite redoslijed aktivnosti
hu: A tevékenységek sorrendjének módosítása
it: Modifica l'ordine delle attività
ja: アクティビティの順序を変更する
ko: 활동 순서 변경
lt: Pakeiskite veiklų tvarką
ml: പ്രവർത്തനങ്ങളുടെ ക്രമം പരിഷ്ക്കരിക്കുക
my: လှုပ်ရှားမှုများ၏အမိန့်ကိုပြုပြင်မွမ်းမံ
nl: Wijzig de volgorde van activiteiten
no: Endre rekkefølgen på aktiviteter
pl: Zmień kolejność czynności
pt: Modificar a ordem das atividades
ru: Изменить порядок активностей
sl: Spremenite vrstni red dejavnosti
sr: Измените редослед активности
sv: Ändra ordningen på aktiviteterna
sw: Rekebisha mpangilio wa shughuli
th: ปรับเปลี่ยนลำดับกิจกรรม
tr: Faaliyetlerin sırasını değiştirin
uk: Змініть порядок дій
vi: Sửa đổi thứ tự hoạt động
zh: 修改活动顺序

# resetActivities
source: Reset all activities
af: Herstel alle aktiwiteite
ar: إعادة تعيين جميع الأنشطة
bg: Нулиране на всички дейности
bs: Poništite sve aktivnosti
cs: Resetovat všechny aktivity
da: Nulstil alle aktiviteter
de: Alle Aktivitäten zurücksetzen
el: Επαναφορά όλων των δραστηριοτήτων
es: Restablecer todas las actividades
et: Lähtesta kõik tegevused
fa: همه فعالیت ها را بازنشانی کنید
fi: Nollaa kaikki toiminnot
fr: Réinitialiser toutes les activités
hi: सभी गतिविधियाँ रीसेट करें
hr: Poništi sve aktivnosti
hu: Minden tevékenység alaphelyzetbe állítása
it: Reimposta tutte le attività
ja: すべてのアクティビティをリセットする
ko: 모든 활동 재설정
lt: Iš naujo nustatykite visas veiklas
ml: എല്ലാ പ്രവർത്തനങ്ങളും പുനഃസജ്ജമാക്കുക
my: လှုပ်ရှားမှုအားလုံးကိုပြန်လည်သတ်မှတ်ပါ
nl: Reset alle activiteiten
no: Tilbakestill alle aktiviteter
pl: Zresetuj wszystkie działania
pt: Reiniciar todas as atividades
ru: Сбросить все активности
sl: Ponastavi vse dejavnosti
sr: Ресетујте све активности
sv: Återställ alla aktiviteter
sw: Rudisha shughuli zote
th: รีเซ็ตกิจกรรมทั้งหมด
tr: Tüm aktiviteleri sıfırla
uk: Скинути всі дії
vi: Đặt lại tất cả hoạt động
zh: 重置所有活动

source: Add activity
af: Voeg aktiwiteit by
ar: إضافة نشاط
bg: Добавяне на дейност
bs: Dodajte aktivnost
cs: Přidat aktivitu
da: Tilføj aktivitet
de: Aktivität hinzufügen
el: Προσθήκη δραστηριότητας
es: Añadir actividad
et: Lisa tegevus
fa: افزودن فعالیت
fi: Lisää toimintaa
fr: Ajouter une activité
hi: गतिविधि जोड़ें
hr: Dodajte aktivnost
hu: Tevékenység hozzáadása
it: Aggiungi attività
ja: アクティビティの追加
ko: 활동 추가
lt: Pridėti veiklą
ml: പ്രവർത്തനം ചേർക്കുക
my: လှုပ်ရှားမှုထည့်ပါ
nl: Activiteit toevoegen
no: Legg til aktivitet
pl: Dodaj aktywność
pt: Adicionar atividade
ru: Добавить активность
sl: Dodajte dejavnost
sr: Додајте активност
sv: Lägg till aktivitet
sw: Ongeza shughuli
th: เพิ่มกิจกรรม
tr: Etkinlik ekle
uk: Додати активність
vi: Thêm hoạt động
zh: 添加活动

source: Activity settings
af: Aktiwiteitsinstellings
ar: إعدادات النشاط
bg: Настройки на дейност
bs: Postavke aktivnosti
cs: Nastavení aktivity
da: Aktivitetsindstillinger
de: Aktivitätseinstellungen
el: Ρυθμίσεις δραστηριότητας
es: Ajustes de actividades
et: Tegevuse sätted
fa: تنظیمات فعالیت
fi: Toiminta-asetukset
fr: Paramètres de l'activité
hi: गतिविधि सेटिंग्स
hr: Postavke aktivnosti
hu: Tevékenység beállítások
it: Impostazioni attività
ja: アクティビティ設定
ko: 활동 설정
lt: Veiklos nustatymai
ml: പ്രവർത്തന ക്രമീകരണങ്ങൾ
my: လှုပ်ရှားမှုဆက်တင်များ
nl: Activiteitsinstellingen
no: Aktivitetsinnstillinger
pl: Ustawienia aktywności
pt: Configurações da atividade
ru: Настройки активности
sl: Nastavitve dejavnosti
sr: Подешавања активности
sv: Aktivitetsinställningar
sw: Mipangilio ya shughuli
th: การตั้งค่ากิจกรรม
tr: Etkinlik ayarları
uk: Налаштування активності
vi: Cài đặt hoạt động
zh: 活动设置

source: Activity overview
af: Aktiwiteitsoorsig
ar: نظرة عامة على النشاط
bg: Преглед на дейностите
bs: Pregled aktivnosti
cs: Přehled aktivit
da: Aktivitetsoversigt
de: Aktivitätenübersicht
el: Επισκόπηση δραστηριότητας
es: Resumen de actividades
et: Tegevuste ülevaade
fa: نمای کلی فعالیت
fi: Toiminnan yleiskatsaus
fr: Aperçu des activités
hi: गतिविधि सिंहावलोकन
hr: Pregled aktivnosti
hu: Tevékenységek áttekintése
it: Panoramica attività
ja: 活動概要
ko: 활동 개요
lt: Veiklos apžvalga
ml: പ്രവർത്തന അവലോകനം
my: လှုပ်ရှားမှုခြုံငုံသုံးသပ်ချက်
nl: Activiteitsoverzicht
no: Aktivitetsoversikt
pl: Przegląd działalności
pt: Visão geral das atividades
ru: Обзор активностей
sl: Pregled dejavnosti
sr: Преглед активности
sv: Aktivitetsöversikt
sw: Muhtasari wa shughuli
th: ภาพรวมกิจกรรม
tr: Etkinliğe genel bakış
uk: Огляд діяльності
vi: Tổng quan về hoạt động
zh: 活动概览

# activityNameLabel
source: Activity name
af: Aktiwiteitsnaam
ar: اسم النشاط
bg: Име на дейност
bs: Naziv aktivnosti
cs: Název aktivity
da: Aktivitetsnavn
de: Name der Aktivität
el: Όνομα δραστηριότητας
es: Nombre de la actividad
et: Tegevuse nimi
fa: نام فعالیت
fi: Toiminnan nimi
fr: Nom de l'activité
hi: गतिविधि का नाम
hr: Naziv aktivnosti
hu: Tevékenység neve
it: Nome dell'attività
ja: アクティビティ名
ko: 활동 이름
lt: Veiklos pavadinimas
ml: പ്രവർത്തനത്തിൻ്റെ പേര്
my: လှုပ်ရှားမှုအမည်
nl: Activiteitsnaam
no: Aktivitetsnavn
pl: Nazwa działania
pt: Nome da atividade
ru: Название активности
sl: Ime dejavnosti
sr: Назив активности
sv: Aktivitetsnamn
sw: Jina la shughuli
th: ชื่อกิจกรรม
tr: Etkinlik adı
uk: Назва діяльності
vi: Tên hoạt động
zh: 活动名称

source: Choose activity
af: Kies aktiwiteit
ar: اختر النشاط
bg: Изберете дейност
bs: Odaberite aktivnost
cs: Vyberte aktivitu
da: Vælg aktivitet
de: Aktivität auswählen
el: Επιλέξτε δραστηριότητα
es: Elegir actividad
et: Vali tegevus
fa: فعالیت را انتخاب کنید
fi: Valitse aktiviteetti
fr: Choisir une activité
hi: गतिविधि चुनें
hr: Odaberite aktivnost
hu: Válasszon tevékenységet
it: Scegli attività
ja: アクティビティを選択してください
ko: 활동 선택
lt: Pasirinkite veiklą
ml: പ്രവർത്തനം തിരഞ്ഞെടുക്കുക
my: လှုပ်ရှားမှုရွေးချယ်ပါ
nl: Kies activiteit
no: Velg aktivitet
pl: Wybierz aktywność
pt: Escolher atividade
ru: Выбрать активность
sl: Izberite dejavnost
sr: Изаберите активност
sv: Välj aktivitet
sw: Chagua shughuli
th: เลือกกิจกรรม
tr: Etkinlik seçin
uk: Виберіть діяльність
vi: Chọn hoạt động
zh: 选择活动

# selectedActivity
source: Selected activity "${activityName}"
af: Geselekteerde aktiwiteit "${activityName}"
ar: النشاط المحدد "${activityName}"
bg: Избрана дейност "${activityName}"
bs: Odabrana aktivnost "${activityName}"
cs: Vybraná aktivita „$PHOKEN0“
da: Valgt aktivitet "${activityName}"
de: Aktivität "{activityName}" ausgewählt
el: Επιλεγμένη δραστηριότητα «{activityName}»
es: Actividad seleccionada
et: Valitud tegevus "${activityName}"
fa: فعالیت انتخاب شده "${activityName}"
fi: Valittu toiminta "${activityName}"
fr: Activité sélectionnée
hi: अंग्रेज़ी लिपि "${activityName}"
hr: Odabrana aktivnost "${activityName}"
hu: Kiválasztott tevékenység „{activityName} dollár”
it: Attività selezionata
ja: 選択されたアクティビティ「${activityName}」
ko: 선택된 활동 "${activityName}"
lt: Pasirinkta veikla „${activityName}“
ml: തിരഞ്ഞെടുത്ത പ്രവർത്തനം "${activityName}"
my: ရွေးချယ်ထားသောလှုပ်ရှားမှု "$ Phtoken0"
nl: Geselecteerde activiteit "${activityName}"
no: Valgt aktivitet "${activityName}"
pl: Wybrana aktywność „${activityName}”
pt: Atividade selecionada
ru: Выбрана активность: «${activityName}»
sl: Izbrana dejavnost "${activityName}"
sr: Изабрана активност „$ПХТОКЕН0“
sv: Vald aktivitet "${activityName}"
sw: Shughuli iliyochaguliwa "$ phtoken0"
th: กิจกรรมที่เลือก "${activityName}"
tr: Seçilen etkinlik "${activityName}"
uk: Вибрана діяльність "${activityName}"
vi: Hoạt động đã chọn "${activityName}"
zh: 所选活动“${activityName}”

# chooseActivityIcon
source: Choose an icon
af: Kies 'n ikoon
ar: اختر أيقونة
bg: Изберете икона
bs: Odaberite ikonu
cs: Vyberte ikonu
da: Vælg et ikon
de: Symbol auswählen
el: Επιλέξτε ένα εικονίδιο
es: Elegir un icono
et: Vali ikoon
fa: یک نماد را انتخاب کنید
fi: Valitse kuvake
fr: Choisir une icône
hi: एक आइकन चुनें
hr: Odaberite ikonu
hu: Válasszon egy ikont
it: Scegli un'icona
ja: アイコンを選択してください
ko: 아이콘 선택
lt: Pasirinkite piktogramą
ml: ഒരു ഐക്കൺ തിരഞ്ഞെടുക്കുക
my: အိုင်ကွန်တစ်ခုရွေးပါ
nl: Kies een pictogram
no: Velg et ikon
pl: Wybierz ikonę
pt: Escolher um ícone
ru: Выбрать иконку
sl: Izberite ikono
sr: Изаберите икону
sv: Välj en ikon
sw: Chagua ikoni
th: เลือกไอคอน
tr: Bir simge seçin
uk: Виберіть значок
vi: Chọn một biểu tượng
zh: 选择一个图标

# involvedCounters
source: Counters involved
af: Tellers betrokke
ar: العدادات المعنية
bg: Включени броячи
bs: Brojači uključeni
cs: Zapojené počítadla
da: Tællere involveret
de: Beteiligte Zähler
el: Εμπλεκόμενοι μετρητές
es: Contadores implicados
et: Kaasaolevad arvestid
fa: شمارنده ها درگیر هستند
fi: Laskurit mukana
fr: Compteurs concernés
hi: काउंटर शामिल हैं
hr: Uključeni brojači
hu: Az érintett számlálók
it: Contatori coinvolti
ja: 関係するカウンター
ko: 관련 계량기
lt: Dalyvauja skaitikliai
ml: കൗണ്ടറുകൾ ഉൾപ്പെടുന്നു
my: ပါဝင်ပတ်သက်ကောင်တာ
nl: Betrokken meters
no: Tellere involvert
pl: Liczniki zaangażowane
pt: Contadores envolvidos
ru: Задействованные счётчики
sl: Vključeni števci
sr: Бројачи укључени
sv: Räknare inblandade
sw: Hesabu zinazohusika
th: เคาน์เตอร์ที่เกี่ยวข้อง
tr: İlgili sayaçlar
uk: Задіяні лічильники
vi: Quầy liên quan
zh: 涉及柜台

# detailsTitle
source: Details
af: Besonderhede
ar: التفاصيل
bg: Детайли
bs: Detalji
cs: Podrobnosti
da: Detaljer
de: Einzelheiten
el: Λεπτομέρειες
es: Detalles
et: Üksikasjad
fa: جزئیات
fi: Yksityiskohdat
fr: Détails
hi: विवरण
hr: Detalji
hu: Részletek
it: Dettagli
ja: 詳細
ko: 세부 정보
lt: Detalės
ml: വിശദാംശങ്ങൾ
my: အသေးစိတ်
no: Detaljer
pl: Bliższe dane
pt: Detalhes
ru: Детали
sl: Podrobnosti
sr: Детаљи
sv: Detaljer
sw: Maelezo
th: รายละเอียด
tr: Detaylar
uk: Подробиці
vi: Chi tiết
zh: 细节

# detailWithMultiSelect
source: Allow multi selection
af: Laat veelvuldige seleksie toe
ar: السماح بالاختيار المتعدد
bg: Позволяване на множествен избор
bs: Dozvoli višestruki izbor
cs: Povolit vícenásobný výběr
da: Tillad multivalg
de: Mehrfachauswahl erlauben
el: Επιτρέψτε την επιλογή πολλαπλών επιλογών
es: Permitir selección múltiple
et: Luba mitmikvalik
fa: اجازه انتخاب چندگانه
fi: Salli monivalinta
fr: Autoriser la sélection multiple
hi: बहु चयन की अनुमति दें
hr: Dopusti višestruki odabir
hu: Többféle kiválasztás engedélyezése
it: Consenti selezione multipla
ja: 複数選択を許可する
ko: 여러 항목 선택 허용
lt: Leisti kelis pasirinkimus
ml: മൾട്ടി സെലക്ഷൻ അനുവദിക്കുക
my: Multi Selection ခွင့်ပြုပါ
nl: Meervoudige selectie toestaan
no: Tillat flervalg
pl: Zezwalaj na wielokrotny wybór
pt: Permitir seleção múltipla
ru: Разрешить множественный выбор
sl: Dovoli več izbir
sr: Дозволи вишеструки избор
sv: Tillåt flerval
sw: Ruhusu uteuzi wa anuwai
th: อนุญาตให้เลือกได้หลายรายการ
tr: Çoklu seçime izin ver
uk: Дозволити багаторазовий вибір
vi: Cho phép chọn nhiều
zh: 允许多项选择

source: Add detail
af: Voeg besonderheid by
ar: إضافة تفصيل
bg: Добавяне на детайл
bs: Dodajte detalje
cs: Přidat detail
da: Tilføj detaljer
de: Detail hinzufügen
el: Προσθέστε λεπτομέρεια
es: Añadir detalle
et: Lisa detail
fa: افزودن جزئیات
fi: Lisää yksityiskohtia
fr: Ajouter un détail
hi: विवरण जोड़ें
hr: Dodaj detalj
hu: Részletek hozzáadása
it: Aggiungi dettaglio
ja: 詳細を追加
ko: 세부 정보 추가
lt: Pridėti detalę
ml: വിശദാംശം ചേർക്കുക
my: အသေးစိတ်ထည့်ပါ
nl: Detail toevoegen
no: Legg til detaljer
pl: Dodaj szczegóły
pt: Adicionar detalhe
ru: Добавить деталь
sl: Dodajte podrobnosti
sr: Додајте детаље
sv: Lägg till detaljer
sw: Ongeza undani
th: เพิ่มรายละเอียด
tr: Ayrıntı ekle
uk: Додайте деталі
vi: Thêm chi tiết
zh: 添加细节

# editDetailTitle
source: Edit detail
af: Wysig besonderheid
ar: تعديل التفصيل
bg: Редактиране на детайл
bs: Uredi detalje
cs: Upravit detail
da: Rediger detaljer
de: Detail bearbeiten
el: Επεξεργασία λεπτομέρειας
es: Editar detalle
et: Muuda detaili
fa: ویرایش جزئیات
fi: Muokkaa yksityiskohtia
fr: Modifier le détail
hi: विवरण संपादित करें
hr: Uredi detalj
hu: Részlet szerkesztése
it: Modifica dettaglio
ja: 詳細の編集
ko: 세부 정보 편집
lt: Redaguoti detales
ml: വിശദാംശം തിരുത്തുക
my: အသေးစိတ်တည်းဖြတ်ပါ
nl: Detail bewerken
no: Rediger detalj
pl: Edytuj szczegół
pt: Editar detalhe
ru: Редактировать деталь
sl: Uredi podrobnosti
sr: Уредите детаље
sv: Redigera detalj
sw: Hariri undani
th: แก้ไขรายละเอียด
tr: Ayrıntıyı düzenle
uk: Редагувати деталь
vi: Chỉnh sửa chi tiết
zh: 编辑详细信息

# activityWithEnergyConsumption
source: Power consumption is only measured for activity
af: Kragverbruik word slegs vir aktiwiteit gemeet
ar: يتم قياس استهلاك الطاقة فقط للنشاط
bg: Консумацията на енергия се измерва само за дейност
bs: Potrošnja energije se mjeri samo za aktivnost
cs: Spotřeba energie se měří pouze pro aktivitu
da: Strømforbruget måles kun for aktivitet
de: Stromverbrauch wird nur für Aktivität gemessen
el: Η κατανάλωση ισχύος μετράται μόνο για τη δραστηριότητα
es: Actividad con consumo energético
et: Energiatarbimist mõõdetakse ainult tegevuse jaoks
fa: مصرف برق فقط برای این فعالیت اندازه‌گیری می‌شود
fi: Virrankulutusta mitataan vain aktiivisuuden osalta
fr: Activité avec consommation d'énergie
hi: बिजली की खपत केवल गतिविधि के लिए मापी जाती है
hr: Potrošnja energije mjeri se samo za aktivnost
hu: Az energiafogyasztást csak a tevékenységhez mérik
it: Attività con consumo energetico
ja: 消費電力はアクティビティに対してのみ測定されます
ko: 전력 소비는 해당 활동에서만 측정됩니다
lt: Energijos suvartojimas matuojamas tik veiklai
ml: പ്രവർത്തനത്തിനായി മാത്രമാണ് വൈദ്യുതി ഉപഭോഗം അളക്കുന്നത്
my: ပါဝါစားသုံးမှုကိုလှုပ်ရှားမှုအတွက်သာတိုင်းတာသည်
nl: Stroomverbruik wordt alleen gemeten voor activiteit
no: Strømforbruk måles kun for aktivitet
pl: Zużycie energii jest mierzone wyłącznie podczas aktywności
pt: Atividade com consumo de energia
ru: Активность с потреблением энергии
sl: Poraba energije se meri samo za aktivnost
sr: Потрошња енергије се мери само за активност
sv: Strömförbrukningen mäts endast för aktivitet
sw: Matumizi ya nguvu hupimwa tu kwa shughuli
th: การใช้พลังงานวัดจากกิจกรรมเท่านั้น
tr: Güç tüketimi yalnızca etkinlik için ölçülür
uk: Споживання електроенергії вимірюється лише для активності
vi: Mức tiêu thụ điện năng chỉ được đo cho hoạt động
zh: 仅针对活动测量功耗

# consumptionIsNotExclusiveTitle
source: Is consumption exclusive?
af: Is verbruik eksklusief?
ar: هل الاستهلاك حصري؟
bg: Консумацията изключителна ли е?
bs: Da li je potrošnja isključiva?
cs: Je spotřeba exkluzivní?
da: Er forbrug eksklusivt?
de: Ist der Verbrauch exklusiv?
el: Είναι η κατανάλωση αποκλειστική;
es: ¿El consumo es exclusivo?
et: Kas tarbimine on eraldatud?
fa: آیا مصرف انحصاری است؟
fi: Onko kulutus yksinomainen?
fr: La consommation est-elle exclusive ?
hi: क्या उपभोग विशिष्ट है?
hr: Je li potrošnja isključiva?
hu: A fogyasztás kizárólagos?
it: Il consumo è esclusivo?
ja: 消費は排他的ですか？
ko: 소비가 독점적인가요?
lt: Ar vartojimas išskirtinis?
ml: ഉപഭോഗം എക്സ്ക്ലൂസീവാണോ?
my: စားသုံးမှုသီးသန့်သီးသန့်လား
nl: Is verbruik exclusief?
no: Er forbruk eksklusivt?
pl: Czy konsumpcja jest wyłączna?
pt: O consumo é exclusivo?
ru: Потребление является исключительным?
sl: Je poraba izključna?
sr: Да ли је потрошња искључива?
sv: Är konsumtion exklusiv?
sw: Je! Matumizi ni ya kipekee?
th: การบริโภคไม่รวมอยู่หรือไม่?
tr: Tüketim özel midir?
uk: Споживання виключно?
vi: Tiêu dùng có độc quyền không?
zh: 消费是排他性的吗？

# consumptionIsNotExclusive
source: If the consumption is not exclusive to this activity, it will be shown as a warning.
af: As die verbruik nie eksklusief vir hierdie aktiwiteit is nie, sal dit as 'n waarskuwing vertoon word.
ar: إذا لم يكن الاستهلاك حصرياً لهذا النشاط، فسيتم عرضه كتحذير.
bg: Ако консумацията не е изключителна за тази дейност, ще бъде показана като предупреждение.
bs: Ako potrošnja nije isključiva za ovu aktivnost, prikazat će se kao upozorenje.
cs: Pokud se spotřeba netýká výhradně této činnosti, zobrazí se jako varování.
da: Hvis forbruget ikke er eksklusivt for denne aktivitet, vil det blive vist som en advarsel.
de: Falls der Verbrauch nicht exklusiv ist, wird dies als Warnung angezeigt.
el: Εάν η κατανάλωση δεν αφορά αποκλειστικά αυτή τη δραστηριότητα, θα εμφανιστεί ως προειδοποίηση.
es: Si el consumo no es exclusivo para esta actividad, se mostrará como advertencia.
et: Kui tarbimine ei ole ainult selle tegevuse jaoks, kuvatakse hoiatus.
fa: اگر مصرف منحصر به این فعالیت نباشد، به عنوان یک هشدار نشان داده می شود.
fi: Jos kulutus ei liity tähän toimintaan, se näytetään varoituksena.
fr: Si la consommation n'est pas exclusive, elle sera indiquée comme avertissement.
hi: यदि खपत केवल इस गतिविधि तक ही सीमित नहीं है, तो इसे एक चेतावनी के रूप में दिखाया जाएगा।
hr: Ako potrošnja nije isključiva za ovu aktivnost, bit će prikazana kao upozorenje.
hu: Ha a fogyasztás nem kizárólag erre a tevékenységre vonatkozik, akkor figyelmeztetésként jelenik meg.
it: Se il consumo non è esclusivo per questa attività, verrà mostrato come avviso.
ja: 消費がこのアクティビティに限定されない場合は、警告として表示されます。
ko: 소비가 이 활동에만 해당하지 않는 경우 경고로 표시됩니다.
lt: Jei vartojimas nėra išskirtinis šiai veiklai, jis bus rodomas kaip įspėjimas.
ml: ഉപഭോഗം ഈ പ്രവർത്തനത്തിന് മാത്രമുള്ളതല്ലെങ്കിൽ, അത് ഒരു മുന്നറിയിപ്പായി കാണിക്കും.
my: အကယ်. စားသုံးမှုသည်ဤလုပ်ဆောင်မှုကိုမသီးနိုင်ပါက၎င်းကိုသတိပေးချက်အဖြစ်ပြလိမ့်မည်။
nl: Als het verbruik niet exclusief is voor deze activiteit, wordt dit als waarschuwing weergegeven.
no: Hvis forbruket ikke er eksklusivt for denne aktiviteten, vises det som en advarsel.
pl: Jeśli zużycie nie dotyczy wyłącznie tej czynności, zostanie to pokazane jako ostrzeżenie.
pt: Se o consumo não for exclusivo, será exibido como aviso.
ru: Если потребление не является исключительным для данной активности, оно будет показано как предупреждение.
sl: Če poraba ni izključna za to dejavnost, bo prikazana kot opozorilo.
sr: Ако потрошња није искључива за ову активност, биће приказана као упозорење.
sv: Om förbrukningen inte är exklusiv för denna aktivitet kommer den att visas som en varning.
sw: Ikiwa matumizi sio ya kipekee kwa shughuli hii, itaonyeshwa kama onyo.
th: หากการใช้ไม่ได้จำกัดเฉพาะกิจกรรมนี้ ก็จะแสดงเป็นคำเตือน
tr: Tüketim bu aktiviteye özel değilse uyarı olarak gösterilecektir.
uk: Якщо споживання не стосується виключно цієї діяльності, це буде показано як попередження.
vi: Nếu mức tiêu thụ không dành riêng cho hoạt động này, nó sẽ được hiển thị dưới dạng cảnh báo.
zh: 如果消耗不属于此活动，则会显示为警告。
