Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# counterGasConversionFactorHelpText
source: Ca 1.0. The condition number is used to convert the operating volume into a standard volume. The operating condition is the condition of the gas at the meter and is dependent on the pressure (altitude) and temperature present.
af: Ca 1.0. Die toestandsnommer word gebruik om die bedryfsvolume in 'n standaardvolume om te skakel. Die bedryfstoestand is die toestand van die gas by die meter en is afhanklik van die druk (hoogte) en temperatuur teenwoordig.
ar: حوالي 1.0. يتم استخدام رقم الحالة لتحويل الحجم التشغيلي إلى حجم قياسي. الحالة التشغيلية هي حالة الغاز عند العداد وتعتمد على الضغط (الارتفاع) ودرجة الحرارة الموجودة.
bg: Около 1.0. Числото на условието се използва за преобразуване на работния обем в стандартен обем. Работното условие е условието на газа при брояча и зависи от налягането (надморска височина) и температурата.
bs: Ca 1.0. Broj uslova se koristi za pretvaranje radnog volumena u standardni volumen. Radni uvjeti su stanje plina na mjeraču i zavise od prisutnog pritiska (visine) i temperature.
cs: Cca 1,0. Číslo podmínky se používá k převodu provozního svazku na standardní svazek. Provozní stav je stav plynu v měřidle a je závislý na přítomném tlaku (nadmořské výšce) a teplotě.
da: Ca 1,0. Betingelsesnummeret bruges til at konvertere driftsvolumen til et standardvolumen. Driftstilstanden er gassens tilstand ved måleren og er afhængig af det tilstedeværende tryk (højde) og temperatur.
de: Ca 1,0. Mit der Zustandszahl wird das Betriebsvolumen in ein Normvolumen umgerechnet. Der Betriebszustand ist der Zustand des Gases am Zähler und ist abhängig von dem vorliegenden Druck (Höhe) und der Temperatur.
el: Ca 1.0. Ο αριθμός κατάστασης χρησιμοποιείται για τη μετατροπή του όγκου λειτουργίας σε τυπικό όγκο. Η κατάσταση λειτουργίας είναι η κατάσταση του αερίου στο μετρητή και εξαρτάται από την πίεση (υψόμετρο) και τη θερμοκρασία που επικρατεί.
es: Ca 1,0. Con el número de condición, el volumen operativo se convierte en un volumen estándar. El estado de funcionamiento es el estado del gas en el contador y depende de la presión (altitud) y la temperatura presentes.
et: U 1,0. Tingimusarv teisendab töömahu standardmahuks. Töötingimus on gaasi seisund arvesti juures ja sõltub olemasolevast rõhust (kõrgus) ja temperatuurist.
fa: Ca 1.0.شماره شرط برای تبدیل حجم عملیاتی به حجم استاندارد استفاده می شود.شرایط عملیاتی وضعیت گاز در کنتور است و به فشار (ارتفاع) و دمای موجود بستگی دارد.
fi: Noin 1,0.Ehtonumeroa käytetään muuttamaan käyttötilavuus vakiotilavuudeksi.Toimintatila on kaasun tila mittarissa ja se riippuu paineesta (korkeudesta) ja lämpötilasta.
fr: Ca 1,0. Le nombre d'état permet de convertir le volume de fonctionnement en un volume normalisé. L'état de fonctionnement est l'état du gaz au compteur et dépend de la pression (altitude) et de la température présentes.
hi: सीए 1.0.कंडीशन नंबर का उपयोग ऑपरेटिंग वॉल्यूम को मानक वॉल्यूम में बदलने के लिए किया जाता है।परिचालन स्थिति मीटर पर गैस की स्थिति है और यह मौजूद दबाव (ऊंचाई) और तापमान पर निर्भर करती है।
hr: Ca 1,0.Broj uvjeta koristi se za pretvaranje radnog volumena u standardni volumen.Radni uvjet je stanje plina na mjeraču i ovisi o prisutnom tlaku (nadmorska visina) i temperaturi.
hu: Ca 1.0. Az állapotszámot a működési térfogat szabványos térfogattá történő átalakítására használják. Az üzemi állapot a gáz állapota a mérőnél, és függ a nyomástól (magasságtól) és a hőmérséklettől.
it: Ca 1.0. Con il numero di condizione, il volume operativo viene convertito in un volume standard. Lo stato operativo è lo stato del gas al contatore e dipende dalla pressione (altitudine) e dalla temperatura presenti.
ja: Ca1.0。条件番号は、運転量を標準量に換算するために使用されます。動作条件はメーターでのガスの状態であり、圧力 (高度) と温度に依存します。
ko: 약 1.0. 상태수는 운전 상태의 체적을 기준 체적으로 변환하는 데 사용됩니다. 운전 상태는 계량기 지점의 가스 상태를 의미하며, 압력(고도)과 온도에 따라 달라집니다.
lt: apie 1,0. Sąlygos numeris naudojamas darbiniam tūriui konvertuoti į standartinį tūrį. Veikimo sąlyga – tai dujų būklė skaitiklyje ir priklauso nuo slėgio (aukščio) ir temperatūros.
ml: ഏകദേശം 1.0 ഓപ്പറേറ്റിംഗ് വോളിയം ഒരു സ്റ്റാൻഡേർഡ് വോള്യത്തിലേക്ക് പരിവർത്തനം ചെയ്യാൻ വ്യവസ്ഥ നമ്പർ ഉപയോഗിക്കുന്നു. മീറ്ററിലെ ഗ്യാസിൻ്റെ അവസ്ഥയാണ് ഓപ്പറേറ്റിംഗ് അവസ്ഥ, അത് മർദ്ദം (ഉയരം), താപനില എന്നിവയെ ആശ്രയിച്ചിരിക്കുന്നു.
my: ca 1.0 ။ လည်ပတ်မှုပမာဏကိုပုံမှန် volume သို့ပြောင်းလဲရန်အသုံးပြုသည်။ operating condition သည်မီတာရှိဓာတ်ငွေ့၏အခြေအနေဖြစ်သည်။
nl: Ca 1.0. Het conditiegetal wordt gebruikt om het bedrijfsvolume om te zetten in een standaardvolume. De bedrijfsconditie is de conditie van het gas bij de meter en is afhankelijk van de aanwezige druk (hoogte) en temperatuur.
no: Ca 1,0. Betingelsesnummeret brukes til å konvertere driftsvolumet til et standardvolum. Driftstilstanden er tilstanden til gassen ved måleren og er avhengig av trykket (høyden) og temperaturen som er tilstede.
pl: Ca 1,0. Numer warunku służy do przeliczenia objętości operacyjnej na objętość standardową. Warunki pracy to stan gazu na liczniku i zależą od ciśnienia (wysokości) i panującej temperatury.
pt: Ca 1.0. Com o número de condição, o volume de operação é convertido num volume padrão. O estado de funcionamento é o estado do gás no contador e depende da pressão (altitude) e temperatura presentes.
ru: Ca 1.0. С помощью номера условия рабочий объем переводится в стандартный объем. Рабочее состояние - это состояние газа на счетчике, которое зависит от давления (высоты) и температуры.
sl: Ca 1,0. Številka pogoja se uporablja za pretvorbo delovne prostornine v standardno prostornino. Pogoj delovanja je stanje plina na števcu in je odvisen od prisotnega tlaka (nadmorske višine) in temperature.
sr: Ца 1.0. Број услова се користи за претварање радне запремине у стандардну запремину. Радни услов је стање гаса на мерачу и зависи од притиска (висине) и присутне температуре.
sv: Ca 1,0. Villkorsnumret används för att omvandla driftsvolymen till en standardvolym. Driftstillståndet är tillståndet för gasen vid mätaren och är beroende av det aktuella trycket (höjden) och temperaturen.
sw: CA 1.0. Nambari ya hali hutumiwa kubadilisha kiasi cha kufanya kazi kuwa kiwango cha kawaida. Hali ya kufanya kazi ni hali ya gesi kwenye mita na inategemea shinikizo (urefu) na joto sasa.
th: แคลิฟอร์เนีย 1.0. หมายเลขเงื่อนไขใช้เพื่อแปลงปริมาณการปฏิบัติงานให้เป็นปริมาตรมาตรฐาน สภาวะการทำงานคือสภาวะของก๊าซที่มิเตอร์ และขึ้นอยู่กับความดัน (ความสูง) และอุณหภูมิปัจจุบัน
tr: Yaklaşık 1.0. Durum numarası, çalışma hacmini standart hacme dönüştürmek için kullanılır. Çalışma koşulu, gazın sayaçtaki durumudur ve mevcut basınca (yüksekliğe) ve sıcaklığa bağlıdır.
uk: Ca 1,0. Номер умови використовується для перетворення робочого об’єму в стандартний об’єм. Робочий стан — це стан газу в лічильнику і залежить від поточного тиску (висоти) і температури.
vi: Ca 1.0. Số điều kiện được sử dụng để chuyển đổi âm lượng vận hành thành âm lượng tiêu chuẩn. Điều kiện vận hành là tình trạng của khí tại đồng hồ và phụ thuộc vào áp suất (độ cao) và nhiệt độ hiện tại.
zh: 钙 1.0。条件数用于将操作体积转换为标准体积。操作条件是仪表处的气体状况，取决于当前的压力（高度）和温度。

# counterGasCalorificValueHelpText
source: Heating value: Dimensionless factor for converting the measured gas volume into energy. Natural gas: usually between 9.0 and 12.5 kWh/m³, LPG: between 23.0 and 33.0 kWh/m³
af: Verbrandingswaarde: Dimensielose faktor vir die omskakeling van die gemete gasvolume in energie. Aardgas: gewoonlik tussen 9.0 en 12.5 kWh/m³, LPG: tussen 23.0 en 33.0 kWh/m³
ar: قيمة التسخين: عامل بلا أبعاد لتحويل حجم الغاز المقاس إلى طاقة. الغاز الطبيعي: عادة بين 9.0 و 12.5 كيلوواط ساعة/م³، غاز البترول المسال: بين 23.0 و 33.0 كيلوواط ساعة/م³
bg: Топлинна стойност: Безразмерен коефициент за преобразуване на измерения обем газ в енергия. Природен газ: обикновено между 9.0 и 12.5 kWh/m³, LPG: между 23.0 и 33.0 kWh/m³
bs: Grejna vrednost: Bezdimenzionalni faktor za pretvaranje izmerene zapremine gasa u energiju. Prirodni plin: obično između 9,0 i 12,5 kWh/m³, LPG: između 23,0 i 33,0 kWh/m³
cs: Výhřevnost: Bezrozměrný faktor pro přepočet naměřeného objemu plynu na energii. Zemní plyn: obvykle mezi 9,0 a 12,5 kWh/m³, LPG: mezi 23,0 a 33,0 kWh/m³
da: Varmeværdi: Dimensionsløs faktor til omregning af den målte gasmængde til energi. Naturgas: normalt mellem 9,0 og 12,5 kWh/m³, LPG: mellem 23,0 og 33,0 kWh/m³
de: Brennwert: dimensionsloser Faktor zur Umrechnung des gemessenen Gasvolumens in Energie. Erdgas: meist zwischen 9,0 und 12,5 kWh/m³, Flüssiggas: zwischen 23,0 und 33,0 kWh/m³
el: Αξία θέρμανσης: Συντελεστής χωρίς διαστάσεις για τη μετατροπή του μετρούμενου όγκου αερίου σε ενέργεια. Φυσικό αέριο: συνήθως μεταξύ 9,0 και 12,5 kWh/m³, υγραέριο: μεταξύ 23,0 και 33,0 kWh/m³.
es: Valor calorífico: factor sin dimensión para convertir el volumen de gas medido en energía. Gas natural: normalmente entre 9,0 y 12,5 kWh/m³, GLP: entre 23,0 y 33,0 kWh/m³
et: Kütteväärtus: mõõtühikuta tegur, mis teisendab mõõdetud gaasikoguse energiaks. Maagaas: tavaliselt 9,0–12,5 kWh/m³, LPG: 23,0–33,0 kWh/m³
fa: مقدار حرارت: ضریب بدون بعد برای تبدیل حجم گاز اندازه گیری شده به انرژی.گاز طبیعی: معمولا بین 9.0 تا 12.5 کیلووات ساعت در متر مکعب، LPG: بین 23.0 تا 33.0 کیلووات ساعت در متر مکعب
fi: Lämmitysarvo: Mittaukseton kerroin mitatun kaasun tilavuuden muuntamiseksi energiaksi.Maakaasu: yleensä 9,0-12,5 kWh/m³, nestekaasu: 23,0-33,0 kWh/m³
fr: Valeur calorifique : facteur sans dimension pour convertir le volume de gaz mesuré en énergie. Gaz naturel : généralement entre 9,0 et 12,5 kWh/m³, GPL : entre 23,0 et 33,0 kWh/m³
hi: ताप मान: मापी गई गैस की मात्रा को ऊर्जा में परिवर्तित करने के लिए आयाम रहित कारक।प्राकृतिक गैस: आमतौर पर 9.0 और 12.5 kWh/m³ के बीच, एलपीजी: 23.0 और 33.0 kWh/m³ के बीच
hr: Ogrjevna vrijednost: Bezdimenzijski faktor za pretvaranje izmjerenog volumena plina u energiju.Prirodni plin: obično između 9,0 i 12,5 kWh/m³, LPG: između 23,0 i 33,0 kWh/m³
hu: Fűtési érték: A mért gáztérfogat energiává alakításának dimenziótlan tényezője. Földgáz: általában 9,0 és 12,5 kWh/m³ között, PB-gáz: 23,0 és 33,0 kWh/m³ között.
it: Valore calorifico: fattore senza dimensioni per convertire il volume di gas misurato in energia. Gas naturale: di solito tra 9,0 e 12,5 kWh/m³, GPL: tra 23,0 e 33,0 kWh/m³
ja: 発熱量：測定されたガス体積をエネルギーに変換するための無次元係数。天然ガス：通常9.0～12.5kWh/m3、LPG：23.0～33.0kWh/m3
ko: 발열량: 측정된 가스 체적을 에너지로 환산하는 무차원 계수입니다. 천연가스: 보통 9.0~12.5 kWh/m³, LPG: 23.0~33.0 kWh/m³ 범위입니다.
lt: Šildymo vertė: bematis koeficientas, skirtas išmatuotą dujų tūrį paversti energija. Gamtinės dujos: paprastai nuo 9,0 iki 12,5 kWh/m³, SND: nuo 23,0 iki 33,0 kWh/m³
ml: ചൂടാക്കൽ മൂല്യം: അളന്ന വാതകത്തിൻ്റെ അളവ് ഊർജ്ജമാക്കി മാറ്റുന്നതിനുള്ള അളവില്ലാത്ത ഘടകം. പ്രകൃതി വാതകം: സാധാരണയായി 9.0 മുതൽ 12.5 kWh/m³, LPG: 23.0 നും 33.0 kWh/m³ നും ഇടയിൽ
my: အပူတန်ဖိုး - တိုင်းတာသောဓာတ်ငွေ့ပမာဏကိုစွမ်းအင်အဖြစ်ပြောင်းလဲရန် dimensionless factor ။ သဘာဝဓာတ်ငွေ့ - များသောအားဖြင့် 9.0 နှင့် 12.5 KWH / M³ / M³, LPG, LPG - 23.0 နှင့် 33.0 KWH / M³အကြား
nl: Verwarmingswaarde: Dimensieloze factor voor het omzetten van het gemeten gasvolume in energie. Aardgas: meestal tussen 9,0 en 12,5 kWh/m³, LPG: tussen 23,0 en 33,0 kWh/m³
no: Varmeverdi: Dimensjonsløs faktor for å konvertere målt gassvolum til energi. Naturgass: vanligvis mellom 9,0 og 12,5 kWh/m³, LPG: mellom 23,0 og 33,0 kWh/m³
pl: Wartość opałowa: Bezwymiarowy współczynnik konwersji zmierzonej objętości gazu na energię. Gaz ziemny: zwykle od 9,0 do 12,5 kWh/m3, LPG: od 23,0 do 33,0 kWh/m3
pt: Valor calorífico: fator sem dimensão para converter o volume de gás medido em energia. Gás natural: geralmente entre 9,0 e 12,5 kWh/m³, GPL: entre 23,0 e 33,0 kWh/m³
ru: Теплотворная способность: безразмерный коэффициент для преобразования измеренного объема газа в энергию. Природный газ: обычно между 9,0 и 12,5 кВт·ч/м³, сжиженный газ: между 23,0 и 33,0 кВт·ч/м³
sl: Kurilnost: Brezdimenzijski faktor za pretvorbo izmerjene prostornine plina v energijo. Zemeljski plin: običajno med 9,0 in 12,5 kWh/m³, LPG: med 23,0 in 33,0 kWh/m³
sr: Грејна вредност: Бездимензионални фактор за претварање измерене запремине гаса у енергију. Природни гас: обично између 9,0 и 12,5 кВх/м³, ТНГ: између 23,0 и 33,0 кВх/м³
sv: Värmevärde: Dimensionslös faktor för att omvandla den uppmätta gasvolymen till energi. Naturgas: vanligtvis mellan 9,0 och 12,5 kWh/m³, gasol: mellan 23,0 och 33,0 kWh/m³
sw: Thamani ya kupokanzwa: Sababu isiyo na kipimo ya kubadilisha kiwango cha gesi kilichopimwa kuwa nishati. Gesi Asilia: Kawaida kati ya 9.0 na 12.5 kWh/m³, LPG: kati ya 23.0 na 33.0 kWh/m³
th: ค่าความร้อน: ปัจจัยไร้มิติสำหรับการแปลงปริมาตรก๊าซที่วัดได้ให้เป็นพลังงาน ก๊าซธรรมชาติ: ปกติระหว่าง 9.0 ถึง 12.5 kWh/m³, LPG: ระหว่าง 23.0 ถึง 33.0 kWh/m³
tr: Isıtma değeri: Ölçülen gaz hacmini enerjiye dönüştürmek için boyutsuz faktör. Doğal gaz: genellikle 9,0 ila 12,5 kWh/m³ arasında, LPG: 23,0 ila 33,0 kWh/m³ arasında
uk: Теплотворна здатність: Безрозмірний коефіцієнт для перетворення виміряного об’єму газу в енергію. Природний газ: зазвичай від 9,0 до 12,5 кВт-год/м³, LPG: від 23,0 до 33,0 кВт-год/м³
vi: Giá trị gia nhiệt: Hệ số không thứ nguyên để chuyển thể tích khí đo được thành năng lượng. Khí tự nhiên: thường từ 9,0 đến 12,5 kWh/m³, LPG: từ 23,0 đến 33,0 kWh/m³
zh: 热值：将被测气体体积转换成能量的无量纲因子。天然气：通常在 9.0 至 12.5 kWh/m3 之间，液化石油气：23.0 至 33.0 kWh/m3 之间

# counterTypeLabel
source: Counter type
af: Tellertipe
ar: نوع العداد
bg: Тип брояч
bs: Tip brojača
cs: Typ počítadla
da: Tæller type
de: Zählertyp
el: Τύπος μετρητή
es: Tipo de contador
et: Arvesti tüüp
fa: نوع شمارنده
fi: Laskurin tyyppi
fr: Type de compteur
hi: काउंटर प्रकार
hr: Vrsta brojača
hu: Számláló típusa
it: Tipo di contatore
ja: カウンタの種類
ko: 계량기 유형
lt: Skaitiklio tipas
ml: കൌണ്ടർ തരം
my: ကောင်တာအမျိုးအစား
nl: Metertype
no: Tellertype
pl: Typ licznika
pt: Tipo de contador
ru: Тип счетчика
sl: Vrsta števca
sr: Тип бројача
sv: Typ av disk
sw: Aina ya kukabiliana
th: ประเภทเคาน์เตอร์
tr: Sayaç türü
uk: Тип лічильника
vi: loại quầy
zh: 计数器类型

# counterMeterId
source: Meter ID
ar: معرف العداد
bg: ID на брояча
bs: ID brojila
cs: ID měřiče
da: Måler-id
de: Zählernummer
el: Αναγνωριστικό μετρητή
es: ID del contador
et: Arvesti ID
fa: شناسهٔ کنتور
fi: Mittarin tunnus
fr: Numéro de compteur
hi: मीटर आईडी
hr: ID brojača
hu: Mérőazonosító
it: ID contatore
ja: メーターID
ko: 계량기 ID
lt: Skaitiklio ID
ml: മീറ്റർ ഐഡി
my: မီတာအိုင်ဒီ
no: Måler-ID
pl: Identyfikator miernika
pt: ID do contador
ru: ID счетчика
sl: ID števca
sr: ИД бројила
sv: Mätar-ID
sw: Kitambulisho cha mita
th: รหัสมิเตอร์
tr: Sayaç Kimliği
uk: ID лічильника
vi: ID đồng hồ
zh: 电表ID

source: Counter name
af: Tellernaam
ar: اسم العداد
bg: Име на брояча
bs: Ime brojača
cs: Název pultu
da: Tællernavn
de: Zählername
el: Όνομα μετρητή
es: Nombre del contador
et: Arvesti nimi
fa: نام پیشخوان
fi: Laskun nimi
fr: Nom du compteur
hi: काउंटर का नाम
hr: Naziv brojača
hu: Számláló neve
it: Nome del contatore
ja: カウンター名
ko: 계량기 이름
lt: Skaitiklio pavadinimas
ml: കൌണ്ടർ പേര്
my: ကောင်တာနာမည်
nl: Meternaam
no: Tellernavn
pl: Nazwa licznika
pt: Nome do contador
ru: Название счетчика
sl: Ime števca
sr: Назив бројача
sv: Räknarens namn
sw: Jina la kukabiliana
th: ชื่อเคาน์เตอร์
tr: Sayaç adı
uk: Назва лічильника
vi: Tên quầy
zh: 柜台名称

# counterContractCurrentlyUsed
source: Currently used contract
af: Tans gebruikte kontrak
ar: العقد المستخدم حالياً
bg: В момента използван договор
bs: Trenutno korišten ugovor
cs: Aktuálně používaná smlouva
da: Aktuelt brugt kontrakt
de: Aktuell verwendeter Vertrag
el: Επί του παρόντος χρησιμοποιούμενη σύμβαση
es: Contrato utilizado actualmente
et: Praegu kasutusel leping
fa: قرارداد استفاده شده در حال حاضر
fi: Tällä hetkellä käytössä oleva sopimus
fr: Contrat actuellement utilisé
hi: वर्तमान में प्रयुक्त अनुबंध
hr: Trenutno korišten ugovor
hu: Jelenleg használt szerződés
it: Contratto attualmente utilizzato
ja: 現在ご利用中の契約書
ko: 현재 사용 중인 계약
lt: Šiuo metu naudojama sutartis
ml: നിലവിൽ ഉപയോഗിക്കുന്ന കരാർ
my: လက်ရှိတွင်စာချုပ်အသုံးပြုခဲ့သည်
nl: Momenteel gebruikt contract
no: For tiden brukt kontrakt
pl: Aktualnie stosowana umowa
pt: Contrato actualmente utilizado
ru: Текущий используемый договор
sl: Trenutno uporabljena pogodba
sr: Тренутно коришћени уговор
sv: För närvarande använt kontrakt
sw: Mkataba unaotumika sasa
th: สัญญาที่ใช้อยู่ในปัจจุบัน
tr: Şu anda kullanılan sözleşme
uk: На даний момент використовується договір
vi: Hợp đồng đang sử dụng
zh: 目前使用的合约

# counterSelected
source: Selected
af: Geselekteer
ar: محدد
bg: Избран
bs: Odabrano
cs: Vybraný
da: Valgt
de: Ausgewählt
el: Επιλεγμένα
es: Seleccionado
et: Valitud
fa: انتخاب شده است
fi: Valittu
fr: Sélectionné
hi: चयनित
hr: Odabrano
hu: Kiválasztott
it: Selezionato
ja: 選択済み
ko: 선택됨
lt: Pasirinkta
ml: തിരഞ്ഞെടുത്തു
my: ရွေးချယ်ထား
nl: Geselecteerd
no: Valgt
pl: Wybrany
pt: Seleccionado
ru: Выбрано
sl: Izbrano
sr: Изабрано
sv: Vald
sw: Kuchaguliwa
th: เลือกแล้ว
tr: Seçildi
uk: Вибране
vi: Đã chọn
zh: 已选择

# counterNoContractSelected
source: No contract selected
af: Geen kontrak geselekteer nie
ar: لم يتم تحديد عقد
bg: Няма избран договор
bs: Nije odabran ugovor
cs: Nebyla vybrána žádná smlouva
da: Ingen kontrakt valgt
de: Kein Vertrag ausgewählt
el: Δεν έχει επιλεγεί σύμβαση
es: Ningún contrato seleccionado
et: Leping valimata
fa: هیچ قراردادی انتخاب نشده است
fi: Sopimusta ei ole valittu
fr: Aucun contrat sélectionné
hi: कोई अनुबंध चयनित नहीं
hr: Nema odabranog ugovora
hu: Nincs kiválasztott szerződés
it: Nessun contratto selezionato
ja: 契約が選択されていません
ko: 선택된 계약 없음
lt: Sutartis nepasirinkta
ml: കരാറൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
my: စာချုပ်မထားဘူး
nl: Geen contract geselecteerd
no: Ingen kontrakt valgt
pl: Nie wybrano umowy
pt: Nenhum contrato selecionado
ru: Договор не выбран
sl: Izbrana ni nobena pogodba
sr: Није изабран ниједан уговор
sv: Inget kontrakt valt
sw: Hakuna mkataba uliochaguliwa
th: ไม่ได้เลือกสัญญา
tr: Sözleşme seçilmedi
uk: Договір не вибрано
vi: Không có hợp đồng nào được chọn
zh: 未选择合同

# counterOtherContracts
source: Other contracts
af: Ander kontrakte
ar: عقود أخرى
bg: Други договори
bs: Ostali ugovori
cs: Jiné smlouvy
da: Andre kontrakter
de: Weitere Verträge
el: Άλλες συμβάσεις
es: Otros contratos
et: Muud lepingud
fa: سایر قراردادها
fi: Muut sopimukset
fr: Autres contrats
hi: अन्य अनुबंध
hr: Ostali ugovori
hu: Egyéb szerződések
it: Altri contratti
ja: その他の契約
ko: 다른 계약
lt: Kitos sutartys
ml: മറ്റ് കരാറുകൾ
my: အခြားကန်ထရိုက်များ
nl: Andere contracten
no: Andre kontrakter
pl: Inne umowy
pt: Outros contratos
ru: Другие договоры
sl: Druge pogodbe
sr: Остали уговори
sv: Andra kontrakt
sw: Mikataba mingine
th: สัญญาอื่นๆ
tr: Diğer sözleşmeler
uk: Інші договори
vi: Các hợp đồng khác
zh: 其他合同

# counterExcludedContracts
source: Excluded contracts
af: Uitgeslote kontrakte
ar: عقود مستبعدة
bg: Изключени договори
bs: Isključeni ugovori
cs: Vyloučené smlouvy
da: Udelukkede kontrakter
de: Ausgeschlossene Verträge
el: Εξαιρούμενες συμβάσεις
es: Contratos excluidos
et: Välistatud lepingud
fa: قراردادهای مستثنی شده
fi: Poissuljetut sopimukset
fr: Contrats exclus
hi: बहिष्कृत अनुबंध
hr: Isključeni ugovori
hu: Kizárt szerződések
it: Contratti esclusi
ja: 除外される契約
ko: 제외된 계약
lt: Neįtrauktos sutartys
ml: ഒഴിവാക്കിയ കരാറുകൾ
my: ဖယ်ထုတ်ထားစာချုပ်များ
nl: Uitgesloten contracten
no: Ekskluderte kontrakter
pl: Wykluczone kontrakty
pt: Contratos excluídos
ru: Исключенные договоры
sl: Izključene pogodbe
sr: Искључени уговори
sv: Undantagna kontrakt
sw: Mikataba iliyotengwa
th: สัญญาที่ไม่รวม
tr: Hariç tutulan sözleşmeler
uk: Виключені контракти
vi: Hợp đồng bị loại trừ
zh: 排除的合同

# counterInclude
source: Include
af: Sluit in
ar: تضمين
bg: Включи
bs: Uključi
cs: Zahrnout
da: Omfatte
de: Einschließen
el: Συμπεριλάβετε το
es: Incluir
et: Kaasa
fa: شامل شود
fi: Sisällytä
fr: Inclure
hi: शामिल करना
hr: Uključiti
hu: Tartalmazza a címet.
it: Includere
ja: 含む
ko: 포함
lt: Įtraukti
ml: ഉൾപ്പെടുത്തുക
my: ပါဝင်
nl: Inclusief
no: Inkludere
pl: Włączać
pt: Incluir
ru: Включить
sl: Vključi
sr: Укључи
sv: Omfatta
sw: Ni pamoja na
th: รวม
tr: Katmak
uk: Включати
vi: Bao gồm
zh: 包括

# counterExclude
source: Exclude
af: Sluit uit
ar: استبعاد
bg: Изключи
bs: Isključi
cs: Vyloučit
da: Udelukke
de: Ausschließen
el: Εξαίρεση
es: Excluir
et: Välista
fa: حذف
fi: Sulje pois
fr: Exclure
hi: बहिष्कृत करें
hr: Isključi
hu: Kizárva
it: Escludere
ja: 除外する
ko: 제외
lt: Išskirti
ml: ഒഴിവാക്കുക
my: ထုတ်ပယ်
nl: Uitsluiten
no: Utelukke
pl: Wykluczać
pt: Excluir
ru: Исключить
sl: Izključi
sr: Искључи
sv: Utesluta
sw: Tenga
th: ไม่รวม
tr: Hariç tutmak
uk: Виключити
vi: Loại trừ
zh: 排除

# counterTankCapacity
source: Tank capacity
af: Tenk kapasiteit
ar: سعة الخزان
bg: Капацитет на резервоара
bs: Kapacitet rezervoara
cs: Kapacita nádrže
da: Tank kapacitet
de: Tankinhalt
el: Χωρητικότητα δεξαμενής
es: Capacidad del depósito
et: Paagi maht
fa: ظرفیت مخزن
fi: Säiliön kapasiteetti
fr: Capacité du réservoir
hi: टैंक क्षमता
hr: Kapacitet spremnika
hu: Tartály kapacitása
it: Capacità del serbatoio
ja: タンク容量
ko: 탱크 용량
lt: Bako talpa
ml: ടാങ്ക് ശേഷി
my: တင့်ကားစွမ်းရည်
nl: Tankcapaciteit
no: Tankkapasitet
pl: Pojemność zbiornika
pt: Capacidade do tanque
ru: Емкость бака
sl: Kapaciteta rezervoarja
sr: Капацитет резервоара
sv: Tankkapacitet
sw: Uwezo wa tank
th: ความจุถัง
tr: Tank kapasitesi
uk: Ємність бака
vi: Dung tích bể
zh: 罐体容量

# counterTankFillHeight
source: Fill height
af: Vul hoogte
ar: ارتفاع الملء
bg: Височина на пълнене
bs: Visina punjenja
cs: Výška náplně
da: Fyldhøjde
de: Füllstandshöhe
el: Ύψος πλήρωσης
es: Altura de llenado
et: Täitekõrgus
fa: ارتفاع پر کنید
fi: Täyttökorkeus
fr: Hauteur de remplissage
hi: ऊंचाई भरें
hr: Visina ispune
hu: Kitöltési magasság
it: Altezza di riempimento
ja: 充填高さ
ko: 충전 높이
lt: Užpildymo aukštis
ml: ഉയരം നിറയ്ക്കുക
my: အမြင့်ကိုဖြည့်ပါ
nl: Vulhoogte
no: Fyll høyde
pl: Wysokość wypełnienia
pt: Altura do enchimento
ru: Высота заполнения
sl: Višina polnila
sr: Висина пуњења
sv: Fyllhöjd
sw: Jaza urefu
th: เติมความสูง
tr: Doldurma yüksekliği
uk: Висота заливки
vi: Điền vào chiều cao
zh: 填充高度
