Repository: ehwplus/ehwplus_language_files
Catalog: lib/src/localization/arb/app_*.arb
Languages: af, ar, bg, bs, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, it, ja, ko, lt, ml, my, nl, no, pl, pt, ru, sl, sr, sv, sw, th, tr, uk, vi, zh

# counterDirectionExplanation
source: Does the value decrease with use (level indicator, etc.) or does the value increase with use (burner hours, oil meter, etc.) or is each reading value independent (consumption/yield)?
af: Neem die waarde af met gebruik (vlak aanwyser, ens.) of neem die waarde toe met gebruik (branduurlengte, oliemeter, ens.) of is elke lesingwaarde onafhanklik (verbruik/opbrengs)?
ar: هل تقل القيمة مع الاستخدام (مؤشر المستوى، إلخ) أم تزيد القيمة مع الاستخدام (ساعات الموقد، مقياس الزيت، إلخ) أم أن كل قيمة قراءة مستقلة (استهلاك/إنتاج)؟
bg: Намалява ли стойността при употреба (индикатор за ниво и др.), или стойността се увеличава при употреба (часове на горелката, измервател на масло и др.), или всяка стойност на отчитане е независима (консумация/добив)?
bs: Da li se vrijednost smanjuje upotrebom (pokazatelj nivoa, itd.), povećava upotrebom (radni sati gorionika, brojač ulja, itd.) ili je svaka očitana vrijednost nezavisna (potrošnja/prinos)?
cs: Snižuje se hodnota s používáním (ukazatel hladiny apod.), nebo se hodnota zvyšuje s používáním (hodiny hořáku, měřič oleje apod.), nebo je každá hodnota odečtu nezávislá (spotřeba/výtěžek)?
da: Falder værdien ved brug (f.eks. niveauindikator) eller stiger værdien ved brug (f.eks. brændertimer, oliemåler) eller er hver enkelt aflæsningsværdi uafhængig (forbrug/udbytte)?
de: Sinkt der Wert bei Nutzung (Füllstandsanzeige, ..) oder steigt der Wert bei Nutzung (Brennerstunden, Ölzähler, ...) oder steht jeder Ablesewert für sich (Verbrauch/Ertrag).
el: Η τιμή μειώνεται με τη χρήση (δείκτης στάθμης κ.λπ.) ή η τιμή αυξάνεται με τη χρήση (ώρες καυστήρα, μετρητής πετρελαίου κ.λπ.) ή κάθε τιμή ανάγνωσης είναι ανεξάρτητη (κατανάλωση/απόδοση);
es: «¿El valor disminuye con el uso (indicador de nivel, etc.) o aumenta con el uso (horas de quemador, medidor de aceite, etc.) o es cada valor de lectura independiente (consumo/rendimiento)?»
et: Kas väärtus väheneb kasutamisel (taseme näidik jne) või kas väärtus suureneb kasutamisel (põleti tunnid, õli näidik jne) või on iga näidu väärtus sõltumatu (tarbimine/saagikus)?
fa: آیا مقدار با استفاده کاهش می‌یابد (نشانگر سطح، و غیره) یا مقدار با استفاده افزایش می‌یابد (ساعت کارکرد مشعل، کنتور روغن، و غیره) یا هر مقدار خوانده شده مستقل است (مصرف/بازده)؟
fi: Väheneekö arvo käytön myötä (tason ilmaisin jne.), kasvaako arvo käytön myötä (polttoainetunnit, öljymittari jne.) vai onko jokainen lukema itsenäinen (kulutus/tuotto)?
fr: La valeur diminue-t-elle avec l'utilisation (indicateur de niveau, etc.) ou augmente-t-elle avec l'utilisation (heures de fonctionnement, compteur d'huile, etc.) ou chaque valeur de lecture est-elle indépendante (consommation/rendement) ?
hi: क्या मान उपयोग के साथ घटता है (स्तर संकेतक, आदि) या क्या मान उपयोग के साथ बढ़ता है (बर्नर घंटे, तेल मीटर, आदि) या प्रत्येक रीडिंग मान स्वतंत्र है (खपत/उपज)?
hr: Smanjuje li se vrijednost s uporabom (indikator razine, itd.) ili se vrijednost povećava s uporabom (sati rada plamenika, mjerač ulja, itd.) ili je svako očitanje neovisno (potrošnja/učinak)?
hu: Az érték a használattal csökken (szintjelző stb.), vagy az érték a használattal nő (égőórák, olajmérő stb.), vagy az egyes leolvasási értékek függetlenek (fogyasztás/hozam)?
it: Il valore diminuisce con l'uso (indicatore di livello, ecc.) o aumenta con l'uso (ore bruciatore, contatore olio, ecc.) o ogni valore letto è indipendente (consumo/resa)?
ja: 値は使用とともに減少しますか (レベルインジケータなど)、または値は使用とともに増加しますか (バーナー時間、オイルメーターなど)、またはそれぞれの読み取り値は独立していますか (消費量/収量)?
ko: 사용(레벨 표시기 등)에 따라 값이 감소합니까, 아니면 사용(버너 시간, 오일 미터 등)에 따라 값이 증가합니까, 아니면 각 판독 값이 독립적입니까(소비/수율)?
lt: Ar vertė mažėja naudojant (lygio indikatorius ir t. t.) ar didėja naudojant (degiklio valandos, alyvos skaitiklis ir pan.), ar kiekviena rodmenų reikšmė nepriklauso (sąnaudos / išeiga)?
ml: ഉപയോഗത്തിനനുസരിച്ച് മൂല്യം കുറയുമോ (ലെവൽ ഇൻഡിക്കേറ്റർ മുതലായവ) അല്ലെങ്കിൽ ഉപയോഗത്തിനനുസരിച്ച് മൂല്യം വർദ്ധിക്കുമോ (ബേണർ മണിക്കൂർ, ഓയിൽ മീറ്റർ മുതലായവ) അല്ലെങ്കിൽ ഓരോ വായന മൂല്യവും സ്വതന്ത്രമാണോ (ഉപഭോഗം/വിളവ്)?
my: အသုံးပြုမှု (အဆင့်ညွှန်ပြချက်၊ စသည်ဖြင့်) တန်ဖိုးသည် ကျဆင်းသွားသလား သို့မဟုတ် အသုံးပြုမှု (မီးစက်နာရီများ၊ ဆီမီတာ စသည်ဖြင့်) တန်ဖိုး တိုးလာသလား သို့မဟုတ် ဖတ်ရှုမှုတန်ဖိုးတစ်ခုစီသည် သီးခြား (စားသုံးမှု/အထွက်နှုန်း) ရှိပါသလား။
nl: Neemt de waarde af bij gebruik (niveau-indicator etc.) of neemt de waarde toe bij gebruik (branderuren, oliemeter etc.) of is elke afleeswaarde onafhankelijk (verbruik/opbrengst)?
no: Synker verdien med bruk (nivåindikator osv.) eller øker verdien med bruk (brennertimer, oljemåler osv.) eller er hver avlesningsverdi uavhengig (forbruk/utbytte)?
pl: Czy wartość zmniejsza się wraz z użytkowaniem (wskaźnik poziomu itp.), czy wzrasta wraz z użytkowaniem (godziny pracy palnika, licznik oleju itp.), czy też każda wartość odczytu jest niezależna (zużycie/uzysk)?
pt: O valor diminui com o uso (indicador de nível, etc.) ou o valor aumenta com o uso (horas do queimador, medidor de óleo, etc.) ou cada valor de leitura é independente (consumo/rendimento)?
ru: Уменьшается ли значение по мере использования (индикатор уровня и т. д.) или значение увеличивается по мере использования (часы работы горелки, счетчик топлива и т. д.), или каждое показание является независимым (расход/выход)?
sl: Ali se vrednost zmanjšuje z uporabo (indikator nivoja itd.) ali se vrednost povečuje z uporabo (ure gorilnika, števec olja itd.) ali pa je vsaka odčitana vrednost neodvisna (poraba/donos)?
sr: Да ли се вредност смањује употребом (индикатор нивоа, итд.) или се вредност повећава употребом (часови горионика, мерач уља, итд.) или је свака очитана вредност независна (потрошња/принос)?
sv: Minskar värdet med användning (nivåindikator etc.) eller ökar värdet med användning (brännartimmar, oljemätare etc.) eller är varje avläsningsvärde oberoende (förbrukning/utbyte)?
sw: Je, thamani hupungua kwa matumizi (kiashirio cha kiwango, n.k.) au je, thamani huongezeka kwa matumizi (saa za kichomaji, mita ya mafuta, n.k.) au je, kila thamani ya usomaji inajitegemea (matumizi/mavuno)?
th: ค่าลดลงตามการใช้งาน (ตัวบ่งชี้ระดับ ฯลฯ) หรือมูลค่าเพิ่มขึ้นตามการใช้งาน (ชั่วโมงเตาเผา มาตรวัดน้ำมัน ฯลฯ) หรือค่าการอ่านแต่ละค่าแยกกัน (ปริมาณการใช้/ผลผลิต) หรือไม่
tr: Değer kullanımla birlikte mi azalıyor (seviye göstergesi vb.), yoksa değer kullanımla mı artıyor (brülör saatleri, yağ ölçer vb.) veya her okuma değeri bağımsız mı (tüketim/verim)?
uk: Чи зменшується значення з використанням (індикатор рівня тощо) чи збільшується з використанням (години роботи пальника, лічильник масла тощо), чи кожне показання є незалежним (споживання/вихід)?
vi: Giá trị có giảm khi sử dụng (chỉ báo mức, v.v.) hay giá trị tăng khi sử dụng (số giờ đốt, đồng hồ đo dầu, v.v.) hay mỗi giá trị đọc độc lập (mức tiêu thụ/năng suất)?
zh: 该值是否随着使用而减少（液位指示器等），或者该值是否随着使用而增加（燃烧器时间、油表等），或者每个读数值是否独立（消耗/产量）？

# counterConsiderForTotalElectricity
source: Consider for total electricity consumption
af: Oorweeg vir totale elektrisiteitsverbruik
ar: أخذ في الاعتبار لإجمالي استهلاك الكهرباء
bg: Вземане предвид за общата консумация на ток
bs: Uzmite u obzir ukupnu potrošnju električne energije
cs: Zohledněte celkovou spotřebu elektřiny
da: Overvej det samlede elforbrug
de: Berücksichtigen für Gesamtstromverbrauch
el: Εξετάστε τη συνολική κατανάλωση ηλεκτρικής ενέργειας
es: Considerar para el consumo total de electricidad
et: Arvesta koguelektri tarbimisel
fa: در محاسبه مصرف کل برق لحاظ شود
fi: Ota huomioon sähkön kokonaiskulutus
fr: Prendre en compte pour la consommation totale d'électricité
hi: कुल बिजली खपत पर विचार करें
hr: Uzmite u obzir ukupnu potrošnju električne energije
hu: Tekintsük a teljes villamosenergia-fogyasztást
it: Considerare per il consumo totale di elettricità
ja: 総電力消費量を考慮する
ko: 총 전력 소비에 포함
lt: Atsižvelkite į bendrą elektros suvartojimą
ml: മൊത്തം വൈദ്യുതി ഉപഭോഗം പരിഗണിക്കുക
my: စုစုပေါင်းလျှပ်စစ်ဓာတ်အားသုံးစွဲမှုကိုစဉ်းစားပါ
nl: Meenemen voor totaal elektriciteitsverbruik
no: Vurder for totalt strømforbruk
pl: Weź pod uwagę całkowite zużycie energii elektrycznej
pt: Considerar para o consumo total de eletricidade
ru: Учитывать для общего потребления электроэнергии
sl: Upoštevajte skupno porabo električne energije
sr: Узмите у обзир укупну потрошњу електричне енергије
sv: Tänk på den totala elförbrukningen
sw: Fikiria kwa matumizi ya jumla ya umeme
th: พิจารณาปริมาณการใช้ไฟฟ้าทั้งหมด
tr: Toplam elektrik tüketimini dikkate alın
uk: Враховуйте загальне споживання електроенергії
vi: Xem xét tổng lượng điện tiêu thụ
zh: 考虑总用电量

# counterConsiderForTotalWater
source: Consider for total water consumption
af: Oorweeg vir totale waterverbruik
ar: احتسب ضمن إجمالي استهلاك المياه
bg: Включи в общата консумация на вода
bs: Uključiti u ukupnu potrošnju vode
cs: Započítat do celkové spotřeby vody
da: Medregn i det samlede vandforbrug
de: Berücksichtigen für Gesamtwasserverbrauch
el: Εξετάστε τη συνολική κατανάλωση νερού
es: «Considerar para consumo total de agua»
et: Arvestada kogu veetarbimise jaoks
fa: برای کل مصرف آب در نظر بگیرید
fi: Ota huomioon kokonaisvedenkulutuksissa
fr: Prendre en compte pour la consommation totale d'eau
hi: कुल जल उपभोग के लिए विचार करें
hr: Uključi u ukupnu potrošnju vode
hu: Tekintsük a teljes vízfogyasztást
it: Considerare il consumo totale di acqua
ja: 総水使用量を考慮する
ko: 총 물 소비량 고려
lt: Atsižvelkite į bendrą vandens suvartojimą
ml: മൊത്തം ജല ഉപഭോഗം പരിഗണിക്കുക
my: စုစုပေါင်းရေသုံးစွဲမှုအတွက် စဉ်းစားပါ။
nl: Houd rekening met het totale waterverbruik
no: Vurder for totalt vannforbruk
pl: Weź pod uwagę całkowite zużycie wody
pt: Considere o consumo total de água
ru: Учитывайте общее потребление воды
sl: Upoštevajte skupno porabo vode
sr: Узмите у обзир укупну потрошњу воде
sv: Tänk på den totala vattenförbrukningen
sw: Fikiria matumizi ya jumla ya maji
th: พิจารณาปริมาณการใช้น้ำทั้งหมด
tr: Toplam su tüketimini dikkate alın
uk: Враховуйте загальне споживання води
vi: Xem xét tổng lượng nước tiêu thụ
zh: 考虑总耗水量

# counterWaterExtractionMinimumLevel
source: Minimum level
af: Minimum vlak
ar: الحد الأدنى للمستوى
bg: Минимално ниво
bs: Minimalni nivo
cs: Minimální úroveň
da: Minimum niveau
de: Mindeststand
el: Ελάχιστο επίπεδο
es: Nivel mínimo
et: Minimaalne tase
fa: حداقل سطح
fi: Minimitaso
fr: Niveau minimum
hi: न्यूनतम स्तर
hr: Minimalna razina
hu: Minimális szint
it: Livello minimo
ja: 最低レベル
ko: 최소 수위
lt: Minimalus lygis
ml: കുറഞ്ഞ നില
my: နိမ့်ဆုံးအဆင့်
nl: Minimum niveau
no: Minimumsnivå
pl: Minimalny poziom
pt: Nível mínimo
ru: Минимальный уровень
sl: Najnižja raven
sr: Минимални ниво
sv: Lägsta nivå
sw: Kiwango cha chini
th: ระดับต่ำสุด
tr: Asgari seviye
uk: Мінімальний рівень
vi: Mức tối thiểu
zh: 最低等级

# counterBackgroundImage
source: Background image for counter
af: Agtergrondbeeld vir teller
ar: صورة الخلفية للعداد
bg: Фоново изображение за брояч
bs: Pozadinska slika za brojač
cs: Obrázek na pozadí pro pult
da: Baggrundsbillede til tæller
de: Hintergrundbild für Zähler
el: Εικόνα φόντου για τον μετρητή
es: Imagen de fondo para el contador
et: Arvesti taustapilt
fa: تصویر پس زمینه برای شمارنده
fi: Taustakuva laskuriin
fr: Image de fond pour le compteur
hi: काउंटर के लिए पृष्ठभूमि छवि
hr: Pozadinska slika za brojač
hu: Háttérkép a számlálóhoz
it: Immagine di sfondo per il contatore
ja: カウンターの背景画像
ko: 계량기 배경 이미지
lt: Fono vaizdas skaitikliui
ml: കൗണ്ടറിനുള്ള പശ്ചാത്തല ചിത്രം
my: ကောင်တာအဘို့နောက်ခံပုံ
nl: Achtergrondafbeelding voor meter
no: Bakgrunnsbilde for teller
pl: Obraz tła licznika
pt: Imagem de fundo para o contador
ru: Фоновое изображение для счетчика
sl: Slika ozadja za števec
sr: Позадинска слика за бројач
sv: Bakgrundsbild för disk
sw: Picha ya nyuma kwa counter
th: ภาพพื้นหลังสำหรับเคาน์เตอร์
tr: Sayaç için arka plan resmi
uk: Фонове зображення для лічильника
vi: Hình nền cho quầy
zh: 柜台的背景图片

# counterShowReadingsChart
source: Show readings chart
af: Wys lesingskaart
ar: عرض مخطط القراءات
bg: Показване на графика на отчитанията
bs: Prikaži grafikon očitavanja
cs: Zobrazit graf měření
da: Vis aflæsningsdiagram
de: Verlauf anzeigen
el: Εμφάνιση διαγράμματος αναγνώσεων
es: Mostrar gráfico de lecturas
et: Näita näitude diagrammi
fa: نمایش نمودار خواندن
fi: Näytä lukemataulukko
fr: Afficher le graphique des relevés
hi: रीडिंग चार्ट दिखाएँ
hr: Prikaži grafikon očitanja
hu: Leolvasási diagram megjelenítése
it: Mostra il grafico dei lettura
ja: 測定値チャートを表示
ko: 지침 차트 표시
lt: Rodyti rodmenų lentelę
ml: റീഡിംഗ് ചാർട്ട് കാണിക്കുക
my: ဖတ်ရန်ဇယားပြပါ
nl: Toon aflezingengrafiek
no: Vis målingsdiagram
pl: Pokaż wykres odczytów
pt: Mostrar gráfico de leituras
ru: Показать график показаний
sl: Prikaži grafikon odčitkov
sr: Прикажи графикон очитавања
sv: Visa avläsningsdiagram
sw: Onyesha chati ya usomaji
th: แสดงแผนภูมิการอ่าน
tr: Okuma grafiğini göster
uk: Показати діаграму показань
vi: Hiển thị biểu đồ đọc
zh: 显示读数图表

# counterShowHeatmap
source: Show heatmap
af: Wys hittekaart
ar: عرض خريطة الحرارة
bg: Показване на топлинна карта
bs: Prikaži toplotnu kartu
cs: Zobrazit teplotní mapu
da: Vis varmekort
de: Heatmap anzeigen
el: Εμφάνιση χάρτη θερμότητας
es: Mostrar mapa de calor
et: Näita soojuskaarti
fa: نمایش نقشه حرارتی
fi: Näytä lämpökartta
fr: Afficher la heatmap
hi: हीटमैप दिखाएँ
hr: Prikaži toplinsku kartu
hu: Hőtérkép megjelenítése
it: Mostra heatmap
ja: ヒートマップを表示する
ko: 히트맵 표시
lt: Rodyti šilumos žemėlapį
ml: ഹീറ്റ്‌മാപ്പ് കാണിക്കുക
my: HeTmap ကိုပြပါ
nl: Toon heatmap
no: Vis varmekart
pl: Pokaż mapę cieplną
pt: Mostrar heatmap
ru: Показать тепловую карту
sl: Prikaži toplotni zemljevid
sr: Прикажи топлотну мапу
sv: Visa värmekarta
sw: Onyesha Heatmap
th: แสดงแผนที่ความร้อน
tr: Isı haritasını göster
uk: Показати теплову карту
vi: Hiển thị bản đồ nhiệt
zh: 显示热图

# counterShowPreliminaryCurve
source: Show preliminary curve
af: Wys voorlopige kurwe
ar: عرض المنحنى الأولي
bg: Показване на предварителна крива
bs: Prikaži preliminarnu krivu
cs: Zobrazit předběžnou křivku
da: Vis foreløbig kurve
de: Vorläufige Kurve anzeigen
el: Εμφάνιση προκαταρκτικής καμπύλης
es: Mostrar curva preliminar
et: Näita esialgset kõverat
fa: نمایش منحنی اولیه
fi: Näytä alustava käyrä
fr: Afficher la courbe préliminaire
hi: प्रारंभिक वक्र दिखाएँ
hr: Prikaži preliminarnu krivulju
hu: Előzetes görbe megjelenítése
it: Mostra curva preliminare
ja: 予備曲線を表示
ko: 예상 곡선 표시
lt: Rodyti preliminarią kreivę
ml: പ്രാഥമിക വക്രം കാണിക്കുക
my: ပဏာမကွေးပြပါ
nl: Toon voorlopige curve
no: Vis foreløpig kurve
pl: Pokaż wstępną krzywą
pt: Mostrar curva preliminar
ru: Показать предварительную кривую
sl: Prikaži predhodno krivuljo
sr: Прикажи прелиминарну криву
sv: Visa preliminär kurva
sw: Onyesha Curve ya awali
th: แสดงเส้นโค้งเบื้องต้น
tr: Ön eğriyi göster
uk: Показати попередню криву
vi: Hiển thị đường cong sơ bộ
zh: 显示初步曲线

source: Seasonal counter
af: Seisoenale teller
ar: عداد موسمي
bg: Сезонен брояч
bs: Sezonski brojač
cs: Sezónní počítadlo
da: Sæsontæller
de: Saisonaler Zähler
el: Εποχιακός μετρητής
es: Contador de temporada
et: Hooajaline arvesti
fa: شمارنده فصلی
fi: Kausilaskurin
fr: Compteur saisonnier
hi: मौसमी काउंटर
hr: Sezonski brojač
hu: Szezonális számláló
it: Contatore stagionale
ja: 季節カウンター
ko: 계절용 계량기
lt: Sezoninis skaitiklis
ml: സീസണൽ കൗണ്ടർ
my: ရာသီအလိုက်ကောင်တာ
nl: Seizoensmeter
no: Sesongdisk
pl: Licznik sezonowy
pt: Contador sazonal
ru: Сезонный счетчик
sl: Sezonski števec
sr: Сезонски бројач
sv: Säsongsdisk
sw: Msimu wa msimu
th: เคาน์เตอร์ตามฤดูกาล
tr: Sezonluk sayaç
uk: Сезонний лічильник
vi: Bộ đếm theo mùa
zh: 季节性专柜

source: Seasonal electricity counter
af: Seisoenale elektrisiteitsmeter
ar: عداد كهرباء موسمي
bg: Сезонен електромер
bs: Sezonski brojač struje
cs: Sezónní počítadlo elektřiny
da: Sæsonbestemt el-tæller
de: Saisonaler Stromzähler
el: Εποχιακός μετρητής ηλεκτρικής ενέργειας
es: Contador de electricidad de temporada
et: Hooajaline elektriarvesti
fa: شمارنده برق فصلی
fi: Kausi sähkölaskuri
fr: Compteur d'électricité saisonnier
hi: मौसमी बिजली काउंटर
hr: Sezonsko brojilo električne energije
hu: Szezonális villanyszámláló
it: Contatore elettrico stagionale
ja: 季節電力カウンター
ko: 계절용 전기 계량기
lt: Sezoninis elektros skaitiklis
ml: സീസണൽ വൈദ്യുതി കൗണ്ടർ
my: ရာသီအလိုက်လျှပ်စစ်ဓာတ်အားကောင်တာ
nl: Seizoenselektriciteitsmeter
no: Sesongbestemt strømteller
pl: Sezonowy licznik energii elektrycznej
pt: Contador de eletricidade sazonal
ru: Сезонный счетчик электроэнергии
sl: Sezonski števec električne energije
sr: Сезонски бројач струје
sv: Säsongsbetonad elräknare
sw: Msimu wa umeme wa msimu
th: เคาน์เตอร์ไฟฟ้าตามฤดูกาล
tr: Mevsimsel elektrik sayacı
uk: Сезонний лічильник електроенергії
vi: Đồng hồ điện theo mùa
zh: 季节性电量计数器
